__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "गुंतवणूकीचे लेख",
      "भाषा",
      "am",
      "मीडिया गॅलरी उघडा",
      "ही सामग्री काढली जाऊ नये असे तुम्हाला वाटत असल्यास, {appeal form link} भरून तुम्ही एक अपील फाईल करू शकता.",
      "आपले किंवा संस्‍थेचे नाव",
      "{date} रोजी काढले",
      "{username} यांना आपला व्हिडिओ आवडला.",
      "तुमच्या विनंतीवर प्रक्रिया करण्यात समस्या आली होती. कृपया नंतर पुन्हा प्रयत्न करा.",
      "th",
      "अधिक जाणून घ्या",
      "खालील",
      "WhatsApp चिन्ह",
      "थेट वर सामायिक करा",
      "श्रेणी",
      "तुमची की",
      "ह व्हिडिओ खालील लोकेशन्समध्ये अवरोधित केला असल्याचे रिमाइंडरः",
      "तुमचे खाते सुरक्षित ठेवण्यात मदत करण्यासाठी तुमचा पासवर्ड अद्यतनित करा. तुम्हाला हे वगळून बाकी सर्व सत्रांमधून लॉग आउट केले जाईल, त्यामुळे तुमच्या खात्यामध्ये प्रवेश करणाऱ्या कोणत्याही व्यक्तीला यापुढे प्रवेश असू शकणार नाही.",
      "Instagram या ईमेल पत्त्यावर अपडेट पाठवेल.",
      "ईमेल आणि  SMS",
      "कथा अनुपलब्ध आहे",
      "पाठवा",
      "उघडा",
      "माझा विश्वास आहे की हे खाते Instagram च्या समुदाय मार्गदर्शक तत्त्वांचे उल्लंघन करते",
      "चित्रपरिचय लिहा...",
      "भरलेला टपालाचा पत्ता वर्तुळ चेकमार्क",
      "कम्युनिटी",
      "परिचय छायाचित्र जोडा म्हणजे तुमच्या मित्रांना कळेल की ते तुम्हीच आहात.",
      "दशकोटी",
      "बॉद्धिक मालमत्ता मार्गदर्शकतत्त्वे",
      "संपादित करा",
      "अपलोड करणे समाप्त करीत आहे.",
      "मनोरंजन",
      "मजकूर संदेश पाठवा",
      "चालू ठेवा",
      "विनंत्यांचे अनुसरण करा",
      "आम्ही तुमच्यासाठी खाते तयार करू शकलो नाही",
      "PayPal",
      "अधिक पोस्ट दर्शवा",
      "मी एक खाजगी खाते इच्छित आहे",
      "ड्रग्ज विकण्याचा किंवा वितरण करण्याचा उद्देश असलेल्या पोस्ट्स",
      "स्वतंत्रपणे पाठवा",
      "Facebook ला कनेक्ट करा",
      "देशाचे नाव किंवा कोड",
      "फिकट",
      "गोपनीयता धोरण",
      "गोपनीय खाते",
      "बाण",
      "Connect",
      "सर्व अनुसरणकर्ते पहा",
      "दुसर्‍या खात्यात लॉग इन करा",
      "पूर्वीची संपूर्ण नावे",
      "तुम्ही यापूर्वी Facebook द्वारे {application name} मध्‍ये लॉग इन केले आहे.",
      "डेटा वापरत आहात",
      "आपण {date} रोजी {time of day} वााजता पोस्‍ट केलेला व्हिडिओ काढून टाकला आहे कारण त्‍यात खालील सामग्री समाविष्‍ट अाहे:",
      "तुमच्या प्रोफाईलवर संपर्क बटण प्रदर्शित करण्यासाठी, कृपया तुमची संपर्क माहिती जोडा.",
      "लाइव्ह",
      "तुमचा पिन रीसेट करण्यासाठी तुमचा Instagram पासवर्ड प्रविष्ट करा.",
      "चेकमार्क आउटलाइन चिन्ह",
      "ऑडिओ टॉगल करा",
      'Instagram शी दुवा जोडण्यासाठी तुमच्या प्रमाणीकरण अॅपमध्ये की प्रविष्ट करा. तुमच्या अॅपला खाते नाव देणे आवश्यक असल्यास, त्यास "Instagram" नाव द्या म्हणजे ते शोधणे सोपे होईल.',
      "आम्ही तुम्हाला लॉगिन दुवा पाठवू शकलो नाही. तुमच्या खात्यात प्रवेश कसा करावा यावरील अधिक माहितीसाठी Instagram मदत केंद्रास भेट द्या.",
      "ते आता Instagram वर तुमचे अनुसरण करण्याची विनंती करण्यास सक्षम असतील. Instagram त्यांना कळू देणार नाही की तुम्ही त्यांना अनावरोधित केले आहे.",
      "कोविड-19 सर्वेक्षण चिन्‍ह",
      "+लिंक जोडा",
      "मॅसेज फॉरवर्ड केला",
      "कॅमेरा",
      "डेस्कटॉपवर Business Suite किंवा निर्माता स्टुडिओच्या साहाय्याने तुमचे नवीन व्‍यवसाय खाते व्यवस्थापित करा.",
      "आयडी फोटोची समोरची बाजू जोडा",
      "लवचिक प्रोफाईल नियंत्रणे",
      "रद्द करा",
      "व्हिडिओ मधील साउंडट्रॅक किंवा संगीत यासारख्‍या ऑडिओसह प्रत्येकगोष्ट सामायिक करण्‍याची तुमच्याकडे परवानगी असल्यास, तुम्ही काढण्याविरूद्ध अपील करू शकता आणि तुमचा व्हिडिओ पुन्हा पोस्ट करू शकता. लक्षात ठेवा लोकांनी केवळ तेच व्हिडिओ पोस्ट करावे जे सामायिक करण्‍याचे अधिकार त्यांच्याकडे आहेत. तुमच्या मालकीची नसलेली सामग्री पोस्ट केल्यामुळे तुमच्या खात्याविरूद्ध कारवाई केली जाऊ शकते.",
      "सुरक्षा कोड अावश्‍यक आहे",
      "प्रत्युत्तर द्या",
      "Instagram चे ईमेल",
      "डेटा सेटिंग्ज व्यवस्थापित करा",
      "कोणतेही परिणाम नाहीत",
      "तुमची जन्मतारीख प्रविष्ट करा",
      "सूचना लोड करण्यास असमर्थ.",
      "प्रोफाइल छायाचित्र जोडा",
      "आम्ही ओळखत नसलेल्या डिव्हाइसवर तुम्ही लॉग इन करता तेव्हा द्वि-घटक प्रमाणीकरण अतिरिक्त कोडची मागणी करुन तुमच्या खात्याचे संरक्षण करते.",
      "अधिक जाणून घ्या",
      "तुमच्या गोपनीयतेचे संरक्षण करणे हे आमचे प्रमुख प्राधान्य आहे आणि यासारख्‍या समस्या प्रतिबंधित करण्‍यासाठी आम्ही सतत कार्य करत असतो. हे घडल्याबद्दल आम्ही दिलगीर आहोत. Android बीटा कार्यक्रमात सहभागी झाल्याबद्दल आणि प्रत्येकासाठी Instagram अॅप सुधारित करण्‍यासाठी मदत केल्याबद्दल धन्यवाद. तुम्हाला कोणतेही प्रश्न असल्यास, कृपया आमच्याशी {email} वर संपर्क साधावा.",
      "अधिक जाणून घ्‍या",
      "या संशोधनास समर्थन देणे हा आमच्या {Data Policy} मध्ये वर्णन केल्यानुसार, सामाजिक चांगल्या उपक्रमांना पाठिंबा देण्याचा एक भाग आहे.",
      "Allow {=business name} to start a chat with you on Instagram?",
      "पुष्टीकरण कोड प्रविष्ट करा",
      "साइन अप",
      "Instagram Lite",
      "प्रदर्शन भाषा स्विच करा",
      "तुमचा फोन नंबर",
      "तुम्ही तुमचे वय अद्यतनित करू शकत नाही",
      "अनुसरण करणे रद्द करा",
      "Google सह लॉग इन करा",
      "एक Facebook  पृष्‍ठ तयार करा",
      "{filename} खूप लांब आहे. पुढे चालू ठेवण्यासाठी, लहान व्हिडिओ निवडा.",
      "अवैध फोन नंबरमुळे, आम्ही तुम्हाला SMS पाठवण्यात अयशस्वी ठरलो.",
      "रोजी कालबाह्य झाले",
      "{broadcaster's username} यांनी तुमच्यासाठी हात हलवला 👋",
      "द्वि-घटक प्रमाणीकरण सक्षम करा",
      "{weeks} आठवड्यांपूर्वी",
      "Firefox",
      "तुमचे प्रथम छायाचित्र सामायिक करा",
      "पिन यशस्वीपणे तयार झाल्याच्या पेजवरील वर्तुळात बरोबरची खूण असलेले चिन्ह",
      "क्रियाकलाप",
      "{Bold text if your appeal for photo is rejected} हक्कधारक फोटो काढण्याची परवानगी करू शकतो, ज्यामुळे तो कायमस्वरूपी Instagram वरून काढला जाईल.",
      "तुमच्या सुरक्षिततेसाठी, तुम्ही Facebook वर वापरलेल्या {cardName} साठी कोडची पुष्टी करा. तुमच्या सर्व सेव्ह केलेल्या पेमेंट पद्धती यासाठी आणि भविष्यातील Facebook Pay पेमेंटसाठी उपलब्ध असतील.",
      "कॉपीराईट किंवा व्यापारचिन्ह उल्लंघन",
      "सुचवलेले परिचय",
      "कार्निगे मेलन यूनिव्हर्सिटी डेल्फी रिसर्च सेंटरने घेतलेल्या या स्वैच्छिक सर्वेक्षणात कोरोनाव्हायरसचा प्रसार किती झाला ट्रॅक ठेवण्यासाठी प्रश्न विचारले जातात. यास 3-5 मिनिटे लागतील आणि त्यात भाग घेण्यासाठी तुम्हाला Instagram सोडून जावे लागेल.",
      "तुमचा Facebook Pay पिन प्रविष्ट करा",
      "लॉक चिन्ह",
      "त्‍यांची छायाचित्रे आणि व्हिडिओ पाहण्‍यासाठी अनुसरण करा.",
      "यामुळे या गॅलरीतून फोटो काढले जातील",
      "माझ्या परिचयावर दाखवा",
      "संपर्क व्‍यवस्‍थ‍ापित करा",
      "वर्तमान फोन नंबर",
      "अनुप्रयोग काढण्याने आपण शोधत असलेला प्रारंभ आपल्याला प्रदान व्हावा. आपली सर्व छायाचित्रे आणि प्रोफाईल डेटा तरीही जतन केला जाईल, परंतु आपल्याला यापुढे पुश सूचना प्राप्त होणार नाहीत आणि आपण जेव्हाही Instagram पुनर्स्थापित करू इच्छिता तेव्हा आपण आपल्या खात्यावर परत या.",
      "स्थान पहा",
      "साइन अप करून, तुम्ही आमच्‍या {=Terms} आणि {=Privacy Policy} ना सहमत देता.",
      "तुमचा ईमेल पत्‍ता बदला किंवा पुष्टीकरण पुन्हा पाठवा",
      "छळवणूक किंवा धमकावणी",
      "तुम्ही इतर अ‍ॅप्स आणि वेबसाइटमध्ये लॉग इन करण्यासाठी Instagram किंवा Facebook वापरणे चालू ठेवू शकता",
      "पूर्ण झाले",
      "फक्त तुम्ही आणि {username} ही टिप्पणी पाहू शकता. तुम्ही ती मंजूर केल्यास ती सर्वांना दृश्यमान होईल.",
      "अनुसरणकर्ते काढणे",
      "इंस्‍टाग्राम अनुप्रयोग मिळवा",
      "तुमचे Instagram वापरकर्तानाव, फोन नंबर किंवा तुमच्या खात्याशी दुवा साधलेला ईमेल पत्ता वापरून आम्ही तुम्हाला तुमचा पासवर्ड रीसेट करण्‍यात मदत करू शकतो.",
      "द्वेषपूर्ण भाषण किंवा प्रतीके मार्गदर्शकतत्त्वे",
      "Instagram साठी डॉगफूड केल्याबद्दल आणि प्रत्येकासाठी अॅप सुधारित करण्‍यासाठी मदत केल्याबद्दल धन्यवाद. तुम्हाला कोणतेही प्रश्न असल्यास, कृपया आमच्याशी {email} वर संपर्क साधावा.",
      "तुम्ही त्यांना त्यांच्या परिचयावरून कधीही अनावरोधित करू शकता.",
      "Instagram ॲप",
      "गिफ्ट मदत काढा",
      "फॉलो करा",
      "IP उल्लंघन अहवाल दर्शवा",
      "तुमच्या व्हिडिओमध्ये स्वयं-निर्मित चित्रपरिचय जोडल्याने कानाने कमी किंवा मुळीच ऐकू येत नसलेल्या लोकांना मदत होते. ते फक्त iOS आणि Android अ‍ॅपवर उपलब्ध असून दिसायला लागण्यासाठी काही मिनिटे लागू शकतात.",
      "{name of the user who tagged the other user in the photo} यांनी तुम्हाला एका फोटोमध्ये टॅग केले.",
      "तुम्ही तुमच्या खात्यामधून हे अ‍ॅप आणि वेबसाइट काढले आहेत. याचा अर्थ तुम्ही यापूर्वी सामायिक केलेल्या माहितीचा त्यांना अजूनही एक्सेस असू शकतो, परंतु ते खाजगी माहितीसाठी अतिरिक्त विनंत्या करू शकत नाहीत.",
      "Instagram",
      "खाते गोपनीयता बदल",
      "पुष्‍टी करा",
      "वापरकर्ता",
      "हे संभाषण स्पॅम किंवा स्कॅम आहे",
      "मोबाईल फोन चिन्‍ह",
      "हा व्हिडिओ हटवा",
      "ड्रग्जची विक्री किंवा जाहिरात",
      "अलीकडील कोणतेही शोध नाहीत.",
      "कोड पुन्हा पाठवा.",
      "पुश सूचना",
      "अधिक पर्याय",
      "तुमच्या पेमेंट पद्धती पहा",
      "Instagram उघडा",
      "सामाजिक मिडिया",
      "ईमेल आणि SMS सूचना",
      "संदेश विनंत्या",
      "तुम्ही प्रविष्ट केलेला ईमेल कोणत्याही खात्याशी जुळत नाही.",
      "{reference owner name} च्या मालकीचा फोटो तुमच्या फोटोशी जुळतो.",
      "एक पोस्ट पाठविली",
      "कूकी सेटिंग्ज",
      "लाइव्ह व्हिडिओ समाप्‍त झाला",
      "पाठवा",
      "लोक तुम्हाला या नंबरवर कॉल करू शकतील किंवा मॅसेज पाठवू शकतील. मानक संदेशन शुल्‍क लागू होतील.",
      "आता नाही",
      "हॅशटॅगचे अनुसरण करा",
      "सर्व निवडा",
      "परत",
      "तुमच्या सुरक्षिततेसाठी, कृपया तुमच्या PayPal खात्यात लॉगिन करा. तसे करून तुम्ही तुमची सेव्ह केलेली पेमेंट माहिती यासाठी आणि Instagram वर भविष्यातील पेमेंटसाठी वापरण्यासाठी Facebook Pay ला अधिकृत कराल.",
      "शीर्ष खाती",
      "{username of sponsor 1}, {username of sponsor 2} सह पेड पार्टनरशिप",
      "{username} म्हणून चालू ठेवा",
      "कथा हटवायची?",
      "सामाजिक नेटवर्कवर लिंक करणे",
      "विस्तार करा",
      "अधिक पर्याय",
      "IGTV",
      "सर्व हटवा",
      "अधिक मदत मिळवा",
      "अ‍ॅप्स आणि वेबसाइट",
      "Instagram अ‍ॅप वर उत्तम आहे",
      "पूर्ण झाले",
      "Instagram वर आमच्या समुदायाचे संरक्षण करण्यासाठी आणि मदत करण्‍यासाठी आम्ही ही धोरणे तयार केली आहेत.",
      "लॉग इन",
      "आपण आता Instagram खात्याकरिता किंवा विद्यमान खाते जोडण्यासाठी साइन अप करण्यासाठी हा ईमेल पत्ता वापरण्यात सक्षम व्हावे.",
      "व्हिडिओ अपलोड करणे अयशस्वी झाले.",
      "व्हिनेट",
      "तुम्ही मूळ दरापेक्षा जास्त आयकर भरत असाल आणि तुम्हाला अतिरिक्त कर सवलत हवी असेल तर, तुम्ही तुमच्या सर्व गिफ्ट एड देणग्या तुमच्या स्वयं मूल्यांकन कर परताव्यामध्ये समाविष्ट करणे आवश्यक आहे किंवा HRMC ला तुमचा कर कोड समायोजित करण्याबद्दल सांगा.",
      "आपले पहिले छायाचित्र किंवा व्हिडिओ शेअर करण्यासाठी ॲप मिळवा.",
      "लॉग आउट करा",
      "{username} नाही?",
      "• सामग्री वैयक्तिकृत करण्यासाठी, समर्पक अ‍ॅड्स देण्यासाठी आणि सुरक्षित अनुभव प्रदान करण्यासाठी अ‍ॅप्स आणि वेबसाइट्सकडून तुमच्या अ‍ॅक्टिव्हिटीबद्दल माहिती मिळवा",
      "तुम्ही ही देणगी देण्याआधी, आम्हाला काही माहितीची पुष्टी करावी लागेल. यामुळे आम्हाला अनधिकृत पेमेंट्सपासून तुमचे संरक्षण करण्यात मदत होईल.",
      "निर्देशिका",
      "तुम्ही परस्परसंवाद साधला आहे अशा जाहिराती",
      "तुम्ही आता सोडून गेल्यास, तुम्ही केलेले कोणतेही बदल तुम्ही गमवाल.",
      "अ‍ॅनिमेटेड चेकमार्क",
      "लाॅग इन वर परत जा",
      "स्‍थाने",
      "प्रारंभ करा",
      "परिचय",
      "वाढदिवस अपकेक",
      "रविवार",
      "क्रियाकलाप",
      "काहीतरी चुकीचे झाले. थोड्या वेळाने पुन्हा प्रयत्न करा.",
      "Instagram bj {location_name} • छायाचित्रे आणि व्हिडिओ",
      "कोणत्या मित्रांचे अनुसरण करायचे ते तुम्ही निवडता आम्‍ही तुमच्या परवानगीशिवाय Facebook वर कधीही पोस्‍ट करणार नाही.",
      "Instagram वापरणे चालू ठेवण्यासाठी तुम्ही या डेटा सेटिंग्जचे पुनरावलोकन समाप्त करणे गरजेचे आहे. तुम्हाला खात्रीपूर्वक सोडून जायचे आहे का?",
      "निवडा",
      "ब्लॉग",
      "मला Instagram वर ही सामग्री अपलोड करण्‍याचे सर्व आवश्‍यक हक्‍क आहेत.",
      "निवडणुकीसंबंधित खोट्या माहितीचा आणि धोकादायक सामग्रीचा प्रसार रोखण्‍यात मदत करण्‍यासाठी सर्व हॅशटॅग्जमधील अलीकडील पोस्ट तात्पुरत्या लपवल्या आहेत. {link that reads learn more}",
      "{username} यांनी एक मॅसेज अग्रेषित केला",
      "वैध कार्ड क्रमांक प्रविष्‍ट करा",
      "हा व्हिडिओ पुनर्संचयित करा",
      "पासवर्ड विसरलात?",
      "संदेश पाठवू शकत नाही",
      "कोणता पर्याय तुमचे सर्वोत्तम वर्णन करतो?",
      "लॉग इन क्रियाकलाप",
      "आम्ही Facebook प्रॉडक्ट्‍सवर किंवा त्याबाहेर वापरतो त्या विशिष्‍ट कुकींचे नियंत्रण तुम्हाला पुढील गोष्टी करण्यासाठी प्रदान करत आहोत:",
      "प्रवेशयोग्यता",
      "संपृक्तता",
      "th",
      "मला हा व्हिडिओ वापरण्याची परवानगी आहे हे मला कसा कळेल?",
      "विनंती सबमिट केली",
      "डाउनलोड करण्‍याची विनंती केली",
      "क्रेडिट किंवा डेबिट कार्ड जोडा",
      "लोकांना टॅग करा",
      "कोड पुन्हा पाठवा",
      "मंजूरी देण्यात समस्या",
      "रद्द करा",
      "हॅशटॅग",
      "पोस्ट {actionType}{prepositionType}{violationText}",
      "तुमच्या फोटोचा अर्थ काय",
      "{full_terms} आणि {data_policy} वाचा",
      "पर्याय",
      "© {year} इन्स्टाग्राम",
      "व्हिडिओ टाकून द्यायचा?",
      "एप्रिल",
      "व्हिडिओ",
      "फोटोतील सर्व सामग्री तुमची मूळ सामग्री आहे आणि त्‍याचे हक्क तुमच्याकडे आहेत.",
      "हा संदेश पाहण्‍यासाठी Instagram अ‍ॅप वापरा",
      "वैयक्तिक माहिती",
      "विराम द्या",
      "Direct चिन्‍ह",
      "सबमिट करा",
      "संपर्क संकालित करणे",
      "th",
      "कथा पाठवली",
      "तुम्हाला सुरक्षा कोड प्राप्त करण्यास अक्षम असल्यास, तुमच्या {=backup codes} पैकी एक निवडा",
      "आता तुम्ही थेट तुमच्या कॉम्प्यूटरवरून पोस्ट तयार करू शकता आणि शेअर करू शकता.",
      "जर तुम्हाला वाटत असेल की कोणीतरी त्वरीत धोक्यात आहे तर, स्थानिक कायदा अंमलबजावणीला कॉल करा.",
      "th",
      "पोस्ट करा",
      "Instagram वर जाण्यासाठी तुमच्या ईमेलची पुष्‍टी करा",
      "चालू ठेवा",
      "• आम्ही वापरतो त्या कुकीज आणि समान तंत्रज्ञानांमुळे ॲप्स आणि वेबसाइटना तुमच्याबद्दलची माहिती Instagram सोबत शेअर करण्यात मदत होते. आम्ही ही माहिती तुम्ही पाहता त्या जाहिरातींसह तुमचा अनुभव वैयक्तिकृत करण्‍यासाठी आणि व्यवसायांना अ‍ॅडच्या कार्यप्रदर्शनाचे विश्लेषण व मापन करण्‍यात मदत करण्यासाठी वापरतो.",
      "अ‍ॅप्स आणि वेबसाइट्स",
      "नग्नता किंवा पोर्नोग्राफी",
      "परिचय छायाचित्र काढले.",
      "अल्कोहोल, तंबाखू, वजन कमी करण्याची उत्पादने किंवा कॉस्मेटिक क्रिया यांच्यासह",
      "जेथे तुमचा व्हिडिओ दिसेल",
      "जाहिरातदार Facebook Audience Network चा तुम्हाला {Facebook Company Products} बाहेरील अ‍ॅप्स आणि वेबसाइटमध्ये अ‍ॅड दर्शवण्यासाठी वापर करू शकतात. तुमची जाहिरात प्राधान्ये वापरून तुम्हाला कोणत्या अ‍ॅड पाहण्यात रूची आहे हे निश्चित करणे ही Audience Network द्वारे समर्पक अ‍ॅड दर्शवण्याच्या पद्धतीपैकी एक आहे. तुम्ही हे तुमच्या {ad settings} मध्ये नियंत्रित करू शकता.",
      "ब्रँड, प्रसिद्ध व्यक्ती किंवा संस्थेला समर्थन देण्यासाठी किंवा कौतुक करण्यासाठी",
      "काल सक्रिय होते",
      "संदेश अदृश्य करत आहे",
      "तुमच्या फोनवर पाठवा",
      "तुमच्या मागील काही पोस्टनी आमच्या {Community Guidelines} चे अनुसरण केले नाही. आमच्या मार्गदर्शकत्त्वांचे अनुसरण करणे हा एकच मार्ग आहे तुमचे खाते हटवण्यापासून संरक्षित करण्यासाठी त्यामध्ये तुमच्या पोस्ट, संग्रहणे संदेश आणि अनुसरणकर्ते समाविष्ट आहेत.",
      "कॉपी करण्यासाठी Command-C दाबा.",
      "शोध इतिहास",
      "तुमचा पासवर्ड बदलण्यास समस्या येत होती. कृपया लवकरच पुन्हा प्रयत्न करा.",
      "{username} कडील अधिक पोस्ट पहा",
      "तुमचा डेटा डाउनलोड करा",
      "चित्रपरिचय लिहा...",
      "एक कथा क्षणचित्र पाठवले",
      "अटी",
      "प्रारंभ करा",
      "रद्द करा",
      "सूचविलेले",
      "प्रगत सेटिंग्‍ज",
      "पुन्‍हा प्रयत्‍न करा",
      "टिप्‍पणी",
      "Instagram मध्‍ये उघडा",
      "व्हिडिओ 1 मिनिटाचे किंवा कमी लांबीचा असणे आवश्‍यक आहे",
      "IGTV",
      "हा डेटा संकलित करण्यासाठी आणि तुम्हाला पाठविण्यासाठी सुमारे 48 तास लागतील आणि तुम्ही केवळ दर चार दिवसांनी एका फाईलची विनंती करू शकता. कृपया दुसर्‍या डाउनलोडची विनंती करण्‍यापूर्वी प्रतीक्षा करा.",
      "बंद करा",
      "ठिकाण चिन्‍ह",
      "पोस्ट उपलब्ध नाही",
      "तुम्ही एक कथा क्षणचित्र पाठवले",
      "तुम्ही निवडलेल्या नंबरवर आम्ही एक कोड पाठवू.",
      "तुमचे खाते सुरक्षित करण्‍यासाठी तुमचा पासवर्ड बदला",
      "पिन रीसेट करा",
      "नवीन कोडची विनंती करा",
      "जवळील स्कॅनसाठी लहान आणि लांबच्या अंतरावरील स्कॅनसाठी मोठे मुद्रित करा.",
      "व्‍यवसाय चिन्ह",
      "1 दिवसापूर्वी",
      "{replierUsername} यांनी {recipientUsername} यांना रिप्लाय केला",
      "कमाई धोरण",
      "चिन्‍ह बंद करा",
      "खाजगी खाते",
      "मला ही टिप्पणी आवडली नाही",
      "मागे",
      "{filename} अपलोड करता आली नाही.",
      "{count} अधिक",
      "Alt मजकूर जोडण्‍यासाठी विस्तारित करा",
      "सुरक्षा कोड वापरा",
      "Verified",
      "फोन नंबर जोडा",
      "अधिक जाणून घ्या",
      "मूळ",
      "{username1} आणि {username2} यांनी अनुसरण केले",
      "फाईल खूपच छोटी आहे",
      "पुष्‍टीकरण कोड",
      "तुम्ही तुमच्या कथेवरून हे छायाचित्र काढून टाकू इच्छित असल्याची तुम्हाला खात्री आहे?",
      "रिपोर्ट चेतावणी चिन्ह",
      "तुमचा व्हिडिओ {minDurationInSeconds} सेकंद आणि {maxDurationInMinutes} मिनिटांइतका लांंब, लँडस्केप किंवा पोर्ट्रेट, MP4 फाइल आणि {maxVideoSizeInGigabytes} GB पेक्षा कमी असणे आवश्यक आहे.",
      "{follower count} अनुसरणकर्ते {media count} पोस्ट",
      "तुमच्याकडे आधीपासूनच कमाल संख्येने खाती सक्रिय आहेत",
      "पूर्वीचे वैयक्तिक माहिती मजकूर",
      "तुमचे वय {age} आहे का?",
      "व्हिडिओ MP4 फाइल असणे आवश्यक आहे.",
      "टेक्स्ट मॅसेज",
      "तुमचा फोटो सर्व लोकेशन्सवरून ब्लॉक केला, याचा अर्थ लोक तो पाहू शकणार नाहीत, लाइक किंवा त्यावर कमेंट करू शकणार नाहीत.",
      "तुमच्या प्रोफाईलवर WhatsApp जोडा",
      "पूर्ववत करायचे?",
      "IGTV वर प्रकाशित करण्यासाठी, आगाऊ IGTV व्हिडिओ शेड्युल करण्यासाठी आणि मसुदा करण्यासाठी, IGTV इन्साइट्स पाहण्यासाठी आणि बरेच काही करण्यासाठी निर्माता स्टुडिओ वापरा.",
      "गुप्त देणग्या",
      "आता नाही",
      "रद्द करा",
      "IGTV",
      "तुम्ही ब्लॉक केलेले कोणीतरी या ग्रुपमध्ये आहे",
      "Instagram वर परत जाण्यासाठी फोन नंबरची पुष्‍टी करा",
      "स्वीकार करा",
      "पुढील",
      "शेवटची फाईल अपलोड झाली नाही. तुम्ही फक्त 10 किंवा त्यापेक्षा कमी फाईल्स निवडू शकता.",
      "स्वयं-निर्मित चित्रपरिचय",
      "सामग्री वैयक्तिकृत करणे, जाहिरातींचे मापन करणे, विश्लेषणे तयार करणे आरि एक अधिक सुरक्षित अनुभव प्रदान करणे यांसह सेवा ऑप्टीमाइझ करण्यासाठी वापरल्या जाणार्‍या Instagram व्यतिरिक्त अन्य कंपन्यांकडील कुकीज स्वीकाराव्यात का?",
      "ॲप डाउनलोड करा",
      "मला हा फोटो वापरायची परवानगी असेल तर मला कसे कळेल?",
      "समूह नाव",
      "व्हिडिओ हटवा",
      "बुध",
      "विवाद सबमिट करण्याने तुम्ही हक्कधारकांना {reference owner name}, तुमच्या फोटोचे पुनरावलोकन करण्याची आणि तुमच्या खात्याबद्दलची मूलभूत सार्वजनिक माहिती देण्याची परवानगी देता. त्यांच्याकडे प्रतिसाद देण्यासाठी 7 दिवस असतील.",
      "Instagram यासोबत वापरा",
      "माझ्‍या डेटाबद्दल असलेली चिंता",
      "टिप्पण्या काढा",
      "नकार द्या",
      "खाते तयार करा",
      "प्रोफाईलवर जा",
      "तुम्ही तुमचे प्रमाणीकरण अॅप सेट अप केल्यानंतर, त्याने तयार केलेला 6-अंकी कोड कॉपी करा, परत माहे Instagram वर या आणि सेट अप समाप्त करण्यासाठी तो पुढील स्क्रीनवर प्रविष्ट करा.",
      "वर्ष:",
      "नवीन फीड वस्तू उपलब्ध आहेत",
      "शॉपिंग बॅगमधून आयटम काढायचा असेल तर त्या आयटम समोरच्या x चिन्हावर क्लिक करता येते",
      "नवीन नंबर जोडण्यासाठी प्रशासकाने तुमची विनंती मंजूर करणे गरजेचे आहे. {username} यांना या संभाषणातील पूर्वीचे सर्व संदेश दिसतील.",
      "काढा",
      "फोटोज, व्हिडिओ, GIF इत्यादी अधिक चांगल्या पद्धतींने पाठवण्यासाठी अ‍ॅपवर स्विच करा.",
      "तुमच्या सेव्ह केलेल्या पोस्ट पहा",
      "काढा",
      "तुमचा व्हिडिओ जोडला होता.",
      "फोटो आणि व्हिडिओ येथे ड्रॅग करा.",
      "इन-स्ट्रीम व्हिडिओ अ‍ॅड्स वापरायच्या आहेत का?",
      "तुम्ही तुमच्या सेटिंग्जमधील जाहिरात विषय या पर्यायाचा वापर करून विशिष्ट विषयांवरील कमी जाहिराती पाहण्याचे निवडू शकता.",
      "यामुळे या गॅलरीतून फोटो काढेल जातील",
      "तुम्ही आता {username} यांचे अनुसरण करत आहात",
      "नवीन Facebook Pay पिन प्रविष्ट करा.",
      "या ब्राउझरवर लॉगिन माहिती सेव्ह करा",
      "बॅग पहा",
      "जागतिक व्‍यवसाय/ब्रँड/संस्था",
      "तुम्ही हे उपकरण आणि स्थान ओळखल्यास, आम्ही तुमचे खाते लॉग इन असलेलेच ठेऊ.",
      "नवीन पोस्‍ट",
      "अधिक जाणून घ्या",
      "पुष्टीकरण पाठवा",
      "पोस्ट चिन्‍ह",
      "तुमच्या पोस्टवरील एकूण लाइक्सची संख्‍या फक्त तुम्ही पाहू शकता.",
      "गप्‍पा",
      "अ‍ॅप्स आणि वेबसाइट्ससोबत माहिती शेअर करणे",
      "कव्हर",
      "अद्यतनित करा",
      "आम्ही तुमच्या {email} ईमेलवर पुष्टीकरण कोड पाठवला आहे.",
      "नवीन पासवर्डची पुष्टी करा",
      "लोक Instagram वर काय सामायिक करतात हे पाहण्यासाठी लोकांचे अनुसरण करा",
      "सर्व क्लिअर करा",
      "वरच्या दिशेचा बाण दर्शवतो की विभाग चालू असून संकुचित केला जाऊ शकतो",
      "व्हिडिओ पुनर्संचयित करा चिन्ह",
      "प्रोफाईलवर संपर्क माहिती दाखवा",
      "आम्ही कुकीजचा वापर तुम्ही पाहत असलेल्या जाहिरातींसह, तुमचा अनुभव वैयक्तिकृत करण्यात आणि सुधारण्यात मदत करण्यासाठी, व्यवसायांना विश्लेषण करण्यात आणि जाहिरात कार्यप्रदर्शन मोजण्यात मदत करण्यासाठी आणि तुम्हाला अधिक सुरक्षित अनुभव प्रदान करण्यासाठी करतो. आम्ही कुकीज कशा वापरतो याबद्दल आमच्या {Cookie Policy} मधून तुम्ही अधिक जाणून घेऊ शकता.",
      "3-अंकी कोड प्रविष्ट करा",
      "कॉल करा",
      "मला हा संदेश आवडत नाही",
      "लोक",
      "तुमची गोपनीयता आमच्यासाठी महत्त्वाची आहे, त्यामुळे आम्हाला अलीकडे आढळलेल्या तांत्रिक समस्येबद्दल आणि आम्ही केलेल्या निराकरणाबद्दल आम्ही तुम्हाला कळवू इच्छितो. त्यामुळे तुमच्या खात्यासह, काही Instagram खाती प्रभावित झाली आहेत जी आमच्या Instagram अँड्रॉइड बीटा प्रोग्रामचा भाग म्हणून Instagram च्या रिलीझ न झालेल्‍या आवृत्त्या वापरत होती.",
      "पुष्टी करा",
      "Instagram सत्यापनासाठी अप्लाय करा",
      "{number of posts} पोस्‍ट",
      "स्टोरी लोडिंग प्लेसहोल्डर",
      "तुम्ही काय करू शकता",
      "प्रारंभ करण्यासाठी टिपा",
      "मदत केंद्र",
      "{username} यांनी कथा क्षणचित्र पाठविले",
      "पूर्वीचे लिंग",
      "Facebook सह लॉग इन करा",
      "हे तुम्ही आहात याची पुष्टी करण्यात आमची मदत करा",
      "आपल्या मित्रांकडील छायाचित्रे आणि व्हिडिओ पाहण्यासाठी साइन अप करा.",
      "कथा पहा",
      "अपात्र व्हिडिओ",
      "चालकाचा परवाना",
      "अनलाईक",
      "उपबेरीज ({number of items} आयटम्स)",
      "ब्लॅकमेल किंवा छळ करण्यासाठी शेअर केलेली वैयक्तीक माहिती",
      "ईमोजी स्लायडर",
      "या कुकीज इतर कंपन्यांना त्यांच्या अ‍ॅप्स आणि वेबसाइटवरील तुमच्या ॲक्टिव्हिटीबद्दल आमच्यासह माहिती शेअर करण्यास मदत करतात. आम्हाला प्राप्त होणार्‍या माहितीचा वापर तुम्ही पाहत असलेल्या जाहिरातींसह तुमचा अनुभव वैयक्तिकृत करण्यात आणि सुधारण्यात, व्यवसायांना विश्लेषणे आणि जाहिरात कार्यप्रदर्शन मोजण्यात मदत करण्यासाठी आणि Instagram बाहेरील सेवा प्रदान करण्यासाठी करतो, जसे की इतर अ‍ॅप आणि वेबसाइटमध्ये लॉग इन करण्यासाठी Instagram वापरणे.",
      "तुम्हाला प्रेरणा देणारे अधिक विषय शोधा",
      "तुमचे खाते खाजगी असते तेव्हा केवळ तुम्ही मान्यता देता ते लोक तुमची Instagram वर छायाचित्र आणि व्हिडिओ पाहू शकतात. तुमचे विद्यमान अनुसरणकर्ते प्रभावित होणार नाहीत.",
      "तुमची कथा कोण पाहू शकतात ते निवडणे",
      "तुमचे खाते कदाचिट हटवले आहे",
      "अधिक जाणून घ्या",
      "पिन तयार करा",
      "अलीकडील कथा",
      "वर्णन",
      "पूर्ण झाले",
      "{phone_number} ने समाप्त होणार्‍या नंबरवर आम्ही पुष्टीकरण कोड पुन्हा पाठवला आहे",
      "लॉग इन करा",
      "एक किंवा अधिक व्हिडिओ अपलोड करण्यासाठी जास्त लांबीचे होते.",
      "{number of contacts shown} संकालित केलेले संपर्क",
      "अटी व डेटा धोरण अद्यतने",
      "पुढील",
      "तुमची Instagram माहिती",
      "या खात्याला सत्यापित करण्याची तुमची विनंती सध्या पुनरावलोकनाच्या अंतर्गत आहे. तुम्ही 30 दिवसांच्या आत प्रतिसादाची अपेक्षा करू शकता.",
      "काढा",
      "इतर अ‍ॅप्स आणि वेबसाइट्सवरील आमच्या कुकीज",
      "पिन कोड प्रविष्ट करा",
      "अधिक शेवरॉन वस्तू पहा",
      "1 कमेंट पहा",
      "देणगी द्या",
      "सूचना सेटिंग्जवर जा",
      "ऑडिओ प्ले होत आहे",
      "अ‍ॅप वापरा",
      "त्यांचे चॅट तुमच्या संदेश विनंत्यांवर हलवण्यात येतील, त्यामुळे तुम्ही ते कधी वाचले आहेत हे ते पाहू शकणार नाही.",
      "कव्हर",
      "तुमचा व्हिडिओ अपलोड होणे समाप्त झाल्याशिवाय हे पृष्ठ बंद करू नका.",
      "मसुदे",
      "निर्बंध घातलेले खाते",
      "तोतयागिरी",
      "वैयक्तिक खात्‍यावर स्विच करा",
      "दर्शवा",
      "आम्ही तुमच्या गोपनीयतेबद्दल काळजी घेतो. Facebook Payments International वैयक्तिक माहिती कशी संकलित करते, डेटा का संकलित केला जातो आणि तो कसा वापरला आणि संग्रहित केला जातो याविषयी तुम्ही जाणून आहात याची आम्हाला खात्री करून घ्यायची आहे.",
      "आपल्‍याला Instagram मध्‍ये लॉग इन करण्‍यात समस्‍या होती. कृपया लवकरच प्रयत्‍न करा.",
      "तुमची पोस्ट अपलोड करण्यात आली आहे",
      "संदेश पाठवा",
      "आम्ही अद्यापही मापनाच्या हेतूंसाठी अन्य अ‍ॅप्स आणि वेबसाइटवरील अ‍ॅक्टिव्हिटीबद्दल एकूण माहिती प्राप्त करू शकतो परंतु यात तुमच्या वैयक्तिक कुकी माहितीचा समावेश होणार नाही",
      "तुम्ही हे तुमच्या पोस्टच्या शीर्षस्थानी असलेल्या ··· मेनूवर जाऊन नंतर बदलू शकता.",
      "या ब्राउझरवर Instagram कडील कुकीज स्वीकारायच्या?",
      "अ‍ॅपमध्ये संदेशन अधिक चांगले होते",
      "तक्रार करा",
      "Impressum/Terms/NetzDG/UrhDaG",
      "आम्ही तुम्हाला इव्हेंटच्या एक दिवस आधी किंवा 15 मिनिटे आधी सूचित करू.",
      "आवश्यक माहिती",
      "फोन नंबर",
      "Internet Explorer",
      "अनुसरण करण्‍यासाठी लोकांना शोधू शकत नाही",
      "तुमचा पासवर्ड रीसेट केला गेला आहे.",
      "व्हिडिओ {duration} सेकंदांपेक्षा मोठा असणे आवश्यक आहे.",
      "माफ करा, ही लिंक आता काम करत नाही. तुमचे खाते पुन्हा सक्रिय करण्यासाठी, तुमच्या युजरनेम आणि पासवर्डने लॉग इन करा.",
      "जाने",
      "पाठविले",
      "तुमच्या खात्यासाठी एक श्रेणी निवडा",
      "लिंक यापुढे वैध असणार नाही",
      "जतन केलेली प्रतिमा",
      "{minutes}मि",
      "तुमच्या मुख्यपृष्ठ स्क्रीनवर Instagram जोडायचे?",
      "मला माझी जन्मतारीख देण्याची काय गरज आहे?",
      "{username}, Instagram वर तुमचे स्वागत आहे",
      "कॉल करा",
      "डिसमिस करा",
      "Instagram वर खरेदी करा",
      "Facebook द्वारे लॉग इन करू शकत नाही",
      "निवड रद्द करा",
      "तुमचा फोन नंबर वापरा",
      "{filename} खूप लहान आहे.  पुढे चालू ठेवण्यासाठी, मोठा व्हिडिओ निवडा.",
      "{Bold text if your appeal for video is rejected} हक्कधारक व्हिडिओ काढण्यासाठी विनंती करू शकतो ज्यामुळे तो Instagram वरून कायमस्वरूपी काढण्यात येईल.",
      "तुमची पोस्ट किती वेळा पाहिली गेली आणि तिला मिळलेल्या एकूण लाइकची संख्‍या केवळ तुम्ही पाहू शकता.",
      "सुरु ठेवण्‍यासाठी तुमचे {age} निवडा. {other options} पहा",
      "{number of products} प्रॉडक्ट्स",
      "सत्यापन करण्यासाठी विनंती सबमिट करण्यामुळे तुमचे खाते सत्यापित केले जाईल याची गॅरंटी मिळत नाही.",
      "आम्ही तुम्हाला यावेळेस कोड पाठवू शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा.",
      "तुम्ही तुमचा विचार बदलल्यास, तुम्हाला पुन्हा {username}चे अनुसरण करण्यासाठी विनंती करावी लागेल.",
      "सपोर्ट",
      "डेटा धोरण",
      "तुम्ही सहमती दिल्यावर, तुम्ही शेअर केलेले कदाचित ऑनलाइन ट्रान्समिशन द्वारे त्वरित ओव्हरसीज पाठवता येऊ शकेल",
      "आयडी फोटो",
      "{username} चे परिचय चित्र",
      "न भरलेला टपालाचा पत्ता वर्तुळ चेकमार्क",
      "द्वि-घटक प्रमाणीकरण सेट करणे समाप्त करण्यासाठी आम्ही तुमच्या नंबरवर पाठवलेला {phoneNumber} ने समाप्त होणारा 6-अंकी कोड प्रविष्ट करा.",
      "देय पद्धत",
      "याची सदस्यता घ्या:",
      "या वापरकर्त्यास अनावरोधित करा",
      "Facebook Pay",
      "युरोपिअन डिजिटल अ‍ॅडव्हर्टायजिंग अलायंस",
      "आपले खाते निष्क्रिय करण्यात समस्या आली होती. कृपया नंतर पुन्हा प्रयत्न करा.",
      "संपर्क व्‍यवस्‍थ‍ापित करा",
      "क्षमस्व! आत्ता तुम्हाला सत्यापन कोड पाठवण्‍यात आम्हाला समस्या येत आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
      "जुलै",
      "हिंसा किंवा हिंसेची धमकी",
      "तुम्ही लोकांना अवरोधित केल्यावर त्यांना सूचित केले जाणार नाही. तुमच्या पोस्टवर त्यांनी केलेल्या कोणत्याही नवीन टिप्पण्या त्यांच्या व्यतिरिक्त कोणालाही दृश्यमान असणार नाहीत.",
      "{collectionName} या सेव्ह केलेल्या कलेक्शनमधील प्रतिमा",
      "देणग्या {value} पेक्षा अधिक रकमेच्या असू शकत नाहीत",
      "एम्बेड कोड कॉपी केला!",
      "अधिक अलीकडील",
      "तुमची कथा संपादित करणे चालू ठेवण्‍यासाठी तुमचे उपकरण फिरवा.",
      "डिव्हाइसमधून निवडा",
      "गुरु",
      "च्‍याबद्दल",
      "जतन करण्यासाठी लॉग इन करा",
      "खाते नाही? {link that reads Sign up}",
      "{username} म्‍हणून चालू ठेवा",
      "तुम्ही पूर्णपणे तयार आहात!",
      "काढा",
      "आपण आपले खाते  हटविण्याऐवजी ते अक्षम करू शकता. अर्थात आपण पुन्हा लॉग इन करून ते पुनर्सक्रिय करत नाही तोपर्यंत आपले खाते लपविले जाईल.",
      "अधिक पहा",
      "{firstUsername}, {secondUsername} यांनी पाहिले",
      "{loginLink} आवडण्यासाठी किंवा टिप्पणी करण्यासाठी.",
      "Opera",
      "स्टिकरचा वापर, कथा सामायिक करणे, इत्यादी करण्याच्या अधिक चांगल्या पद्धतींसाठी अ‍ॅपवर स्विच करा.",
      "किंवा",
      "लोकेशन-आधारित वैशिष्ट्ये (आवश्यक)",
      "लिंक {value}",
      "तुमच्या गोपनीयतेचे रक्षण करणे आमच्यासाठी महत्त्वाचे आहे, आणि यासारख्या समस्या उद्भवू नयेत म्हणून आम्ही कायम कार्यरत असतो. हे घडल्याबद्दल आम्ही दिलगीर आहोत. तुम्हाला काही शंका असल्यास, कृपया आमच्याशी {email} वरून संपर्क साधा.",
      "Facebook शब्दचिन्ह आणि अ‍ॅप लोगोची श्रेणी",
      "लॉग इन करा",
      "प्रवेशयोग्यता",
      "जेथे तुम्ही लॉग इन केले",
      "वैयक्तिक माहितीमधील पूर्वीचे दुवे",
      "Instagram ॲपमध्ये Spring वरून प्रॉडक्ट्सची विक्री करा",
      "आवश्यक माहिती",
      "हटवा",
      "सहसा व्यक्तींनी कालांतरातील त्यांच्या ऑनलाइन अ‍ॅक्टिव्हिटीजबद्दल आणि तृतीय-पक्ष वेबसाइट्सवरील किंवा ऑनलाइन सेवांवरील त्यांची माहिती कशी गोळा केली जाते व वापरली जाते यावर प्रभाव टाकण्यासाठी जाहिरातदार देत असलेल्या पर्यायांबद्दल अधिक जाणून घेण्यासाठी {http://www.networkadvertising.org/managing/opt_out.asp}, येथे नेटवर्क अ‍ॅडव्हर्टायझिंग इनिशिएटीव्ह, {http://www.aboutads.info/} येथे डिजिटल अ‍ॅडव्हर्टायझिंग अलायन्स किंवा {http://youronlinechoices.eu/} येथे यूरोपियन डिजिटल अ‍ॅडव्हर्टायझिंग अलायन्स वर जा.",
      "मंगळ",
      "Google Chrome",
      "कमालीच्या ग्राफिक हिंसेची छायाचित्रे किंवा व्हिडिओ",
      "आम्हाला तुमच्या खात्यामधील वारंवार ऑटोमेटेड वर्तना आढळले आहे. लॉग इन करण्‍याचा प्रयत्न करण्यासाठी Instagram अ‍ॅप मधील तुमच्या माहितीची पुष्टी करा.",
      "स्‍पॅम किंवा स्कॅम",
      "पूर्ण नाव",
      "कमी डेटा वापरा",
      "स्टिकर लोड करू शकत नाही",
      "पुढे चालू ठेवा",
      "If you allow, {=business name} will be able to see your public information.",
      "{learn more link} या कुकीज आणि तत्सम तंत्रज्ञानाविषयी, त्या कशा वापरल्या जातात आणि तुम्ही त्या कशा व्यवस्थापित करू शकता याबद्दल.",
      "नेमटॅग डाउनलोड करा",
      "मूळ",
      "रिमाइंडर ईमेल",
      "DMCA प्रति-सूचना प्रक्रिया कार्य कसे करते?",
      "या फोटोमध्ये {reference owner name} च्या मालकीची सामग्री असू शकते त्यामुळे तो अवरोधित केला आहे.",
      "फोन नंबर",
      "बॅकअप कोड मिळवा",
      "मी ओळखत असलेली एखादी व्यक्ती",
      "कमेंट्स बंद केल्या आहेत",
      "who.int वर जा",
      "तुमचे खाते आधीपासूनच पुनर्सक्रिय करण्यात आले आहे. Instagram पुन्हा वापरणे सुरू करण्यासाठी तुमच्या युजरनेम आणि पासवर्डसह लॉग इन करा..",
      "साइन अप करून तुम्ही आमच्या {=Terms} सहमती देता. आम्ही तुमचा डेटा कसा संकलित करतो, वापरतो आणि सामायिक करतो हे आमच्या {Data Policy} मध्ये आणि आम्ही कुकी आणि तत्सम तंत्रज्ञान कसे वापरतो हे आमच्या {Cookies Policy} मध्ये जाणून घ्या.",
      "लोक जोडा",
      "अ‍ॅप आणि वेबसाइट्स",
      "उपबेरीज (1आयटम)",
      "व्हिडिओ पुनर्संचयित करा",
      "{Username of current profile} ला अवरोधित करायचे?",
      "JPG किंवा PNG फाइल असणे आवश्यक आहे. किमान शिफारस केलेला आकार 492 x 762 पिक्सेल आहे.",
      "Facebook Pay अधिक जाणून घ्या पेजवरील सेटिंग्ज चिन्ह",
      "संपर्क हटवायचे?",
      "जाहिरात मार्गदर्शकतत्त्‍वे",
      "फोन नंबरद्वारे साइन अप करा",
      "आम्ही तुमचे {contentTypeText} काढले आहे कारण ते आमच्या {violationText} वरील {communityGuidelinesLink} च्या विरूद्ध जात आहेय आमच्याकडे ही मार्गदर्शकतत्त्वे आहेत कारण आम्ही लागू होऊ शकतात असे स्थानिक कायदेशीर निर्बंधांसह सुरक्षा आणि मान्यतेला प्रोत्साहित करू इच्छितो.",
      "जेव्हा तुम्ही पुनरावलोकनाची विनंती करता तेव्हा, आम्ही तुमची टिप्पणी आमच्या {communityGuidelinesLink} चे उल्लंघन करत नाही हे निर्धारित करण्यासाठी आम्ही तिचे पुनरावलोकन करू. सर्व पुनरावलोकन निर्णय अंतिम आहेत.",
      "आम्ही तुमचा {contentTypeText} काढला कारण तो आमच्या {violationText} बाबत असलेल्या {communityGuidelinesLink} च्या विरोधात आहे. तुमचा अपमान करण्याचा हेतू नसला तरीही आमची मार्गदर्शकतत्त्वे इतरांचा आदर करण्यासाठी लोकांना स्वतःला व्यक्त करण्यासाठी प्रोत्साहित करतात.",
      "लोड होत आहे...",
      "थेट",
      "तुमच्या Instagram खात्यासाठी तुम्ही वापरता तो पासवर्ड सुरक्षित करण्‍यासाठी आम्ही कठोर प्रयत्न करतो. आम्हाला अलीकडे असे आढळले की, तुम्ही तुमचा डेटा डाउनलोड करा साधन वापरले तेव्हा, तुमचा डेटा डाउनलोड झाल्यानंतर तुमच्या वेब ब्राउझरमधील URL मध्ये तुमचा पासवर्ड प्रदर्शित झाला, तसेच आमच्या प्रणालीमध्ये संचयित देखील झाला. आम्ही आता साधन बदलले आहे जेणेकरून असे यापुढे घडणार नाही आणि आमच्या अंतर्गत प्रणालीनी कदाचित लॉग केलेले असू शकतात असे पासवर्ड आम्ही हटवत आहोत. आम्हाला आढळलेले काहीही असे सुचवत नाही की तुमचा पासवर्ड अन्य कोणीतरी वापरला होता. केवळ सुरक्षित राहण्यासाठी, तुम्ही कदाचित खाली, तसेच तुम्ही हाच पासवर्ड अन्यत्र कुठेही वापरला असेल अशा ठिकाणी Instagram पासवर्ड अद्यतनित करू इच्छित असाल. तुम्ही कदाचित तुमचा ब्राउझर इतिहास देखील साफ करू इच्छित असाल.",
      "तुम्हाला खात्रीपूर्वक स्वतःला या पोस्टवरून काढून टाकायचे आहे का?",
      "जतन करा",
      "तुम्हाला तक्रार का करण्यात आली होती",
      "अधिक कमेंट्स लोड करा",
      "व्हिडिओ काढा",
      "विनंतींचे अनुसरण करा",
      "अधिक जाणून घ्‍या",
      "मूळ (आकार समर्थित नाही)",
      "पुढील",
      "अधिक जाणून घ्‍या",
      "तक्रार केल्याबद्दल धन्यवाद. हा संदेश आमच्या समुदाय मार्गदर्शकतत्त्वांचे उल्लंघन करत असल्यास आम्ही तो काढून टाकू.",
      "{number of new posts} नवीन पोस्ट",
      "माहिती स्वरूपन",
      "आम्ही तुमची माहिती कोणालाही विकत नाही. कुकीजबद्दल आणि आम्ही त्यांचा वापर कसा करतो याबद्दल आमच्या {Cookie Policy} मध्ये अधिक माहिती दिली आहे.",
      "शेअर करा",
      "नवीन पोस्‍ट",
      "कमिशनसाठी पात्र",
      "डेटा धोरण",
      "Facebook Pay अधिक जाणून घ्या पेजवरील चिन्ह लिंक करा",
      "Instagram सह लॉग इन करा",
      "मी सहमत आहे",
      "या व्हिडिओमध्ये {reference owner name} च्या मालकीची सामग्री समाविष्ट असू शकते त्यामुळे तो अवरोधित केला",
      "परस्परविरोधी",
      "फोन नंबरची पुष्टी करा",
      "तुमच्या पोस्टवरील क्रियाकलाप",
      "मार्गदर्शक",
      "Facebook",
      "ही सामग्री प्रतिबंधित न केल्याचे तुम्हाला वाटत असल्यास, तुम्ही तुमच्या समस्येचे निराकरण करण्यासाठी तक्रार करणाऱ्या पक्षाला संपर्क करू शकता.",
      "तुमचे खाते बळकावण्यात आले",
      "पूर्वीचे फोन नंबर",
      "लॉग इन‍ दुवा पाठवा",
      "ईमेल काढा",
      "पासवर्ड बदला",
      "टाकून द्या",
      "कृपया तुम्ही 13 वर्षांपेक्षा कमी वयाचे आहात याची पुष्टी करा.",
      "संपादन करा",
      "ईमेल",
      "व्‍यवसाय कॅटेगरीज",
      "अतिरिक्त मीडिया पूर्वावलोकने दर्शवा किंवा लपवा",
      "अधिक पैसे मिळण्यासाठी गिफ्ट एड चॅरिटींना अनुमती देते.",
      "जसे आहे तसे ठेवा",
      "या संदेशामुळे लोकांना धोका संभवतो.",
      "{number of new posts} नवीन पोस्ट",
      "मी एक प्रति-सूचना दाखल केल्यास मला कसे कळेल?",
      "आम्ही ज्या प्रकारे कुकीज वापरतो त्यापैकी एक प्रकार म्हणजे Instagram वर आणि त्याबाहेर तुम्हाला उपयुक्त आणि समर्पक जाहिराती दर्शवणे. आम्ही ज्या प्रकारे कुकीज वापरतो त्याबद्दल आमच्या {Cookie Policy} मध्‍ये तुम्ही जाणून घेऊ शकता. तुमच्या Instagram नियंत्रणांच्या बाहेर देखील तुमच्याकडे अनेक निवडी असतात ज्यांचे वर्णन खाली दिले आहे.",
      "वापरकर्तानाव",
      "हे वापरून पहा",
      "अधिकृत करा",
      "अवरोधित करा",
      "कथा पाहण्यासाठी डेटा वापरला जातो",
      "अनुसरण करत आहे",
      "द्वि-घटक प्रमाणीकरणाद्वारे, आम्ही ओळखत नसलेल्या फोन किंवा संगणाकावरून लॉग इन करता तेव्हा दर वेळी तुमचे खाते सुरक्षित ठेवले जाते.",
      "{username} यांना रिप्लाय करत आहे",
      "अ‍ॅपवर तुम्ही आजच्या स्टोरीजमध्ये सामायिक केलेले फोटो आणि व्हिडिओंसह परस्पर संवाद साझू शकता.",
      "अनुकूल असणारा आकार शोधा",
      "{username} यांची स्टोरी, पाहिली",
      "वापरकर्तानाव जोडा. तुम्ही हे कधीही बदलू शकता.",
      "अनुमती द्या",
      "इतर पसंती",
      "मारिजुआना किंवा अंमली पदार्थांची खरेदी किंवा विक्री करण्‍यास ऑफर करणे.",
      "ही अवैध किंवा कालबाह्य लिंक आहे.",
      "हा फॉर्म",
      "{username} यांनी तुम्हाला रिप्लाय दिला",
      "सोडून जा",
      "तुमच्या पेमेंट्सवर Facebook Pay द्वारे सुरक्षितपणे प्रक्रिया केली जाते. तुमची पेमेंट माहिती पुढल्या वेळीसाठी सेव्ह केली जाईल. {Learn More}",
      "जतन केले",
      "तुम्ही वैयक्तिक खात्यावर परत स्विच करता तेव्हा अ‍ॅप-मधील इन्साइट्स बंद होईल आणि तुमच्या प्रमोशन्ससाठीच्या सामग्री व इन्साइट्ससहित सर्व सामग्री कायमची काढली जाईल.",
      "पर्याय",
      "अपलोड करण्यात अक्षम. हा फाईल प्रकार समर्थित नाही.",
      "संदेश विनंत्या",
      "जेथे तुमचा व्हि़डिओ दिसतो",
      "पाहत रहा",
      "मागे जा",
      "तुमचे संदेश",
      "एकही छायाचित्र नाही",
      "व्हिडिओ अपलोड केला जाऊ शकला नाही.",
      "वैध पिन कोड प्रविष्ट करा",
      "Connect using the MetaMask extension.",
      "ईमेल किंवा फोन नंबरसह साइन अप करा",
      "शोधण्यासाठी लॉग इन करा",
      "आणखी पसंती किंवा अनुसरणकर्ते मिळविण्यासाठी एका सेवेसोबत तुम्ही तुमचा पासवर्ड सामायिक केल्याचे दिसते जे आमच्या {community guidelines link} च्या विरोधात आहे.",
      "सर्व कमेंट पाहण्यासाठी लॉग इन करा",
      "प्रमाणीकरण अॅप काढायचा?",
      "तक्रार सबमिट करण्यासाठी तुम्हाला Instagram ची लेटेस्ट आवृत्ती लागेल.",
      "व्हिडिओ",
      "फोन",
      "स्कॅन करण्‍यास सोपा असणारा नेमटॅग मुद्रित करा",
      "इतरांच्या उत्कट प्रतिमा पोस्ट करण्याच्या धमक्यांबाबत आमचे शून्य सहनशक्ती धोरण आहे.",
      "Instagram {Username of current profile} ला त्यांना तुमच्या फॉलोअर्समधून काढून टाकण्यात आल्याचे सांगणार नाही.",
      "पिन रीसेट न करताच सोडून जायचे?",
      "Google Play वर उपलब्ध",
      "तुमची इलेक्ट्रॉनिक सही",
      "हे लॉगआउट पूर्ण होऊ शकले नाही. कृपया तुमच्या नेटवर्क सेटिंग्ज तपासा आणि पुन्हा प्रयत्न करा.",
      "Instagram",
      "अ‍ॅपमध्ये अधिक चांगले एक्सप्लोर करता येते",
      "सत्यापित केलेल्या बॅजसाठीच्या तुमच्या विनंतीचे पुनरावलोकन केल्यावर आम्ही तुम्हाला कळवू.",
      "लॉगआउट",
      "तुमच्या खात्यात अतिरिक्त सुरक्षितता जोडा",
      "स्वयं-इजेला प्रोत्साहन देणाऱ्या किंवा तिची जाहिरात करणाऱ्या पोस्ट आम्ही काढतो, ज्यामध्ये आत्महत्या, कापणे आणि खाण्याच्या विकृतींचा समावेश आहे. आम्ही ती पोस्ट स्वयं-इजेच्या पीडीतांवर हल्ला करत असेल किंवा त्यांची खिल्ली उडवत असेल तर त्यांची ओळख दर्शवणाऱ्या पोस्ट सुध्दा काढू शकतो.",
      "त्रुटीचे चिन्‍ह",
      "देय अटी",
      "आता सक्रिय आहे",
      "हा व्हिडिओ सर्व लोकेशन्सवर अवरोधित केला असल्याचे रिमाइंडर.",
      "संदेश पाठवा",
      "तुम्ही तुमचा पिन प्रविष्ट केला नाही तर चेकआउट पूर्ण करण्यासाठी तुम्ही तुमची Facebook पेमेंट माहिती वापरू शकणार नाही.",
      "स्थाने",
      "सपाट पृष्‍ठभागावर स्टिक करा",
      "नग्नता किंवा पोर्नोग्राफी",
      "सर्व फॉलो करू देण्याच्या विनंत्या पाहण्यासाठी शेवरॉन चिन्ह",
      "व्यवसाय सापडू शकत नाही",
      "तुम्ही युएसमध्ये {Digital Advertising Alliance} द्वारे, कॅनडामध्ये {Digital Advertising Alliance of Canada} द्वारे किंवा सुरोपमध्ये {European Interactive Digital Advertising Alliance} द्वारे किंवा तुम्ही Android, iOS 13 किंवा iOS ची जुनी आवृत्ती वापरत असल्यास तुमच्या मोबाईल डिव्हाइस सेटिंग्जद्वारे Facebook आणि अन्य सहभागी कंपनींकडून ऑनलाइन रूची-आधारीत अ‍ॅड्स पाहणे रद्द करू शकता. कृपया लक्ष्यात घ्या आमच्या कुकी वापरावर प्रतिबंध घालणारे अ‍ॅड ब्लॉकर्स आणि टूल्स या नियंत्रणामध्ये व्यत्यय आणू शकतात.",
      "सहभाग अचूकपणे मोजता यावा यासाठी आम्ही तुमची ओळख न देणारा कोणताही एक आयडी नंबर आणि सांख्यिकी नंबर शेअर करू आणि पूर्ण झालेल्यांबद्दल ते आम्हाला सांगतील.",
      "तुमचा नंबर जोडल्‍यामुळे तुम्हाला आणखी सहजपणे लॉग इन करता येईल, तुमचे खाते पुनर्प्राप्त करता येईल आणि अनुसरण करण्यासाठी लोकांना शोधता येईल.",
      "ट्रिम करा",
      "1 आयटम",
      "{name of the user}ने आपले अनुसरण करण्‍यास सुरूवात केली आहे.",
      "सत्यापन विनंती सबमिट झाली",
      "{location} ची छायाचित्रे आणि व्हिडिओ",
      "पर्यायी",
      "कॉपी करा",
      "डेटा डाउनलोड",
      "आम्ही SMS करून तुमच्या फोनवर एक पुष्टीकरण कोड पाठवू.",
      "Instagram मध्‍ये उघडा",
      "लैंगिक समागम, गुप्तांगे किंवा पूर्ण नग्न नितंबांचे क्लोज-अप दाखवणार्‍या पोस्ट",
      "रद्द करा",
      "तुम्ही नंतर पुन्हा प्रयत्न करू शकता किंवा दुसरे खाते वापरू शकता.",
      "वापरकर्ता सापडला नाही.",
      "तुमची गोपनीयता आमच्यासाठी महत्त्वाची आहे, त्यामुळे आम्हाला अलीकडे आढळलेल्या तांत्रिक समस्येबद्दल आणि आम्ही केलेल्या निराकरणाबद्दल आम्ही तुम्हाला कळवू इच्छितो. त्यामुळे तुमच्या खात्यासह, काही Instagram खाती प्रभावित झाली आहेत जी आमच्या डागफूडिंग प्रक्रियेचा भाग म्हणून Instagram च्या रिलीझ न झालेल्‍या आवृत्त्या वापरत होती.",
      "तुमची छायाचित्रे व्यवस्थापित करणे",
      "सुरक्षा कोड",
      "तुमच्या विनंंतीचे पुनरावलोकन करण्यासाठी, आम्हाला तुमचे नाव आणि जन्मतारीख दर्शवणारे सरकार द्वारे जारी केलेले छायाचित्र आयडी (उदा. ड्रायव्हर लायसन्स, पासपोर्ट किंवा राष्ट्रीय ओळखपत्र) किंवा अधिकृत व्यवसाय दस्तऐवज (कर भरणा, अलीकडील यूटिलिटी बिल, निगमन लेख) आवश्यक आहे.",
      "व्हिडिओ तास किंवा त्याहून कमी लांबीचे असणे आवश्‍यक आहे.",
      "देणगी दिल्‍याबद्दल धन्यवाद",
      "लॉग इन करा",
      "{time their account will be disabled} पूर्वी तुमचा परिचय अद्यतनित करा अन्यथा आमच्या समुदाय मार्गदर्शक तत्त्वांचे उल्लंघन केल्याबद्दल तुमचे खाते अक्षम केले जाईल. आमच्या तोतयागिरी धोरणाबद्दल {learn more link}.",
      "Facebook बाहेर तुमच्यासाठी जाहिराती वैयक्तिकृत करण्‍यात मदत करण्‍यासाठी आणि त्यांच्या कार्यप्रदर्शनाचे मापन करण्‍यासाठी आम्ही इतर कंपन्यांच्या कुकीज वापरणार नाही",
      "काढलेली अधिक सामग्री दर्शवा",
      "मी माझे वापरकर्तानाव किंवा खाते माहिती बदलू इच्छित आहे",
      "शोधा आणि एक्‍सप्‍लोर करा",
      "ठेवा",
      "कथांवर पुन्हा सामायिक करणे",
      "मोफत वाय-फाय मिळवा आणि {name} ला फॉलो करा",
      "कोड पाठवू शकले नाही.",
      "{date} रोजी {time} वाजता",
      "तुमच्या काही मागील पोस्टनी आमच्या {Community Guidelines} चे अनुसरण केले नाही. तुम्ही आमच्या मार्गदर्शकतत्वांच्या विरूद्ध जाणारे पुन्हा काही पोस्ट केल्यास तुमचे खाते हटवण्यात येईल यामध्ये तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते समाविष्ट असतील.",
      "तुम्हाला खात्री आहे का?",
      "{username} आणि 1 इतरद्वारे फॉलो करतात",
      "द्वि-घटक प्रमाणीकरण सेटिंग संपादित करा",
      "लोकेशन जोडा...",
      "तुम्ही लोकांचे अनुसरण केल्यावर तुम्हाला ते इथे दिसतील.",
      "काय झाले याचे थोडक्यात वर्णन करा.",
      "सांगू इच्छित नाही",
      "Instagram वरील {translated category name} खाती",
      "खास स्टोरी",
      "तुम्ही आता परत गेल्यास, तुम्ही तुमचा व्हिडिओ गमवाल.",
      "{username} यांना Facebook उत्पादनांवर त्यांच्या कार्यकलापाच्या आधारावर त्यांच्या स्वारस्याशी अधिक संबंधित असलेल्या जाहिराती दिसतील.",
      "वापरकर्तानाव तयार करा",
      "अधिक जाणून घ्या",
      "तुमचे खाते लोकांच्या हिताचे आहे हे दर्शविणारे लेख, सोशल मीडिया खाती आणि अन्य लिंक्स जोडा. पेड किंवा प्रमोशन करण्यासाठी असलेल्या सामग्रीचा विचार केला जाणार नाही.",
      "जाहिरात सेटिंग्‍ज",
      "ही पोस्ट पाहण्यासाठी लॉग इन करा",
      "ईमेलची पुष्टी करा",
      "Instagram ब्राउझ केल्याने डेटा वापरला जात नाही. तुम्ही जेव्हा व्हिडिओ किंवा कथा पाहण्याचा पर्याय निवडता फक्त तेव्हाच तुमचा डेटा वापरला जाईल.",
      "संपादित करा",
      "फिल्ड इन लॉक चिन्ह",
      "कनेक्ट करा",
      "तुमची जन्मतारीख जोडा",
      "तुम्ही तुमच्या खात्यामधून हे ॲप्स आणि वेबसाइट्‍स काढल्या आहेत. याचा अर्थ तुम्ही यापूर्वी शेअर केलेली माहिती कदाचित अद्यापही त्यांच्यात असू शकते परंतु अतिरिक्त विनंत्या करू शकत नाही. तुम्ही ॲपला तुमची माहिती डीलीट करण्यास सांगू शकता. तसे करण्‍यासाठी, तपशीलांसाठी त्यांच्या गोपनीयता धोरणाचे आणि संपर्क माहितीचे  पुनरावलोकन करा. तुम्ही ॲपशी संपर्क केल्यास, त्यांना तुमच्या युजर आयडीची गरज लागू शकते.",
      "तुम्ही त्यांना थेट परिचयावरून अवरोधित करू शकता. तुम्ही तसे केल्यास, ते तुमचा परिचय, पोस्ट किंवा कथा शोधू शकणार नाहीत किंवा Instagram वरून संदेश पाठवू शकणार नाही. Instagram तुम्ही त्यांना अवरोधित केल्याचे कळू देणार नाही.",
      "खालील शेव्हरॉन चिन्ह",
      "काय काढले होते",
      "मुखपृष्ठ स्क्रीनवर जोडा",
      "अ‍ॅप वापरा",
      "{username} सध्या कोणताही हॅशटॅग वापरत नाही.",
      "त्रुटी",
      "क्षमस्व! आत्ता तुमचा सत्यापन कोड सत्यापित करण्‍यात आम्हाला समस्या येत आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
      "तुम्हाला तुमची पोस्ट काढायला नको होती असे वाटते तेव्हा सहसा आम्ही तुम्हाला पुनरावलोकनाची विनंती करू देतो.",
      "लॉगिन करण्यासाठी हे तुम्ही आहात याची पुष्‍टी करा",
      "हे खाते एखादा व्यवसाय, पाळीव प्राणी किंवा इतर कशाही साठी असले तरीही तुमचा स्वतःचा वाढदिवस वापरा",
      "तुमचा Facebook ईमेल पत्ता {email} Facebook आणि Instagram वरील खात्यांशी जोडलेला आहे, परंतु ती खाती कनेक्ट केलेली नाहीत.",
      "अ‍ॅपसाठी प्रोफाईल पिक्चर",
      "बंदूका, स्फोटके आणि दारूगोळा यांची पीअर-टू-पीअर विक्री.",
      "परत स्विच करा",
      "डेटा धोरण",
      "{firstUsername} आणि {secondUsername}",
      "आणखी टिप्पण्या लोड करा",
      "हे लॉगिन तुम्ही केले नाही हे सिस्टीमला समजण्यात एक समस्या आली. कृपया तुमच्या नेटर्वक सेटिंग्ज तपासा आणि पुन्हा प्रयत्न करा.",
      "तुम्हाला अधिक समर्पक जाहिराती दाखवण्यासाठी जाहिरातदारांनी व इतर भागीदारांनी त्यांच्या वेबसाइट्स व अ‍ॅप्सवरील तुमच्या अ‍ॅक्टिव्हिटीबद्दल, तसेच खरेदी सारख्या काही ऑफलाइन परस्पर क्रियांबद्दल आम्हाला पाठवलेला डेटा आम्ही मिळवतो व वापरतो. तुम्ही तुमच्या सेटिंग्जमध्ये भागीदारांकडील तुमच्या अ‍ॅक्टिव्हिटीबद्दलचा डेटा या पर्यायाद्वारे Instagram बाहेरील तुमच्या अ‍ॅक्टिव्हिटीवर आधारित जाहिराती पाहायच्या किंवा नाही हे नियंत्रित करू शकता.",
      "पूर्वीचे व्‍यवसाय ईमेल पत्ते",
      "अवैध ईमेलसह, तुम्हाला एक ईमेल पाठवणे आम्हाला शक्य झाले नाही.",
      "नेटवर्क बंडविड्थ",
      "तुमच्या Facebook खात्यातील नियंत्रणे",
      "तुमचे खाते गोपनीय असते तेव्हा केवळ तुम्ही मान्यता देता ते लोक Instagram वर तुमची छायाचित्रे आणि व्हिडिओ पाहू शकतात. तुमचे सध्याच्या अनुसरणकर्ते यामुळे प्रभावित होणार नाहीत.",
      "Instagram वरील तुमच्या दुनियेशी कनेक्ट करण्यासाठी लॉग इन करा",
      "वस्तू",
      "ईमेल",
      "निर्माता स्टुडिओवर जा",
      "पाहिल्याबद्दल धन्यवाद",
      "ते विनामूल्य डाउनलोड करा.",
      "जुळणाऱ्या सामग्रीची सूचना",
      "तुम्ही तुमचा प्रोफाईल फोटो संकालित केल्यामुळे, तुमचा फोटो Instagram व Facebook दोन्हीवर बदलला जाईल.",
      "द्वि-घटक प्रमाणीकरण चालू आहे",
      "ही जाहिरात लपवण्‍यासाठी कारण निवडा:",
      "पेमेंट पद्धती, वितरण पत्ता, नाव, ईमेल",
      "मी अपलोड केलेले छायाचित्र मी हटवू इच्छित आहे",
      "क्षमस्व, काहीतरी चूक झाली. कृपया पुन्हा प्रयत्न करा.",
      "परिचय जतन केला.",
      "लॉग इन माहिती लक्षात आहे?",
      "प्रोफाईलवर श्रेणी दर्शवा",
      "तुमचे प्रोफाइल लोकांच्या हिताचे आहेत दर्शविणारे प्रसिद्ध व्यक्ती, सेलिब्रिटी किंवा ब्रँड जोडा.",
      "संरक्षित पेमेंट",
      "आमच्या प्रेस सेंटरमध्ये त्यांच्याबद्दल अधिक जाणून घ्या.",
      "निर्माता खात्यावर स्विच करण्याने तुमचे खाते सार्वजनिक केले जाईल. कोणीही तुमची सामग्री पाहू शकेल आणि फॉलो करण्याच्या सर्व प्रलंबित विनंत्या मंजुर केल्या जातील.",
      "तुम्ही बाहेर पडल्यास, जेव्हा तुम्ही त्यांना विनंती कराल तेव्हा आम्ही तुम्हाला लॉग इन करण्यास मदत होण्यासाठी केवळ ईमेल पाठवू.",
      "युजर चिन्ह",
      "अवरोधित केलेले टिप्पणीकार",
      "भेटवस्तू मदत रद्द करा",
      "Facebook प्रॉडक्ट्स बाहेरील जाहिराती आणि मापन सेवांसाठी, विश्‍लेषणे आणि विशिष्‍ट वैशिष्‍ट्‍ये प्रदान करण्‍यासाठी आणि तुमच्यासाठी आमच्या सेवा सुधारित करण्‍यासाठी, आम्ही Instagram आणि Facebook वर इतर कंपन्यांकडील टूल्स वापरतो. या कंपन्या देखील कुकीज वापरतात.",
      "कथा",
      "काही पेमेंट्सवर सुरक्षा तपासणी म्हणून तुम्ही तुमचा पिन प्रविष्ट कराल. सर्व पेमेंट्सवर तुमचा पिन वापरण्यासाठी, Facebook Pay सेटिंग्जवर जा.",
      "अधिक जाणून घ्या",
      "प्रमाणीकरण अॅप",
      "गोपनीयता आणि सुरक्षितता",
      "{username1}, {username2} आणि इतर 1",
      "WhatsApp जोडा",
      "लोक शोधा",
      "बातम्या / माध्यमे",
      "NetzDG अंतर्गत तक्रार करा",
      "अन्य लोक त्यांच्या कथेत तुमच्या पोस्ट जोडू शकतात. तुमचे वापरकर्तानाव नेहमी तुमच्या पोस्टसह दर्शविले जाईल.",
      "सार्वजनिक प्रोफाईल माहिती (आवश्यक)",
      "WhatsApp",
      "पूर्वीची वापरकर्तानावे",
      "कृपया वैध जन्मतारीख प्रविष्ट करा.",
      "व्हिडिओतील सर्व सामग्री आपली मूळ सामग्री आहे आणि आपले त्‍यावर आपला अधिकार असेल.",
      "खाती स्विच करा",
      "तुम्ही तुमच्या ईमेलचे यशस्वीपणे पुष्टीकरण केले आहे.",
      "व्हिडिओ गप्‍पा",
      "एक मॅसेज लिहा...",
      "तुम्हाला तुमच्या बॅकअप कोड्समधील एखादा कोड वापरता येत नसल्यास तुम्ही तुमच्या {=auth app codes} मधून एखादा मिळवू शकता",
      "बुधवार",
      "आमच्या अटी आणि डेटा धोरणातील बदलांचे पुनरावलोकन करा",
      "मंजूर करा",
      "जतन करा",
      "व्‍यवसाय ईमेल",
      "अधिक जाणून घ्‍या",
      "या सामायिक करण्याबद्दल अधिकः",
      "साइन अप करा",
      "{Date} रोजी {Time} वाजता पोस्ट केले",
      "अंतरंग प्रतिमांची तक्रार करणे",
      "हटविण्‍यामुळे तुमच्या इनबॉक्स मधून गप्पा काढल्या जातात परंतु अन्य व्यक्तीच्या इनबॉक्समधून नाही.",
      "हा फोटो खालील लोकेशन्समध्ये अद्याप दिसू शकत असल्याचे रिमाइंडरः",
      "तुमचे संपूर्ण नाव",
      "इमेल प्राधान्ये व्यवस्थापित करा",
      "वा",
      "तुम्ही अनुसरण करणे रद्द केलेली खाती",
      "तुम्हाला अधिप्रमाणन अ‍ॅपकडील लॉगिन कोड वापरता येत नसल्यास, तुम्ही {=sms code} द्वारे मिळवू शकता किंवा तुमच्या {=backup codes} पैकी एक वापरू  शकता.",
      "तपशील",
      "{seconds}से",
      "ड्रग्जची विक्री किंवा जाहिरात म्हणून कळवायचे?",
      "आता नाही",
      "{Userlink} सारखी अधिक खाती",
      "कमी जागा वापरते. Google Play वर विनामूल्य आहे.",
      "अनावरोधित करा",
      "अॅक्सेस रद्द करण्यात समस्या आली होती. कृपया नंतर पुन्हा प्रयत्न करा.",
      "तुम्ही Instagram लॉग इन करण्यासाठी वापरत असलेले आणि अलीकडे वापरलेली ही अॅप्स आणि वेबसाइट्स आहेत. तुम्ही त्यांच्यासह सामायिक करण्यासाठी निवडलेल्या माहितीची ते विनंती करू शकतात.",
      "लॉग इन मदत ईमेलमधून बाहेर पडा",
      "ऑडिओ प्रतिमा",
      "खालच्या दिशेचा बाण दर्शवतो की विभाग बंद असून उघडा केला जाऊ शकतो",
      "आपल्या Instagram खात्यावर प्रवेश करण्यासाठी आपल्याकडे कोणतेही अनुप्रयोग अधिकृत केलेले नाहीत.",
      "सक्रिय नसलेल्या सत्रांसाठी IP पत्ते",
      "तुमच्या खात्‍यात परत येता यावे यायासाठी आम्‍ही {phoneNumber} वर लिंकसह SMS पाठवला आहे.",
      "सोडा",
      "{instagramUsername} आणि {facebookPageName}",
      "संसाधने पहा",
      "तुम्ही तुमचे खाते जवळपास तात्पुरते अक्षम करणार आहात. पुढे जायचे?",
      "जाहिरात प्राधान्ये",
      "प्रोफाईल माहिती (आवश्‍यक आहे)",
      "फीड",
      "तुमची अपील मंजूर झाल्यास",
      "content_removed_img",
      "तुमचा {contentTypeText} आमच्या {brandedContentPoliciesLink} च्या विरोधात असल्यानेआम्ही तो काढला आहे. तंबाखू प्रॉडक्ट्स, शस्त्रे, दारूगोळा किंवा विस्फोटके यांसह ब्रँडेड सामग्रीसह विशिष्‍ट वस्तू, सेवा किंवा ब्रॅंड्‍स यांनाा प्रमोट केले जाऊ शकत नाही. त्या व्यतिरिक्त, सामाजिक मुद्दे, निवडणुका किंवा राजकारण यांसह काही श्रेणींना ब्रँडेड सामग्रीत तेव्हाच अनुमती दिली जाते जेव्हा देय देणारा भागीदार संबंधित अ‍ॅड प्रसारित करण्‍यासाठी अधिकृत केला जातो.",
      "टिप्पणी पर्याय",
      "साइन अप करा",
      "तुमचा फोन नंबर जोडा म्हणजे तुम्ही तुमचा पासवर्ड रिसेट करू शकाल, मित्र शोधू शकाल आणि अधिक गोष्टी करू शकाल.",
      "तुम्ही तुमचा प्रमाणीकरण अॅप काढल्यास, तुम्हाला केवळ मजकूर संदेशाद्वारे सुरक्षा कोड मिळतील.",
      "पूर्ण झाले.",
      "पोस्‍ट रद्द करायची?",
      "ईमेल काढला",
      "जाहिराती",
      "तुमच्या खात्यामध्ये येथे दाखवण्यासाठी कोणतीही माहिती नाही.",
      "तुमच्या मित्रांकडील फोटो व व्हिडिओ पहा",
      "तुमच्या खात्यात परत प्रवेश करण्‍यात मदत करण्‍यासाठी आम्ही तुम्हाला एक संदेश पाठवू शकतो.",
      "Facebook Pay",
      "तुमचे खाते हटवण्याचा धोका आहे",
      "माहिती जतन करा",
      "अहवाल पाठवा",
      "हे अ‍ॅप वापरा",
      "सेकंद",
      "हा ईमेल अन्य खात्याद्वारे घेतला गेला आहे.",
      "पुढील",
      "शहर/गाव",
      "लाइव्ह प्रसारण शेअर करा",
      "तुमचा व्हिडिओ दृश्यमान असेल",
      "ते Instagram वर तुमचा परिचय, पोस्ट किंवा कथा पहाण्यास सक्षम असणार नाहीत. Instagram त्यांना कळू देणार नाही की तुम्ही त्यांना अवरोधित केले आहे.",
      "चेकमार्क फिल असलेले चिन्ह",
      "You can manage these messages at any time in your chat with {=business name}.",
      "कथा उघडा",
      "तुमची शॉपिंग बॅग शोधण्यासाठी तुमच्या परिचयाला भेट द्या व {link_back_to_instagram_home_page} वर टॅप करा.",
      "चालू ठेवा",
      "मीडिया निर्माता चिन्‍ह",
      "मोफत वाय-फाय ॲक्सेस मिळवा आणि त्यांच्या नवीनतम पोस्ट्स पाहण्यासाठी या व्यवसायास फॉलो करा. किंवा, तुम्ही नंतर हा व्यवसाय फॉलो करू शकता.",
      "तुम्ही कधी ऑनलाइन असता किंवा तुमचे संदेश कधी वाचले हे त्यांना दिसणार नाही. तुम्ही त्यांच्या परिचयावरून त्यांच्यावरील निर्बंध उठवू शकता.",
      "ते Microsoft कडून मिळवा",
      "बौद्धिक संपदा उल्लंघन",
      "{username} यांनी एक कथा पाठवली",
      "पोस्‍टवर जा",
      "निर्बंध घातलेले खाते",
      "आम्ही सुरक्षितता आणि एकीकरणासाठी इतर अ‍ॅप्स आणि वेबसाइटवरील मर्यादित माहिती वापरू, परंतु ती तुम्हाला वैयक्तिकृत जाहिराती दर्शविण्यासाठी वापरली जाणार नाही",
      "पुढे",
      "पूर्ण झाले",
      "Instagram वर 13 वर्षांखालील मुलाची तक्रार करायची?",
      "पिन रीसेट करा",
      "शॉप पहा",
      "तुम्ही छळणूक किंवा गुंडगिरीबद्दल आणखी काय करू शकता याविषयी तुम्हाला अधिक जाणून घ्‍यायचे असल्यास आम्हाला मदत करायला आवडेल",
      "पुढे",
      "नवीन पोस्‍ट तयार करा",
      "Facebook शी कनेक्ट करा",
      "आपल्या ग्राहकांपर्यंत पोहोचा",
      "तुम्ही लॉग इन करता तेव्हा तुम्ही या पोस्टवरील सर्व युजर्सच्या कमेंट वाचू शकता.",
      "तुमच्या परिचयावर तुमची छायाचित्रे कशा प्रकारे जोडली जावीत ते निवडा.",
      "तुमचा संपूर्ण नेमटॅग कॅमेऱ्याला कॅप्चर करता यायला हवा.",
      "Safari",
      "आज पाहिले",
      "1 वर्ष",
      "Instagram समुदायाला सर्वजणांसाठी सुरक्षित आणि मजेदार ठेवण्यात मदत केल्याबद्दल धन्यवाद. लक्षात ठेवा, आम्ही छायाचित्र, व्हिडिओ किंवा टिप्पणी पोस्ट करणाऱ्या व्यक्तीसमोर तक्रारी कोणी सबमिट केल्या हे उघड करत नाही.",
      "कनेक्शनमुळे अ‍ॅप किंवा वेबसाइटला तुमच्या खात्याचे अधिप्रमाणन करता येते आणि तुमच्या ईमेल पत्त्‍यासारखी, तुम्ही शेअर करण्‍यासाठी कदाचित निवडू शकता ती माहिती प्राप्त करते.",
      "खाते डेटा पहा",
      "आम्हाला कळू द्या",
      "अपलोड करावयाच्या छायाचित्राचे पूर्वावलोकन करा",
      "तुम्ही लॉग इन करता तेव्हा तुमच्या रूचीवर आधारीत तुम्ही अधिक गोष्टी पाहू शकाल.",
      "पोस्ट",
      "विनंती डाउनलोड करा",
      "तुम्ही कोणाच्यातरी संदेशाची तक्रार केल्यास, Instagram त्यांना कोणी तक्रार केली हे सांगत नाही.",
      "पत्‍ता",
      "अटी",
      "आम्हाला तुमच्या खात्यात असामान्य अ‍ॅक्टिव्हिटी आढळली आहे आणि काही कृती तात्पुरत्या प्रतिबंधित केल्या आहेत.",
      "नाकारा",
      "ठीक आहे",
      "एम्बेड",
      "यांच्याकडील टिप्पण्या अवरोधित करा",
      "आपण एखाद्याच्या पोस्टची तक्रार केल्यास ती तक्रार कोणी केली हे Instagram त्यांना सांगत नाही.",
      "facebook-बाहेरील अ‍ॅक्टिव्हिटी",
      "एक दुसरे खाते तयार केले",
      "टपालाचा पत्ता",
      "{Button to log in} किंवा {Button to sign up}",
      "मंगळवार",
      "Chrome",
      "मजकूर",
      "वापर अटींना सहमती द्या",
      "{timeString} वाजता {dateString} रोजी",
      "{username} यांच्या कथेचे क्षणचित्र पाठवले",
      "th",
      "केवळ {story owner username} यांच्या सदस्यतेमधील लोक ही स्टोरी पाहू शकतात.",
      "तुम्ही तुमच्या {=app and web} सेटिंग्जमध्ये तुम्ही अ‍ॅप्स आणि वेबसाइट्ससोबत शेअर करत असलेल्या माहितीचे पुनरावलोकन करू शकता किंवा त्यात बदल करू शकता. ही सेटिंग्ज Instagram वर तुमची सामग्री कोणी पाहावी हे नियंत्रित करणाऱ्या {=privacy} सेटिंग्जपेक्षा वेगळी आहेत.",
      "• आम्ही वापरतो त्या कुकीज आणि समान तंत्रज्ञानांमुळे ॲप्स आणि वेबसाइटना तुमच्याबद्दलची माहिती Instagram व सोबत शेअर करण्यात मदत होते. आम्ही ही माहिती तुम्ही पाहता त्या जाहिरातींसह तुमचा अनुभव वैयक्तिकृत करण्‍यासाठी आणि व्यवसायांना अ‍ॅडच्या कार्यप्रदर्शनाचे विश्लेषण व मापन करण्‍यात मदत करण्यासाठी वापरतो.",
      "सेव्ह करा",
      "सशब्द करा",
      "परिचय छायाचित्र पोस्ट करायचे?",
      "तुमच्या कथेवर प्रतिक्रिया दिली: {emoji}",
      "वयाची पुष्‍टी करा",
      "Instagram आणि Facebook द्वारे कुकीज वापरण्‍यास अनुमती द्यायची?",
      "लॉग इन करा",
      "संबंधित खाती",
      "संलग्न सेट करण्‍यासाठी आणि पैसे कमावणे सुरू करण्‍यासाठी Instagram मोबाईल अ‍ॅप वापरा.",
      "संदेश पाहण्यासाठी आणि पाठवण्यासाठी Instagram ची अद्यतनित करून नवीनतम आवृत्ती घ्या.",
      "{list of items}, {last item}",
      "ऑडिओ म्यूट केला आहे.",
      "व्हिडिओ तयार करत आहे...",
      "तुमचा वाढदिवस दिल्यामुळे वैशिष्ट्ये आणि तुम्हाला दिसतात त्या जाहिराती सुधारित होतात आणि आम्हाला Instagram समुदाय सुरक्षित ठेवण्‍यात मदत होते. तुम्ही तुमचा वाढदिवस वैयक्तिक माहिती खाते सेटिंग्जमध्‍ये पाहू शकता.",
      "संदेश नाहीत",
      "{=app name} {=privacy policy} आणि {=terms}.",
      "च्‍यासाठी",
      "तुम्ही या टिप्पणीची तक्रार का करता आहात?",
      "कोणाचा छळ होतो आहे किंवा घाबरवले जात आहे?",
      "निःशब्द करा",
      "आता नाही",
      "हा ईमेल पत्ता Facebook आणि Instagram वर लॉग इन करण्यासाठी वापरला जातो आहे, परंतु खात्यांचा दुवा जोडलेला नाही. लॉग इन करणे सोपे व्हावे यासाठी तुमच्या खात्यांचा दुवा जोडा.",
      "तुमचे वय {age} वर्ष आहे का?",
      "अयोग्य सामग्री पोस्ट करीत आहे",
      "फोन नंबर काढायचा?",
      "तुम्ही जे जतन केले आहे ते केवळ तुम्ही पाहू शकता.",
      "मिळाले. आपण इंन्स्टग्रामच्या वृत्त इमेलमधून सदस्यता रद्द केली.",
      "मजकूर संदेश वापरा",
      "प्रविष्ट केलेला पिन चुकीचा आहे. {remainingAttempts} प्रयत्न बाकी आहेत.",
      "{full_name} (@{username}) • Instagram छायाचित्रे आणि व्हिडिओ",
      "{filename} लेबल असलेला व्हिडिओ खूप मोठा आहे. पुढे चालू ठेवण्यासाठी एखादा छोटा व्हिडिओ निवडा किंवा याऐवजी IGTV वर पोस्ट करा.",
      "आता {count} जण सक्रिय आहेत",
      "{action text} करून, तुम्ही {Instsagram's terms} आणि {data policies terms} यांना सहमती दर्शवता. शुल्क कव्हर करण्यासाठी तुमच्या योगदानातून 2.60% + 0.30 USD वजा करण्यात येतील.",
      "SMS पुन्‍हा पाठवा",
      "तुमची अपील मंजूर झाल्यास",
      "त्रासदायक सामग्री पोस्ट करणे",
      "बंद करा",
      "डेटा धोरणे",
      "तुम्ही तुमच्या कथेमध्ये {username} यांचा उल्लेख केला",
      "तुम्हाला आता सर्व गिन मदत ईमेल प्राप्त होतील.",
      "वर्तुळ तपासणी चिन्ह",
      "Instagram हा 2012 पासून Facebook चा एक भाग बनला आहे आणि आम्ही काही कॉर्पोरेट बदल करीत आहोत. पुढे जाऊन, आमच्या अटी Instagram साठी Facebook Inc. जबाबदार आहे हे प्रतिबिंबित करतील. Instagram अॅप आणि आम्ही ज्या पद्धतीने डेटावर प्रक्रिया करतो त्यात बदल होणार नाहीत.",
      "तुम्ही तुमचा कार्ड सुरक्षा कोड प्रविष्ट केला नाही तर चेकआउट पूर्ण करण्यासाठी तुम्ही तुमची Facebook पेमेंट माहिती वापरू शकणार नाही.",
      "स्वयं-इजा (खाद्यविकृती, कापणे किंवा आत्महत्या सामग्री)",
      "तुमची पेमेंट माहिती कनेक्ट करा",
      "टॅग काढा",
      "कृपया काय चुकीचे आहे ते समजावून सांगा",
      "ईमेल",
      "चालू ठेवा",
      "चरण 1: प्रामाणिकपणा पुष्‍टी करा",
      "{filename} खूप मोठी आहे. पुढे सुरू ठेवण्यासाठी, 1GB किंवा त्यापेक्षा लहान फाईल निवडा.",
      "तुम्ही हे या कलेक्शनमधून काढू शकता किंवा तुम्ही ज्यावर सेव्ह केले आहे त्या सर्वांमधून काढू शकता.",
      "या पोस्चवरील अधिक कमेंट्स पहा",
      "कार्ड क्रमांक",
      "पर्यायी मजकूर उजवा बाण लिहा",
      "तुमच्या कथेमध्‍ये जोडा",
      "अॅप स्टोअरवर ते विनामूल्य शोधा.",
      "प्रारंभ करण्यात समस्या",
      "लोकांना Instagram वर कनेक्ट करण्‍यात मदत करण्‍यासाठी, तुम्ही तुमचे संपर्क मधूनमधून संकालित आणि आमच्या सर्व्हरवर संग्रहित करणे निवडू शकता. कोणत्या संपर्कांचे अनुसरण करायचे ते संपर्क तुम्ही निवडू शकता. संकालन करणे थांबवण्यासाठी कधीही डिस्कनेक्ट करा. {learnMoreLink}",
      "पेमेंट्स चॅट सपोर्ट मिळवा",
      "तुमच्या पेमेंट्सवर Facebook Pay द्वारे सुरक्षितपणे प्रक्रिया केली. {Learn More}",
      "Facebook वर लॉग इन करा",
      "व्हिडिओचा आवाज बंद करा",
      "पाठवलेला संदेश रद्द करायचा?",
      "बेरजेचे चिन्ह",
      "वैध पिन कोड प्रविष्ट करा",
      "कृपया नंतर पुन्हा प्रयत्न करा.",
      "तुम्ही इतर अ‍ॅप्स आणि वेबसाइटमध्‍ये लॉग इन करण्‍यासाठी Instagram वापरता तेव्हा, आम्ही अनुभव सक्षम करण्‍यासाठी आणि एक सुरक्षित कनेक्शन तयार करण्‍यासाठी कुकीज आणि त्यासारखी तंत्रज्ञाने वापरतो.",
      "पाठविणे रद्द करा",
      "क्रेडिट कार्य प्रतिमा",
      "वाय-फाय कोड प्रविष्ट करा",
      "उत्पादन",
      "मजकूर संदेश",
      "पासपोर्ट",
      "ही लिंक आम्ही पाठवल्यानंतर फक्त 4 दिवसांसाठी सक्रिय राहील. त्यामध्ये काही वैयक्तिक माहिती असू शकते त्यामुळे लिंक खात्रीपूर्वक गोपनीय ठेवा आणि फाईल फक्त तुमच्या कॉम्प्यूटरवर डाउनलोड करा.",
      "या व्यतिरिक्त, तुमचा ब्राउझर किंवा डिव्हाइस अशा सेटिंग्ज ऑफर करू शकतात ज्यामुळे तुम्ही ब्राउझर कुकीज सेट कराव्या की नाही आणि त्या डीलीट करावे हे निवडू शकता. ही नियंत्रणे ब्राउझरनुसार बदलतात आणि निर्माते त्यांनी उपलब्ध करून दिलेल्या दोन्ही सेटिंग्ज आणि त्यांची कार्यपद्धती कधीही बदलू शकतात. 5 ऑक्टोबर 2020 पासून, तुम्हाला खाली दिलेल्या लिंकवर लोकप्रिय ब्राउझर्सनी ऑफर केलेल्या नियंत्रणांबद्दल अधिक माहिती मिळू शकते. तुम्ही ब्राउझर कुकी वापर अक्षम केला असेल तर {Facebook Products} काही विशिष्ट भाग कदाचित योग्यरित्या कार्य करू शकणार नाहीत.",
      "कमाई",
      "तुमच्या खात्यासाठी एक वापरकर्तानाव निवडा. तुम्ही ते नंतर कधीही बदलू शकता.",
      "नाही",
      "शारीरिक हानी, चोरी किंवा विध्वंसक कृतीचे विशिष्ठ धोके",
      "Instagram वरून थेट विकत घेऊ शकता अशा ब्रँडबद्दल जाणून घ्या.",
      "पूर्ण नाव",
      "दिवस",
      "फिल्‍टर",
      "तुम्ही ज्यांच्यापासून स्टोरीज लपवता अशी खाती",
      "तुम्हाला तुमच्या खात्यात परत नेण्यासाठी पुढील पायऱ्यांचे अनुसरण करा.",
      "Instagram वर पुन्हा पहा",
      "अॅप वर जा",
      "संदेश पाठवू शकत नाही",
      "आपला Instagram वरील {full (real) name of the user who joined} मित्र {username of the user who joined} म्हणून आहे",
      "Instagram सर्वजणांची बौद्धिक मालमत्ता संरक्षित करण्यासाठी वचनबद्ध आहे त्यामुळे आम्ी तुम्हाला कळवू इच्छितो की तुमच्या फोटोमध्ये असे साहित्य आहे जे कदाचित वापरण्याचा तुम्हाला अधिकार नाही.",
      "वापरकर्ता चिन्ह",
      "काढा",
      "Instagram वर स्वागत आहे",
      "{scope title}",
      "नेटवर्क त्रुटी",
      "पुढील",
      "तुमच्या कथेला प्रत्‍युत्‍तर दिले",
      "तुमचा डेटा डाउनलोड करा",
      "परिचय माहिती",
      "हे कसे सूचित करायचे ते जाणून घ्‍या.",
      "{count} जणांना आवडले",
      "आपली लॉगइन माहिती आम्ही आपल्यासाठी लक्षात ठेवू. आपण पुन्हा लॉग इन कराल तेव्हा ती पुन्हा प्रविष्ट करण्याची गरज पडणार नाही.",
      "वगळा",
      "{link that reads Switch Accounts} किंवा {link that reads sign up}",
      "खाते क्रियाकलाप",
      "शोध",
      "{name of the user} ने टिप्‍पणी केली: {comment text from user}",
      "मूळ",
      "तक्रार करा",
      "इतर {count}",
      "वापर अटी",
      "व्यक्तीचलितपणे जोडा",
      "कमाईच्या सर्व व्हिडिओंचे पुनरावलोकन केले.",
      "सरकार आणि राजकारण",
      "मजकूर (SMS) संदेश",
      "शोध चिन्ह.",
      "लॉग आउट करा",
      "मी {username} चा कायदेशीर पालक आहे आणि मंजूर करण्याची अधिकृतता मला आहे.",
      "जेव्हा तुम्ही Instagram सह अ‍ॅप किंवा वेबसाइटवर लॉग इन करता:",
      "मार्गदर्शक फक्त अ‍ॅपमध्ये आहेत",
      "आम्ही {username} साठी तुमची लॉगइन माहिती लक्षात ठेवू. तुम्ही पुन्हा लॉग इन कराल तेव्हा ती परत प्रविष्ट करण्याची गरज पडणार नाही.",
      "जुलै",
      "अहवाल द्या",
      "पिनची पुष्टी करा",
      "ईमेल पाठवण्यास समस्या आली.",
      "@{username} कडील ही Instagram गाईड पहा",
      "तुमच्या सामाजिक सुरक्षा क्रमांकाचे (SSN) किंवा वैयक्तिक करदाता ओळख क्रमांकाचे (ITIN) शेवटचे 4 अंक प्रविष्ट करा.",
      "पुष्‍टी करा",
      "इतर अ‍ॅप्स आणि वेबसाइट वरील कुकीज आणि समान तंत्रज्ञानाबद्दल",
      "योग्य फोन नंबर प्रविष्‍ट केला नाही?",
      "गोपनीयतेचे धोरण",
      "सामील होण्‍यासाठी मंजूरी आवश्‍यक आहे",
      "डावा शेव्ह्रॉन",
      "थेट",
      "परिचय डिरेक्‍टरी",
      "• Instagram ला तुम्हाला तुमच्या Instagram खात्यात लॉग इन करू देण्‍यासाठी सुरक्षितपणे अ‍ॅप्स आणि वेबसाइटशी कनेक्ट करता येते",
      "तुम्हाला मजकूर मॅसेज किंवा अधिप्रमाणन अ‍ॅप मार्फत सुरक्षा कोड मिळू शकत नसल्यास लॉग इन करण्यासाठी हे वापरा.",
      "{link} येथे मेरीलँड युनिव्हर्सिटीबद्दल अधिक जाणून घ्या",
      "रद्द करा",
      "यांना सामायिक करा...",
      "व्यावसायिक खाते",
      "आम्ही तुमची लॉगिन माहिती या अ‍ॅपवर जतन करू शकतो म्हणजे तुम्हाला ती पुन्हा प्रविष्ट करावी लागणार नाही.",
      "वर्तुळ रेखाटलेले शॉपिंग कार्ट.",
      "प्रमाणीकरण अॅप",
      "अद्याप कोणत्याही पोस्ट नाहीत.",
      "तुमची कथा काढण्यात आली आहे",
      "नामांकन द्या",
      "तुम्ही Facebook द्वारे साइन अप केल्यास, तुम्हाला {create a password} पुन्हा तयार करावा लागेल आणि परत लॉग इन करावे लागेल.",
      "चालू ठेवण्यासाठी {username} मध्ये लॉग इन करा. तुम्हाला {source_account_username} मधून लॉग आउट केले जाईल.",
      "जेव्हा लोक तुम्हाला अनुसरण करण्यासाठी विचारतात, तुम्हाला त्यांच्या विनंत्या येथे दिसतील.",
      "{username}: एक संदेश पाठविला",
      "तुम्ही Facebook लॉगिन वापरणे सुरू ठेवू इच्छिता?",
      "आम्हाला तुमचे खाते सापडले नाही",
      "व्‍यवसाय साधने",
      "तत्सम खाती सूचना",
      "Instagram वापरणे चालू ठेवण्यासाठी तुमचा पासवर्ड बदला. तुम्ही या सेवांपैकी एकासह तुमचा पसावर्ड सामायिक केल्यास तुम्हाला अनुसरण करण्यापासून, आवड दर्शवण्यापासून किंवा टिप्पणी करण्यापासून अवरोधित केले जाऊ शकते.",
      "अद्याप कोणत्याही पोस्ट नाहीत",
      "कोव्हिड-19 आणि लसींविषयक आमच्या {help center link}बद्दल अधिक जाणून घ्या.",
      "तुम्ही Instagram वरून जेव्हा कधी देय द्याल तेव्‍हा वापरण्‍यासाठी पिन तयार करा.",
      "मला ते आवडत नाही",
      "खालील लोकेशन्सवर हा व्हिडिओ अद्याप दिसू शकेल हे लक्ष्यात घ्याः",
      "वापरकर्तानाव",
      "th",
      "{username} यांनी पोस्ट केल्यावर त्यांची छायाचित्रे आणि व्हिडिओ तुम्हाला येथे दिसतील.",
      "अधिक जाणून घ्‍या.",
      "अनावरोधित करा",
      "व्हिडिओ पहा",
      "काल पाहिले",
      "Facebook सह साइन अप करा",
      "फोन नंबरची पुष्टी केली",
      "त्रुटीचे चिन्‍ह",
      "तुम्ही {username} चा लाइव्ह व्हिडिओ Instagram अ‍ॅपवर पाहू शकता.",
      "मसुदे पहा",
      "बॅकअप कोड",
      "हा मीडिया समर्थित नाही.",
      "दहा हजार",
      "मीडिया (वैकल्पिक)",
      "{count} अनुयायी",
      "{filename} लेबल असलेली फाइल खूप लहान आहे. पुढे चालू ठेवण्यासाठी 1 KB पेक्षा मोठी फाइल निवडा.",
      "किरकोळ विक्रेते, स्थानिक व्यवसाय, ब्रॅंड्स, संस्था आणि सेवा प्रदात्यांसाठी उत्तम.",
      "Instagram बाहेर तुमच्यासाठी जाहिराती वैयक्तिकृत करण्‍यात मदत करण्‍यासाठी किंवा त्यांच्या कार्यप्रदर्शनाचे मापन करण्‍यासाठी आम्ही इतर कंपन्यांच्या कुकीज वापरणार नाही",
      "व्हिडिओ ध्वनी बंद करा",
      "बौद्धिक संपदा उल्लंघन",
      "मेनू",
      "अवरोधित केलेले",
      "{count} पोस्ट",
      "विनंती केलेले",
      "काढले",
      "कथा सामायिकरण",
      "संपृक्तता",
      "तुमचे कार्ट रिक्त आहे",
      "सुचवलेले",
      "जन्मतारीख महिना/दिवस/वर्ष अशी प्रविष्ट करा",
      "कोणतेही खाते आढळले नाही.",
      "तुम्हाला अद्याप ही तुमची चूक असल्याचे वाटत असल्यास आणि हा व्हिडिओ वापरण्याची परवानगी असल्यास {Submit an appeal text bolded}.",
      "बंद करा",
      "तुमची देणगी पाठवत आहे...",
      "Facebook शी दुवा साधला",
      "काही बाबतीत, यामध्ये मान्यताप्राप्त आरोग्य संघटनांच्या मते जी माहिती रोग कसा बरा करावा किंवा टाळावा याबद्दल लोकांची दिशाभूल करू शकते किंवा वैद्यकिय उपचार घेण्यासाठी लोकांना निरुत्साहीत करू शकते अशा माहितीचा समावेश होतो.",
      'Instagram, डिजिटल मिलिनेनियम कॉपीराइट (क्ट ("DMCA") च्या कलम 512 (सी) मध्ये परिभाषित केलेल्या सूचना आणि काढण्याच्या प्रक्रियेचे पालन करते. Instagram ला कॉपीराइट उल्लंघन चालत नसले तरी आम्ही उल्लंघनाचे खोटे दावेही चालवून घेत नाही. जर तुमची सामग्री DMCA च्या सूचना आणि सूचना-नोटिस प्रक्रियेअंतर्गत काढली गेली असेल आणि तुम्हाला वाटत असेल की चुकून किंवा ओळखीच्या परिणामी ती काढली गेली असेल तर तुम्ही डीएमसीए काउंटर-सूचना दाखल करू शकता.',
      "Instagram वर परत जा",
      "(@{merchant username}) {merchant name} शॉप करा",
      "तुमच्याकडे तुमच्या Instagramखात्याचा एक्सेस असणारे काढलेले कोणतेही अनुप्रयोग नाहीत.",
      "विवाद समबिट करा",
      "फाईल खूपच मोठी आहे",
      "जतन केलेले",
      "छायाचित्र",
      "टिप्पण्या फिल्टर करणे",
      "लॉग इन करणारी व्यक्ती तुम्हीच आहात याची जेव्हा आम्हाला पुष्टी करणे गरजेचे असते तेव्हा आम्ही तुम्हाला एक सुरक्षा कोड पाठवू.",
      "रद्द करा",
      "व्हिडिओ {minDurationInSeconds} सेकंद ते {maxDurationInMinutes} मिनिटे इतक्या लांबीचा असणे आवश्यक आहे.",
      "आम्ही तुमचा {videoTitle} मसुदा तयार करतो आहोत. तो तयार झाला की आम्ही तुम्हाला कळवू.",
      "तुम्ही तुमच्या विवादाच्या परिणामाशी असहमत असल्यास तुम्ही हक्कधारकाला, {reference owner name} यांना अपील करू शकता. सबमिट केल्यानंतर त्यांच्याकडे प्रतिसाद देण्यासाठी {days} दिवस असतील.",
      "आम्ही प्रदान करतो त्या सेवेबद्दल आणि Instagram ला सर्वजणांसाठी एक सुरक्षित ठिकाण बनविण्‍यासाठी आम्हाला आमच्या प्रत्येक सदस्याकडून काय अपेक्षित असते याबद्दल आमच्या अटी आता अधिक स्पष्ट आहेत. तुम्हाला या काही अद्यतनांबद्दल माहिती आहे याची आम्हाला खात्री करायची आहे:",
      "आम्ही पुढील वेळी कोडची विचारणा करणार नाही",
      "ईमेल",
      "व्यावसायिक खाते असले तर, तुम्हाला तुमचे फॉलोअर्स व खात्याचे कार्यप्रदर्शन याविषयीच्या अंतर्दृष्टींचा तसेच नवीन संपर्क पर्याय व आणखी बऱ्याच गोष्टींचा ॲक्सेस मिळेल.",
      "{username} यांच्या पोस्ट पाहण्यासाठी लॉग इन करा",
      "जून",
      "संदेश पाठविणे रद्द केल्याने तो प्रत्येकासाठी काढला जाईल. लोकांनी कदाचित तो आधीच पाहिला असेल.",
      "ही व्यक्ती मी होतो",
      "ठीक आहे",
      "{country name} मधील स्थाने",
      "सक्रिय",
      "तुम्ही अनुसरण करत असलेले हॅशटॅग",
      "हे तुम्ही होतात?",
      "डिजिटल अ‍ॅडव्हर्टायजिंग अलायंस",
      "पुढील लोकेशन्समध्ये हा व्हिडिओ ब्लॉक होईल हे लक्ष्यात घ्याः",
      "जलद मदत मिळवा",
      "आम्ही तुम्हाला कळवू इच्छितो की, आम्हाला अलीकडे तुमच्या खात्यासहीत थोड्या Instagram खात्यांना प्रभावित करणारी तांत्रिक समस्या आढळली आणि आम्ही ती दूर केली.",
      "एक शीर्षक लिहा...",
      "संशयास्पद क्रियाकलाप",
      "Instagram अॅप्समध्‍ये तुम्ही स्टिकर तयार करू शकता आणि त्यावर प्रतिक्रिया देऊ शकता.",
      "हा परिचय एखादी अन्य व्यक्ती असल्याची बतावणी करीत आहे",
      "अधिक पर्याय",
      "तो लहान, जलद असून डेटाची बचत करतो.",
      "सामग्रीच्या मालकाशी संपर्क करा",
      "टॅग जोडा",
      "टिप्‍पणी पहा",
      "आम्ही स्पॅम तक्रारींचा उपयोग आम्हाला Instagram वर असलेल्या स्पॅमच्या समस्या समजून घेण्यासाठीची चेतावणी म्हणून करतो. तुम्हाला जर वाटत असेल की ही पोस्ट आमच्या {link_to_instagram_community_guidelines} किंवा {link_to_instagram_terms_of_use} यांचे उल्लंघन करते आणि आम्ही ती काढायला हवी, तर ती अनुचित म्हणून चिन्हित करा.",
      "तुमचा आयटम सेव्ह केला आहे.",
      "संबंधित हॅशटॅग",
      "पासवर्ड विसरलात?",
      "एक ‍त्रुटी उद्भवली. कृपया नंतर पुन्हा प्रयत्न करा.",
      "लोकांना टॅग करण्यासाठी टॅप करा",
      "कोव्हिड-19, लसी आणि आरोग्य याविषयी वारंवार खोटी माहिती पोस्ट करणाऱ्या पेजेस, ग्रुप्स, प्रोफाईल्स आणि Instagram खात्यांवर मर्यादा लादल्या जाऊ शकतात, ज्यामध्ये त्यांच्या पोस्ट्स कमी वितरित केल्या जातील, शिफारसींमधून काढल्या जातील आणि अप्रकाशित किंवा अक्षम केल्या जातील यांचा समावेश होतो.",
      "प्रशासक रेकॉर्ड",
      "Instagram वरील स्पॅमबाबत आम्हाला येणाऱ्या समस्या जाणून घेण्यासाठी आम्ही तुमच्या अभिप्रायाचा वापर करू.",
      "अधिक जाणून घ्या",
      "अपलोड करू शकले नाही",
      "आपल्‍याला ही सामग्री वापरयासाठी हक्‍क मालकाकडून स्‍पष्‍ट परवानगी आहे.",
      "संपूर्ण वापर अटी वाचा",
      "तुमच्या प्रोफाईलवर WhatsApp जोडू शकत नाही",
      "फोन पुष्टीकरण पृष्‍ठ",
      "या मार्गदर्शकामध्ये काय आहे हे पाहण्यासाठी अ‍ॅपवर स्विच करा.",
      "{age} वर्ष",
      "#{hashtag} सह अधिक पोस्ट पहा",
      "लोक तुमचे अनुसरण करतात तेव्हा किंवा तुमच्या छायाचित्रांना पसंती देतात किंवा टिप्पणी देतात तेव्हा लगेच ते जाणून घ्या.",
      "आयटम हटवा",
      "{name} सारखी अधिक खाती शोधा",
      "आम्ही तुमच्या ओळखीची पुष्टी केल्यावर आम्ही तुमच्या खात्यात परत जाऊ शकू. {Learn more}",
      "मुखपृष्ठ छायाचित्र लंबरूप आणि JPG फाइल असणे आवश्यक आहे. 9:16 पैेलू गुणोत्तर उत्तम.",
      "वा, वी",
      "तसे करून तुम्ही Facebook Pay ला तुमची सेव्ह केलेली पेमेंट माहिती यासाठी आणि भविष्यातील Instagram वरील पेमेंटसाठी अधिकृत कराल.",
      "सर्व पहा",
      "{authMethod} प्रविष्ट करा",
      "मी या खात्याने माझी छायाचित्रे किंवा व्हिडिओ पाहण्यात किंवा माझ्‍यासाठी शोध करण्‍यात सक्षम व्हावे असे इच्छित नाही",
      "निर्बंध काढून टाका",
      "App Store",
      "आवश्‍यक फील्‍ड",
      "धोरणां",
      "रोजी काढले",
      "अटी आणि डेटा धोरण",
      "एक फाइल निवडली गेली आहे",
      "तुम्ही Instagram वरून SMS अद्यतने प्राप्त करू शकता आणि कोणत्याही वेळी ऑप्ट आऊट करू शकता.",
      "{count} पोस्ट",
      "कॉम्प्यूटरवरून निवडा",
      "अपलोड करण्यात अक्षम. तुम्ही निवडलेला एक किंवा अधिक फाईल प्रकार समर्थित नाहीत.",
      "कोणीही जसे आहेत त्यावर आधारीत त्यांच्याबाबतीत हिंसा किंवा हल्ल्यास प्रोत्साहन देणाऱ्या मथळ्यासह पोस्ट्स",
      "खाद्यपदार्थ आणि पेय",
      "पोस्ट उपलब्ध नाही",
      "लॉग इन",
      "स्टोरीज पाहण्यासाठी लॉग इन करा",
      "समर्थन",
      "जवळपास एक्सप्लोर करा",
      "पूर्ण झाले",
      "18 वर्षांपेक्षा कमी",
      "रद्द करा",
      "समजले. आपण इन्‍स्‍टाग्राम उत्‍पादन ईमेल्‍सवरून सदस्‍यता रद्द केली आहे.",
      "ईमेल काढायचा?",
      "आता लाइव्ह आहे",
      "चेकआउट करा",
      "तुमच्यासाठीची सामग्री आणि सेवा प्रदान करणे, वैयक्तिकृत करणे आणि सुधारित करणे",
      "तुमची लॉगिन माहिती जतन करायची?",
      "बरोबरची खूण",
      "{username} साठी तुमचा Instagram पासवर्ड प्रविष्‍ट करा",
      "नवीन पासवर्ड",
      "Instagram समुदाय सुरक्षित ठेवण्‍यात तुमचा अभिप्राय आम्‍हाला मदत करण्‍यासाठी महत्‍त्‍वाचा आहे.",
      "जर नोंदविलेली सामग्री पुनर्संचयित करण्यासाठी करार झाला असेल तर कृपया तक्रार करणार्‍या पक्षाने त्यांच्या संमतीने आम्हाला ईमेल करा.",
      "{hours} तासांपूर्वी",
      "पहा आणि संपादित करा",
      "सुरक्षितता",
      "PayPal धोरणे",
      "नोटिफिकेशन",
      "फोटो टाकून द्यायचा का?",
      "{username1}, {username2} आणि इतर {remainingCount} जण",
      "मेनू",
      "तुम्हाला संदेश पाठवला",
      "खाते आहे? {link that reads Log in}",
      'हे तुमचे Instagram खाते असल्याची पुष्टी करण्यासाठी कृपया "होय" वर क्लिक करा. ते तुमचे खाते असल्यास लॉगिन स्क्रीनवर परत येण्यासाठी कृपया "नाही" वर क्लिक करा. त्यानंतर तुमच्या खात्याची पुष्टी करण्यासाठी लॉग इन करा.',
      "नाही. {guide item number}",
      "Instagram डाउनलोड करा",
      "कृपया वैध पत्ता जोडा जेणेकरून लोक नकाशांमधील तुमच्या लोकेशनवर नेव्हिगेट करू शकतील.",
      "सध्या तुम्ही Instagram वर कोणत्याही 31- दिवसांच्या कालावधी दरम्यान फक्त {donation amount limit, should not be translated since the rule is regulated in euro} पर्यंत देणगी देऊ शकता. तुमची रक्कम कमी करा किंवा जेव्हा तुम्ही पात्र व्हाल तेव्हा पुन्हा देणगी द्या.",
      "तुम्ही Facebook Pay मध्ये कधीही तुमची पेमेंट माहिती डिस्कनेक्ट करू शकता. तुमच्या पेमेंट पद्धती, वितरण पत्ता, नाव, ईमेल व पेमेंट इतिहास यासह Facebook Pay माहिती फक्त Facebook वरून ॲक्सेस करता येईल. तुम्हाला Instagram मध्ये तरीही तुमच्या Instagram ऑर्डर्स दिसतील.",
      "{like count} पसंती",
      "PayPal द्वारे लॉग इन करा",
      "{username} यांनी जोडले",
      "खरेदी ब्रॅंडबद्दलच्या ईमेल",
      "तक्रार करा",
      "{username} यांना तुमचे गाईड आवडले.",
      "व्हिडिओ 1 मिनिटाचे किंवा कमी लांबीचा असणे आवश्‍यक आहे",
      "टिप्पणी नियंत्रणे",
      "अपलोड अयशस्वी झाले.",
      "या ब्राउझरवर पासवर्ड जतन करा",
      "आम्हाला {username} साठी Facebook खाते सापडले नाही. तुमचा पासवर्ड रिसेट करण्‍याचा प्रयत्न करा.",
      "पोस्ट करा",
      "तुमच्या मागील काही पोस्टनी आमची {Community Guidelines} चे अनुसरण केले नाही. तुम्ही आमची मर्गदर्शकतत्त्वे जाणून घेतल्यास आणि त्यांचे अनुसरण केल्यास तुम्ही तुमच्या खात्याला हटवण्यापासून संरक्षित करू शकता.",
      "SMS द्वारे सूचना मिळवा.",
      "पुनरावलोकनाची विनंती करा",
      "मी कोणत्या कुकी सेटिंग्ज नियंत्रित करू शकेन?",
      "Facebook  मित्रांना शोधा",
      "सबमिट करा",
      "Instagram वर परत जाण्यासाठी फोन नंबर जोडा",
      "क्षमस्व, आपला पासवर्ड चुकीचा आहे. कृपया आपला पासवर्ड दोनदा-टॅप करा.",
      "व्‍यवसाय खात्यावर स्विच केले",
      "प्रत्येक कोड फक्त एकदा वापरता येतो. तुम्हाला हा संच चोरीला जाण्याची काळजी वाटत असेल किंवा तुम्ही त्‍यापैकी बरेचसे आधीच वापरले अाहेत असे तुम्हाला वाटत असेल तर तुम्ही नवीन कोड देखील मिळवू शकता.",
      "{username} सोबत",
      "ईमेल",
      "मजकूर",
      "या व्हिडिओमध्ये {reference owner name} च्या मालकीची सामग्री समाविष्ट असू शकते त्यामुळे तो {date} रोजी {time} यावेळी ब्लॉक केला जाईल.",
      "इंस्‍टाग्रामध्‍ये • स्‍वागत अाहे",
      "पासवर्ड बदल",
      "स्वीकारा",
      "{status of the authorization}",
      "तुम्ही अनुसरण केलेला दुवा भंग पावला आहे, किंवा पृष्ठ काढून टाकण्यात आले आहे. {link_back_to_instagram_home_page}",
      "हॅशटॅग",
      "खाते गोपनीयता",
      "तुम्ही कोण आहात ते जाहिरातदारांना न सांगता आम्ही जाहिराती प्रदान करतो. आम्ही जाहिरातदार आणि भागीदार यांच्यासोबत काय सामायिक करतो त्याबद्दल धोरणात अधिक माहिती दिलेली आहे. आम्ही कधीही तुमचा डेटा विकत नाही.",
      "जतन करण्यात अयशस्वी झाले.",
      "लोक जेव्हा तुम्हाला छायाचित्रांमध्ये टॅग करतील तेव्हा त्यांची नावे येथे दिसतील.",
      "तुम्ही जेव्हा लॉग इन करता, तुम्ही या लोकेशनबद्दल लोक पोस्ट सामायिक करत असल्याचे तुम्ही पाहू शकता.",
      "मालकी निर्बंधांमुळे, तुमचा व्हिडिओ काही देशांमध्‍ये अवरोधित केला आहे परंतु या देशांमध्‍ये पूर्णपणे उपलब्ध आहे:",
      "व्हिडिओ {duration} सेकंदांपेक्षा लहान असणे आवश्‍यक आहे.",
      "खोटी माहिती आच्छादन चिन्ह",
      "अधिक पहा",
      "रिपोर्ट #:",
      "SMS पाठवला",
      "तुमची संपर्क माहिती",
      "अधिक सूचना पहा",
      "आपली प्रोफाइल जतन करण्‍यात समस्‍या होती. कृपया लवकरच पुन्‍हा प्रयत्‍न करा.",
      "तुम्ही आपल्या सेटिंग्जमधील भागीदारांकडून तुमच्या क्रियाकलापाबद्दल डेटाद्वारे तुम्ही पाहत असलेल्या जाहिराती Instagram बाहेरील तुमच्या अ‍ॅक्टिव्हिटीवर आधारित आहे काय हे नियंत्रित करू शकता. जर तुम्ही आपल्या Instagram आणि Facebook खात्यामधील अनुभव कनेक्ट करणे चालू केल्यास या सेटिंगद्वारे आपला Facebook जाहिरात अनुभव समायोजित करू शकता.",
      "श्रेण्या",
      "Instagram वर जाहिरातीबद्दल अधिक:",
      "तुम्ही अवरोधित केलेल्या लोकांच्या कोणत्याही नवीन टिप्पण्या त्यांच्याव्यतिरिक्त बाकी कोणालाही दृश्यमान नसतील.",
      "तुम्ही Instagram वर अ‍ॅप किंवा वेबसाइट कनेक्ट करता तेव्हा:",
      "पुन्हा प्रयत्न करण्यासाठी टॅप करा",
      "आता नाही",
      "पिन कोड",
      "लॉग इन अयशस्‍वी झाले",
      "इन्साइट्स चिन्ह",
      "मित्र किंवा समूहाला खाजगी छायाचित्रे आणि संदेश पाठवा.",
      "ऑगस्ट",
      "कृपया अन्य कोणत्याही युजर्सना किंवा टूल्सना तुमच्या खात्याचा ॲक्सेस नसल्याची आणि तुम्ही आमच्या वापर अटींचे पालन करता याची खात्री करा.",
      "1वॅ",
      "हलविण्यासाठी ड्रॅग करा किंवा काढण्यासाठी टॅप करा.",
      "ईमेल पत्त्याद्वारे साइन अप करा",
      "तुमचा फोन उपलब्ध नसेल तेव्हा परत तुमच्या खात्यामध्ये जाण्यासाठी यांचा वापर करा.",
      "तात्पुरते खाते अक्षम करा",
      "अधिक लोकांपर्यंत पोहोचा",
      "Instagram अ‍ॅप उघडा",
      "चाचणीकर्ता आमंत्रण नाकारण्यात एक समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा.",
      "प्रभाव पाहण्यासाठी प्रॉडक्टच्या कॅटलॉगसाठी Instagram शॉप तयार करा",
      "13 आणि 18 वर्षांमधील",
      "समान खाती",
      "Instagram वरील लोकांचे अनुसरण करण्‍यासाठी लॉग इन करा.",
      "लॉग इन माहिती",
      "आवश्‍यक",
      "आम्ही संगीत सामग्री धारकाच्या त्यांच्या संगीत हक्कांचे उल्लंघन करीत असल्याच्या अहवालावर आधारीत तुमच्या सामग्रीवर दृश्यमानता प्रतिबंधित केली आहेः",
      "{number of tagged people} लोक",
      "प्रणाली सूचना चिन्‍ह",
      "ही माहिती प्रविष्ट केल्याने तुमच्या Facebook प्रोफाईल वरील वैयक्तिक तपशिलांवर परिणाम होणार नाही.",
      "टाकून द्या",
      "पुढील पृष्ठ बाण",
      "तुमच्या सरकारद्वारे जारी केलेल्या आयडीवर दाखवल्यानुसार तुमचे नाव आणि जन्मतारीख प्रविष्ट करा. आम्हाला तुमचा नोंदणीकृत निवासी पत्ता देखील लागेल.",
      "वैयक्तिक खात्‍यावर स्विच केले",
      "SMS पाठवला.",
      "बिलिंग पत्ता निवासी पत्त्याप्रमाणे समान आहे",
      "{weeks}आ",
      "Instagram मध्‍ये लॉग इन करा",
      "Facebook द्वारे लॉग इन करा",
      "प्रवेश रद्द करा",
      "{email} वर पाठवले",
      "सुचवलेली खाती",
      "IGTV व्हिडिओ",
      "हे चालू करायचे?",
      "अशाप्रकारचे संदेश पाहण्यासाठी Instagram अ‍ॅप वापरा.",
      "व्हिडिओ पाहण्यासाठी डेटा वापरला जातो",
      "खाते प्रतिबंधित आहे",
      "काहीतरी चूक झाली. कृपया पुन्हा प्रयत्न करा.",
      "खोटी माहिती",
      "तुमच्या गोपनीयतेचे रक्षण करणे आमच्यासाठी खूप महत्त्वाचे आहे, आणि यासारख्या समस्या उद्भवू नयेत म्हणून आम्ही कायम कार्यरत असतो. तुम्हाला काही शंका असल्यास, कृपया आमच्याशी {email} वरून संपर्क साधा.",
      "तुम्ही लॉग इन करता तेव्हा तुम्ही या हॅशटॅगसह लोकांनी सामायिक केलेल्या सर्व पोस्ट पाहू शकता.",
      "तुम्हाला आता सर्व पासवर्ड रीसेट ईमेल प्राप्त होतील.",
      "तुम्ही DMCA काउंटर-सूचना फाइल करण्याबद्दल साशंक असल्यास, आम्ही तुम्हाला शिफारस करतो की तुम्ही मुखत्याराचा सल्ला घ्यावा जे बौद्धिक मालमत्ता कायद्याचे तज्ञ आहेत. तुम्ही खोटी DMCA काउंटर-सूचना सबमिट करत असल्यास किंवा अयोग्य हेतूने एखादे सबमिट करत असल्यास त्याच्या प्रतिकूल परिणाम होऊ शकतात. तुम्ही खोटी काउंटर-सूचना फाइल करत असल्यास तुम्ही DMCA च्या नुकसान भरपाईसाठी आणि मुखत्यार शुल्कासाठी इतर गोष्टींबरोबरच 512 (एफ) साठी जबाबदार असू शकता.",
      "पाठविले: तुमचे ईमेल तपासा!",
      "संगीत",
      "एकही Facebook पृष्ठ सापडले नाही. Facebook वर IGTV व्हिडिओ सामायिक करण्यासाठी तुमच्याकडे एक पृष्ठ असणे आवश्यक आहे. {Learn More}.",
      "जिवलग मित्र",
      "पिनद्वारे सुरक्षा मिळवा",
      "ईमेल",
      "इव्हेंट जोडा",
      "{count} अनुसरण करत आहे",
      "डाउनलोड होत नाही?",
      "डेटा धोरणाचे",
      "सामायिक करा",
      "परिचय पूर्ण करा",
      "खाते जोडू शकत नाही",
      "खाते",
      "मदत केंद्राला भेट द्या",
      "आगामी तारीख प्रविष्‍ट करा",
      "तुम्ही तुमच्या ईमेल पत्त्याचे स्पेलिंग चुकवले आहे असे दिसते. तुम्हाला {filled email domain} हा वापरायचा होता का?",
      "लोकांची मानहानी करणारी किंवा त्यांना शरम वाटावी अशी सामग्री",
      "हे कळविल्याबद्दल धन्यवाद",
      "{username} यांचा परिचय पाहण्यासाठी लॉग इन करा",
      "आम्ही तुमच्या कुकी निवडी लक्षात ठेवू आणि तुम्ही ज्या ठिकाणी Instagram वर लॉग इन केले तिथे कुठेही आणि इतर Facebook प्रॉडक्ट्समध्ये लॉग इन करण्यासाठी तुम्ही तुमचे खाते वापरता त्या ठिकाणी त्या लागू करू. तुम्ही कुकी सेटिंग्जमध्ये जाऊन कधीही तुमच्या निवडीचे पुनरावलोकन करू शकता किंवा बदलू शकता.",
      "लॉग इन करण्याने अधिक पोस्ट ब्राउझ करा",
      "हटवलेल्या टिप्पणीची प्रतिमा",
      "अ‍ॅप अद्यतनित करा",
      "खाते डेटा",
      "व्‍यवसाय परिचय माहिती",
      "{number of files} फाईल्स अपलोड केल्या नाहीत. तुम्ही फक्त 10 किंवा त्यापेक्षा कमी फाईल्स निवडू शकता.",
      "उज्ज्वलता",
      "तुमच्या संपर्क माहितीसह जाहिरातदार",
      "तुम्ही निवडलेल्या श्रेणीच्या आधारावर तुम्ही निर्माता असू शकता. तुम्ही हे कधीही संपादित करू शकता.",
      "@{username} म्हणून चालू ठेवा",
      "फोन नंबर",
      "{follower count} अनुसरणकर्ते",
      "(वैकल्पिक) असे सुद्धा समजले जाते",
      "अपलोड करत आहे",
      "ब्राउझर सेटिंग्जद्वारे कुकीज नियंत्रित करणे",
      "तुमच्या प्रमाणीकरण अॅपने तयार केलेला 6 अंकी कोड प्रविष्‍ट करा.",
      "तुमच्याकडे एकाधिक प्रमाणिकरण अॅप स्थापित केलेले असल्यास किंवा दुसऱ्या उपकरणावर स्थापित केलेले अॅप वापरुन तुम्हाला ते सेट अप करायचे असल्यास, तुम्हाला ही की वापरुन व्यक्तिचलितपणे द्वि-घटक प्रमाणीकरण सेट अप करावे लागेल .",
      "मोबाईल नंबर अद्यतनित करा",
      "कॉम्प्यूटरवरून निवडा",
      "ईमेलची पुष्टी करा",
      "आपल्या अहवालासाठी धन्यवाद. हा संदेश आमच्या समुदाय मार्गदर्शकतत्वांचे उल्लंघन करत असल्यास आम्ही हा संदेश काढू.",
      "तुम्ही या कुकीजना अनुमती न दिल्यास:",
      "आम्ही आमचे बौद्धिक मालमत्ता परवाने अद्यतनित केले आहेत परंतु तुमचे अधिकार बदलत नाहीत. तुम्ही अद्यापही तुमच्या छायाचित्रांचे आणि व्हिडिओंचे मालक आहात.",
      "अधिक पहा...",
      "परिचय छायाचित्र बदला",
      "तुम्ही कोण आहात याबद्दलची माहिती आम्ही CMU डेल्फी रिसर्चसोबत शेअर करणार नाही, आणि ते तुमचे सर्वेक्षण प्रतिसाद आमच्यासोबत शेअर करणार नाहीत.",
      'स्क्रीनवर हालचाल होण्यास सुरूवात होईल आणि अखेर अनुप्रयोग चिन्हावर  "X" दिसेल.',
      "तुम्ही आतापासून {username} यांना तुम्हाला संदेश पाठवण्यासाठी अनुमती देऊ इच्छिता? तुम्ही स्वीकारल्यास त्यांनां फक्त तुम्ही त्यांची विनंती पाहिल्याचे कळेल.",
      "तुमच्या पोस्टमध्ये वर टाइप केलेल्यापैकी कोणताही शब्‍द किंवा वाक्‍यांशाचा समावेश असलेल्‍या टिप्‍पण्‍या ल‍पवा.",
      "अ‍ॅपमध्ये कथा अधिक उत्तम परिणाम देतात",
      "तुमच्या देणगीवर गिफ्ट एड जोडणे म्हणजे तुम्ही देणाऱ्या प्रत्येक  £1 साठी, तुमच्याकडून कोणतेही अतिरिक्त शुल्क न आकारता 25p जोडले जातील.",
      "तुमची टिप्पणी काढण्यात आली आहे",
      "पुढील {days to snooze} दिवसांपर्यंत तुम्हाला, तुम्ही ज्या उपकरणांवर यापूर्वी Instagram वापरले आहे त्यांच्याकडून फक्त लॉगिन मदत ईमेल प्राप्त होतील.",
      "हा प्रभाव उपलब्ध नाही. नंतर पुन्हा प्रयत्न करा.",
      "खेळण्‍यासाठी टॅप करा",
      "तुमचा फोटो अवरोधित केला होता कारण दुसऱ्या कोणाशीतरी संबंधित असलेली सामग्री कदाचित यामध्ये समाविष्ट असेल.",
      "अटींशी सहमत आहे",
      "काढण्यासाठी निवडा",
      "टिप्‍पण्‍या बंद करणे",
      "माफ करा, समस्या आली. कृपया पुन्हा प्रयत्न करा.",
      "तुम्ही तुमची लॉगिन माहिती या ब्राउझरवर जतन करू शकता म्हणजे तुम्हाला ती पुन्हा प्रविष्ट करावी लागणार नाही.",
      "तुम्ही बदल जतन करणे रद्द  केले. तुम्ही खात्रीपूर्वक हे रद्द करू इच्छिता?",
      "पूर्ण झाले",
      "{username} द्वारे असलेला प्रभाव Instagram पाहण्यासाठी तयार आहे.",
      "वर्तुळ चेक",
      "प्रोफाइल छायाचित्र जोडा",
      "तुमच्या फिडच्या शेवटी असलेली {link_back_to_instagram_home_page} टॅप करा.",
      "दृष्टीदोष असलेल्या लोकांसाठी पर्यायी मजकूर तुमच्या छायाचित्रांचे वर्णन करतो. तुमच्या छायाचित्रांसाठी पर्यायी मजकूर स्वयंचलितपणे तयार केला जाईल किंवा तुम्ही स्वत: लिहिण्याची निवड करू शकता.",
      "Google Authenticator किंवा Duo Mobile यासारखे एखादे अॅप स्थापित करा, त्यानंतर सेटअप समाप्त करण्यासाठी Instagram वर परत जा.",
      "अनावरोधित करा",
      "शहर",
      "आम्ही तुमचा {videoTitle} व्हिडिओ तयार करतो आहोत. तो तयार झाला की आम्ही तुम्हाला कळवू.",
      "125 वर्णांपेक्षा मोठे चित्रपरिचय फीडमध्ये कापलेले दिसतात.",
      "Instagram ने सत्यापित खाती ही प्रसिद्ध व्यक्ती, सेलिब्रेटी आणि ते ज्या ब्रँडचे प्रतिनिधित्व करतात त्या ब्रॅंडसाठी वास्तविक उपस्थिती आहे याची पुष्टी केली आहे की हे दर्शवण्‍यासाठी सत्यापित खात्यांच्या नावांच्या पुढे निळा चेकमार्क असतो.",
      "पिनची पुष्टी करा",
      "स्टोरीज वापरून तुमच्या फ्रेंड्स सोबत कनेक्ट व्हा",
      "तुम्ही करू शकत असलेल्या इतर गोष्टी",
      "खात्यासाठी साइन अप करा.",
      "पुष्टीकरण कोड",
      "Instagram कडील कुकीज वापरण्यास अनुमती द्यायची?",
      "Instagram Lite",
      "तुमची माहिती प्रदान केल्याबद्दल धन्यवाद",
      "प्रोफाईल पहा",
      "तुमच्या फोन नंबरची पुष्‍टी करा",
      "पुन्‍हा प्रयत्‍न करा",
      "प्रोफाइल जतन केली!",
      "हे तुमच्या पोस्टमधून व्हिडिओ काढेल.",
      "पिन केलेले",
      "कमेंट {actionType} {prepositionType} {violationText}",
      "तुम्ही लॉग इन करण्‍यासाठी तुमची Instagram खाती जिथे वापरली आहेत त्या अ‍ॅप्स आणि वेबसाइटवरून तुम्हाला लॉग आउट केले जाईल आणि पुन्हा लॉग इन करण्यासाठी तुम्ही तुमची खाती वापरू शकणार नाही",
      "तुम्ही येथे हलविलेल्या संदेशांसाठीच्या सूचना बंद आहेत, पण तुम्ही त्या पुन्हा कधीही चालू करू शकता.",
      "Facebook लोगो",
      "सबमिट करा",
      "तुमचे ब्राउझर किंवा डिव्हाइस, ब्राउझर कूकीज सेट केल्या आहेत का व त्यांना डीलीट करायचे का हे निवडू देणाऱ्या सेटिंग्ज देऊ शकतात. ही नियंत्रणे ब्राउझरनुसार बदलतात आणि निर्माते त्यांनी उपलब्ध करून दिलेली दोन्ही सेटिंग्ज आणि त्यांची कार्यपद्धती कोणत्याही वेळेला बदलू शकतात. 5 ऑक्टोबर 2020 पर्यंत तुम्ही खाली दिलेल्या लिंकवर लोकप्रिय ब्राउझर्सनी देऊ केलेल्या नियंत्रणांबद्दलची अधिक माहिती बघू शकता. तुम्ही ब्राउझर कूकीज अक्षम केल्यास Facebook प्रॉडक्ट्सचे काही विशिष्ट भाग कदाचित नीटपणे कार्य करू शकणार नाहीत. कृपया लक्षात ठेवा की ही नियंत्रणे Instagram आणि Facebook तुम्हाला देऊ करत असलेल्या नियंत्रणांपेक्षा भिन्न आहेत.",
      "लॉग इन करा",
      "तुमचा इनबॉक्स लोड करण्‍यात एक समस्या आली.",
      "या लॉग इनची पुष्टी करायची?",
      "या निर्णायावर अपील करा",
      "तुमची कथा",
      "तयार करा",
      "अधिक जाणून घ्‍या",
      "एम्बेड कोड निवडा",
      "आता मिळवा",
      "पासवर्ड बदलला आहे",
      "कोणतेही  निष्‍कर्ष सापडले  नाहीत.",
      "th",
      "{username} म्‍हणून चालू ठेवा",
      "जागा व डेटा वाचवण्यासाठी बनवलेले. Google Play वरून विनामूल्य डाउनलोड करा.",
      "ईमेल",
      "सप्टेंबर",
      "अ‍ॅपवर हा हॅशटॅग असलेल्या सर्व पोस्ट तुम्ही वाचू शकता.",
      "तुमच्या खात्याविषयी सूचना",
      "पुढील",
      "Reels",
      "16:9",
      "Instagram पासवर्ड",
      "चेतावणी",
      "4:5",
      "खाते पुनर्प्राप्ती",
      "तुम्ही कथा पाठवली",
      "तात्पुरते माझे खाते अक्षम करा",
      "खात्यावरील निर्बंध काढला",
      "इतर अ‍ॅप्स आणि वेबसाइटवरील आमच्या कुकीज",
      "मी सोडलेली टिप्पणी मी हटवू इच्छित आहे",
      "संगीत",
      "Facebook कंपनी प्रॉडक्ट्स वापरण्यासाठी या कुकीज आवश्यक आहेत. या साइटना हेतूनुसार कार्य करण्यासाठी त्या आवश्यक आहेत.",
      "एक त्रुटी आली आणि तुमचा मसुदा जतन केला जाऊ शकला नाही.",
      "आणखी वृद्धिंगतता साधने",
      "डिझाइन बदलणे किंवा गडद किंवा नमुन्याच्या रंगांवर मुद्रित करणे टाळा.",
      "कथा चिन्ह",
      "देय सेवा अटी",
      "धन्यवाद! इंन्स्टग्रामच्या नवीन इमेलसाठी आपण पुन्हा सदस्यता घेतली आहे\r.",
      "डिसमिस करा",
      "तुमचे खाते पुन्‍हा सक्रिय करण्‍यात आले आहे",
      "तुमचे खाते तात्पुरते प्रतिबंधित किंवा कायमचे अक्षम करण्यापासून वाचवण्यासाठी, तुमच्या खात्याचा ॲक्सेस इतर कोणत्याही युजर्स किंवा टूल्सला नाही आणि तुम्ही आमच्या {Terms of Use} चे अनुसरण करत आहात याची खात्री करा.",
      "गृहकडे परत या",
      "आम्ही तुम्हाला लॉगिन दुवा पाठवण्यास अयशस्वी झालो.",
      "शॉपिंग बॅग ईमेल",
      "आम्ही चूक केली असे वाटते का?",
      "• Facebook आणि Instagram सामग्री वैयक्तिकृत करण्यासाठी, समर्पक अ‍ॅड्स देण्यासाठी आणि सुरक्षित अनुभव प्रदान करण्यासाठी अ‍ॅप्स आणि वेबसाइटकडील तुमच्या अ‍ॅक्टिव्हिटी बद्दल माहिती प्राप्त करतील. ही माहिती Instagram आणि Facebook वर शेअर केली जाते कारण तुम्ही ही खाती तुमच्या खाती केंद्रात जोडली आहे",
      "डिसमिस करा",
      "तुम्हाला {username} Instagram खाते वापरून {app name} मध्ये लॉग इन करायचे आहे याची कृपया पुष्टी करा",
      "ड्रगचा वापर",
      "महत्त्वाच्या कुकीज",
      "एखादी व्यक्ती तुम्हाला गप्पांमध्‍ये परत जोडत नाही तोपर्यंत तुम्हाला या समूहातील संदेश मिळणार नाहीत.",
      "हा व्हिडिओ जोडू शकत नाही. IGTV व्हिडिओ 16:9 किंवा 9:16 च्या परिमाणांसह अनुलंब किंवा क्षैतिज असावेत.",
      "सर्व क्लिअर करा",
      "ऑनलाइन जाहिरातीबद्दल अधिक माहिती",
      "तुम्ही Instagram अॅपमध्‍ये स्टिकर तयार करू शकता आणि त्यावर प्रतिक्रिया देऊ शकता. {app store} किंवा {play store} मधून ते विनामूल्य मिळवा.",
      "चेकपॉइंट प्रारंभ/समाप्ती",
      "· वापरलेला निधी हे मालाची विक्री करून मिळवलेले उत्पन्न किंवा सेवांची तरतूद नव्हे; तसेच अन्य व्यक्ती किंवा तृतिय पक्ष देखील नव्हे",
      "कृपया तुम्ही Instagram वर सामायिक केलेल्या गोष्टींची फाईल मिळविण्यासाठी पुन्हा लॉग इन करा.",
      "कीवर्ड पेज एक्सप्लोर करा",
      "तुमचा पासवर्ड अद्यतनित करा",
      "फाइल निवडा",
      "तुम्हाला तुमच्या सुरक्षितता अॅपकडून एक कोड मिळेल.",
      "पिन तयार करा",
      "{username} यांनी काढले",
      "अधिक पहा",
      "लॉग इनची पुष्टी करायची?",
      "तुम्हाला त्यात असलेली संपूर्ण सामग्री वापरण्याचे अधिकार नसतील तर {Delete this photo text bolded}. यामुळे तुमचे खाते प्रभावित होणार नाही.",
      "{minutes} मिनिटांपूर्वी",
      "वापरकर्त्याने माझे अनुसरण करण्यास मी इच्छूक नाही",
      "Facebook शी कनेक्ट करा",
      "तुमची पोस्ट काढून टाकण्यात आलेली आहे",
      "जतन करा",
      "आमचा कार्यसंघ खात्याचे पुनरावलोकन करेल आणि ते आमच्या {link_to_instagram_community_guidelines} किंवा {link_to_instagram_terms_of_use} चे उल्लंघन करत असल्यास, आम्ही ते काढून टाकू.",
      "रद्द करा",
      "{count} आवडी",
      "आपण प्रविष्‍ट केलेला पासवर्ड चुकीचा आहे. कृपया पुन्‍हा प्रयत्‍न करा.",
      "आपला Facebook ईमेल पत्‍ता, {email}, जवळ आधीपासूनच Instagram सह खाते आहे.",
      "जेव्‍हा आम्‍हाला पुष्‍टी करायची असेल की लॉग इन करणारे तुम्ही आहात तेव्हा आम्‍ही तुम्हाला सुरक्षा कोड विचारू.",
      "अधिक पहा",
      "इतर",
      "आम्हाला अलीकडे आढळले आहे की तुमचा Instagram पासवर्ड वाचण्यायोग्य स्वरूपनात अंतर्गतरित्या संचयित केला गेला होता. आम्ही समस्येचे निराकरण केले आहे आणि तुमच्या संचयित केलेल्या पासवर्डमध्‍ये अयोग्यरित्या प्रवेश केला किंवा त्याचा गैरवापर केला गेला याचे कोणतेही लक्षण आढळले नाही.",
      "मे",
      "ठीक आहे",
      "सेव्ह केलेले कलेक्शन",
      "क्रॉप निवडा",
      "बदला",
      "GIF",
      "जाहिरातींना अनुमती द्या",
      "लॉग आउट करत आहे",
      "तुमच्या खात्यात परत येण्यासाठी अ‍ॅपवर तुमच्या माहितीची पुष्टी करा",
      "कृपया आवश्‍यक त्या सर्व फील्‍ड भरा.",
      "विनंत्यांचे अनुसरण करा",
      "Instagram शी कनेक्ट करा",
      "ही व्यक्ती मी नव्हतो",
      "{username} वरून यामध्ये संदेश हलवाः",
      "• तुम्ही {app name} ला मिळणारी माहिती संपादित करू शकता. तुम्ही शेअर न करता रद्द करणे निवडू शकता, तथापि तुम्ही कदाचित {app name} ला Instagram सोबत कनेक्ट करू शकणार नाही.",
      "पासवर्ड तयार करा",
      "{days} दिवसांपूर्वी",
      "सूचना चालू करा",
      "तुम्ही निवडलेली व्हिडिओ फाईल अपलोड करता आली नाही",
      "AM",
      "लोकांना टॅग करण्यास फोटो क्लीक करा",
      "तुम्ही एकावेळी एकापेक्षा जास्त निवडू शकता.",
      "मिनिटे",
      "पुन्हा प्रयत्न करा",
      "ग्राफिक हिंसा",
      "{Username of current profile} चे अवरोधन रद्द करायचे?",
      "त्याऐवजी वाय-फाय कोड प्रविष्ट करा",
      "@{username} • Instagram छायाचित्रे आणि व्हिडिओ • पृष्ठ {page}",
      "तुम्हाला तुमच्या फोटोमधील सर्व सामग्री वापरण्यासाठीची परवानगी असल्यास तुम्ही फक्त विवाद सबमिट करा.",
      "नवीन कथा",
      "तुमचा ईमेल",
      "यासाठी सुरक्षा कोडची पुष्टी करा",
      "{username} ला प्रत्‍युत्‍तर द्या...",
      "टॅग काढा",
      "आमच्या अद्यतनित केलेल्या डेटा धोरणाचे पुनरावलोकन केल्याबद्दल आणि आमच्या नवीन अटींना सहमती दिल्याबद्दल धन्यवाद.",
      "स्वत:स रिप्लाय देत आहे",
      "तुमचा Instagram डेटा",
      "+ {count}",
      "आपण प्रविष्‍ट केलेले वापरकर्तानाव खात्‍याच्‍या मालकीचे आहे. कृपया आपले वापरकर्तानाव तपासा अाणि पुन्‍हा प्रयत्‍न करा.",
      "आईवडील/पालकांना विचारा",
      "{username} यांनी एक पोस्ट पाठविली",
      "तुम्हाला तुमच्या व्हिडिओमधील सर्व सामग्री वापरण्याची परवानगी असल्यास तुम्ही फक्त विवाद सबमिट करा.",
      "Instagram वर तुमच्या प्रेक्षकांसह कनेक्ट होण्यासाठी तुमच्याकडे आता अधिक टूल्स आहेत.",
      "फिरता पट्टा",
      "आम्ही तुम्हाला लॉग इन कोडसह एक मजकूर संदेश पाठवू किंवा तुम्ही तुमच्या आवडीनुसार सुरक्षा अॅप वापरू शकता.",
      "जतन करा",
      "द्वि-घटक प्रमाणीकरण",
      "सावधगिरी म्हणून, तुम्ही तुमच्या अनुसरणकर्ता सूचीवर एक नजर टाकावी आणि तुम्हाला ज्या लोकांनी तुमचे अनुसरण करायला हवे फक्त तेच लोक अनुसरण करत आहेत याची खात्री करा. तुमच्या गोपनीयतेचे रक्षण करणे हे आमचे सर्वोच्च प्राधान्य आहे आणि यासारख्या समस्या उद्भवू नयेत हे निश्चित करण्यासाठी आम्ही सतत कार्य करत असतो. हे घडल्याबद्दल आम्ही दिलगीर आहोत. तुम्हाला कोणतेही प्रश्न असल्यास, कृपया आम्हाला {email} वर संपर्क करा.",
      "संपादित",
      "ठीक आहे",
      "हे कसे कार्य करते",
      "तुमचे खाते सुरक्षित ठेवण्‍याबद्दल तुम्ही {help center link} वर अधिक जाणून घेऊ शकता.",
      "माझे खाते हॅक करण्यात आले होते",
      "वापरकर्त्याची तक्रार करा",
      "ठिकाण",
      "आपल्या समुदायाचे समर्थन करण्यासाठी आणि संरक्षण करण्यासाठी आम्ही आमची {communityGuidelinesLink} तयार केली आहेत, आणि आम्ही तुमची पोस्ट काढली कारण त्यामुळे स्वयं-इजा आणि आत्महत्यापर वर्तनास प्रोत्साहन देईल अशी काळजी आम्हाला वाटते. आम्ही जाणून आहोत की तुमचा हा उद्देश नाही. आम्हाला तुमच्या सुरक्षेबद्दल काळजी वाटते, आणि आणि तुम्ही काही कठीण प्रसंगातून जात असाल तर, आम्ही मदत करू शकतो. आम्ही तुम्हाला आमच्या संसाधनांमार्फत समर्थन घेण्यास प्रोत्साहन देतो.",
      "तुम्ही आता परत गेल्यास, तुम्ही तुमचे छायाचि‍त्र गमवाल",
      "उजवा बाण",
      "नवीन संपर्क पर्याय मिळवा",
      "दुवा कॉपी करा",
      "th",
      "मोबाईल नंबर किंवा ईमेल",
      "गप्‍पा हटवा.",
      "शीर्षक",
      "अ‍ॅपमध्ये कथा अधिक परिणामकारक होतात",
      "कमेंट करणे बंद करा",
      "अनुमती द्या",
      "लॉग इन",
      "जन्मतारीख",
      "तुमच्या खात्यातून लॉग आउट करण्यात एक समस्या होती. कृपया नंतर पुन्हा प्रयत्न करा.",
      "वैयक्तिक माहिती सेटिंग्ज",
      "हा संदेश दुर्भावनायुक्त किंवा घोटाळा आहे",
      "संपूर्ण नाव",
      "हा दुवा फक्त पुढील चार दिवसांसाठी कार्य करेल. त्यामध्ये काही वैयक्तिक माहिती असू शकते त्यामुळे, दुवा गोपनीय ठेवला असल्याची खात्री करा आणि फक्त तुमच्या स्वतःच्या संगणकावर संग्रहण डाउनलोड करा.",
      "Instagram Lite वरील स्टोरीजद्वारे खूप काही करा",
      "आम्ही तुमचे {contentTypeText} काढले कारण ते आमच्या {communityGuidelinesLink} च्या विरूद्ध जात आहे. आमच्या मार्गदर्शकतत्त्वांच्या विरूद्ध जाणारे तुम्ही पुन्हा पोस्ट केल्यास तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते समाविष्टित तुमचे खाते हटवले जाऊ शकते.",
      "तुम्ही {username} यांच्यावर निर्बंध घातले आहेत.",
      "रद्द करा",
      "{filename} लेबल असलेली फाईल अपलोड करता आली नाही. पुढे चालू ठेवण्यासाठी, एक mp4 फाईल निवडा.",
      "{media author username} या पोस्टला एकूण किती लोकांनी पसंती दिली हे पाहू शकतात.",
      "तुम्ही तुमचे संपर्क Instagram वर अपलोड करता तेव्हा, तुम्ही ते येथे दिसतील.",
      "Facebook",
      "अलीकडे आमच्या असे निदर्शनास आले आहे की तुमचा Instagram पासवर्ड अंतर्गतरित्या एका वाचण्यायोग्य स्वरूपनात संचयित केला होता. आम्ही समस्येचे निराकरण केले आहे आणि त्यामध्‍ये अयोग्यरित्या प्रवेश किंवा त्याचा वापर केला गेल्याचे आमच्या निदर्शनास आले नाही. हे घडल्याबद्दल आम्ही अत्यंत दिलगीर असून तुमची माहिती आम्ही कशी सुरक्षित ठेवू यात आम्ही सतत सुधारणा करत राहू.",
      "लोकांना तुमची कथा संदेशाप्रमाणे सामायिक करू द्या.",
      "लॉग इन करण्यात अयशस्वी झाले, पुन्हा प्रयत्न करा.",
      "शेअर करा",
      "माझ्या परिचयावर लपवा",
      "मंजूर झाले!",
      "ब्रँडेड सामग्री धोरणांचे",
      "अधिक जाणून घ्या",
      "{Link to return to a previous step in this flow} किंवा {Link to skip this entire flow}",
      "वगळा",
      "सत्यापित केले",
      "गोपनीयता",
      "ले",
      "{count} जणांना आवडले",
      "लॉग इन करून सर्व कमेंट पहा",
      "नवीन पोस्‍ट",
      "Facebook Pay अधिक जाणून घ्या पेज बंदकरण्‍यासाठी क्रॉस चिन्ह",
      "चरण 2: निश्चिततेची पुष्टी करा",
      "{authMethod} एंट्री बंद करायची?",
      "चेकआउट पूर्ण करण्यासाठी Facebook Pay तुमच्या Facebook खात्यातील पेमेंट माहितीचा वापर करेल. तुमची पेमेंट माहिती आणि इतिहास Instagram, Facebook आणि Messenger वर कनेक्ट केला जाईल. {Learn More}",
      "या टिप्पणीमुळे लोकांना जोखीम असते",
      "तुम्ही निवडलेल्या फायली समर्थित नाहीत.",
      "संदेश अनुपलब्ध",
      "Instagram सामायिकरण",
      "तुम्हाला तो मिळाला नसल्यास, आम्ही {resendCode}.",
      "आम्हाला कळविल्याबद्दल धन्यवाद",
      "तुम्ही Instagram वापरण्यासाठी आवश्यक तितक्या वयाचे नाही आहात",
      "व्हिडिओमध्‍ये ऑडिओ नाही",
      "खाते स्विच करा",
      "प्रेक्षक (वैकल्पिक)",
      "त्या शोधासाठी आम्ही काहीही शोधू शकलो नाही.",
      "पुश सूचना",
      "आम्ही तुमच्या पक्षाकडे त्यांच्या संगीत हक्कांचे उल्लंघन करीत असल्याच्या तक्रारी आधारित तुमच्या सामग्रीवर दृश्यमानता प्रतिबंधित केली आहेः",
      "दर्शक",
      "मेनू",
      "पुढे",
      "लोकांना टॅग करण्यासाठी छायाचित्रावर टॅप करा.",
      "कर भरणे",
      "{username} यांना अद्यापही तितक्याच जाहिराती दिसतील परंतु त्या कदाचित कमी संबंधित असतील.",
      "दिवस:",
      "Facebook अ‍ॅप्स व सेवा",
      "तृतीय पक्षाने तक्रार केली आहे की तुमची सामग्री त्यांच्या कॉपीराईटचे उल्लंघन करेत.",
      "अ‍ॅड चिन्ह",
      "लिंक्स (वैकल्पिक)",
      "कारण तुमच्या मागील काही पोस्ट तृतीय पक्षाच्या संगीत हक्कांचे किंवा {Community Guidelines} चे उल्लंघन केल्याचे आढळले आहे.",
      "कथांवर पुन्हा सामायिक करण्‍यास अनुमती द्या",
      "अतिरिक्त पद्धती",
      "माझी सामग्री का काढण्यात आली?",
      "प्रशासक",
      "आरोग्‍य",
      "तुमची छायाचित्रे",
      "गप्पांमध्‍ये जोडा",
      "दर्शक मोजणी चिन्‍ह",
      "टॅग केलेल्या पोस्ट",
      "काढा",
      "{username} यांना त्यांच्या स्वारस्याशी कमी संबंधित असलेल्या जाहिराती दिसतील.",
      "तुम्ही प्रविष्ट केलेल्या पिनचा वापर करून आम्ही तुमचे खाते कनेक्ट करू शकलो नाही. तरीही तुम्ही तुमच्या लिंक केलेल्या PayPal खात्यामध्ये लॉग इन करून कनेक्ट करू शकता.",
      "या व्यतिरिक्त, एकाधिक काढण्याच्या विनंत्या प्राप्त होण्याने तुमचे खाते निलंबित होऊ शकते.",
      "अ‍ॅपच्या लेटेस्ट आवृत्तीवर मदत मिळवणे अधिक जलद व अधिक सोपे आहे.",
      "अनुसरण करा",
      "हा सहायता निधी Instagram अ‍ॅप वर पहा",
      "{numberOfPeople} लोक",
      "पालक/आईवडील यांचे नाव",
      "{number of days before user is disabled} दिवसांमध्ये पुढील पायरीचे अनुसरण करा म्हणजे तुमचे खाते अक्षम होण्यापूर्वी तुम्हाला ते पुन्हा खुले करून देण्याचा प्रयत्न करू शकू.",
      "प्रत्त्युत्तरे पहा",
      "तुम्ही असे केलेयास गिफ्ट एड मिळण्यासाठी तुम्ही पात्र आहातः",
      "{username} द्वारे",
      "दुसर्‍या व्यक्तीस टॅग करा",
      "सर्वाधिक लोकप्रिय",
      "Instagram समुदाय सुरक्षित ठेवण्‍यात तुमचा अभिप्राय आम्‍हाला मदत करण्‍यासाठी महत्‍त्‍वाचा आहे.",
      "सत्र लॉग आउट केले",
      "1 पोस्‍ट",
      "१ तासापूर्वी",
      "पोस्ट हटवू शकलो नाही",
      "लोकेशन चिन्‍ह",
      "अॅप मिळवा.",
      "लॉग इन माहिती लक्षात ठेवा",
      "{birthday} ही तुमची जन्मतारीख आहे का?",
      "{name of the user who liked the photo} नी तुमच्या पोस्टला पसंती दिली.",
      "इतर संपर्क बटणे जोडण्यासाठी, प्रमोशन तयार करण्यासाठी आणि तुमच्या फॉलोअर्सबद्दल इन्साइट्स मिळण्यासाठी Instagram ॲपवर जा.",
      "नातेसंबंध",
      "पुष्टीकरण पाठवा",
      "IG यश चेकमार्क",
      "0 वर्षे",
      "ईमेल पाठवला",
      "फेब्रुवारी",
      "तुमच्या व्हिडिओमध्ये स्वयं-निर्मित चित्रपरिचय जोडल्याने कानाने कमी किंवा मुळीच ऐकू येत नसलेल्या लोकांना मदत होते. ते फक्त iOS आणि Android अॅप्सवर प्रदर्शित केले जातात आणि दिसण्यासाठी काही मिनिटे लागू शकतात.",
      "तुमचे खाते सुरक्षित करण्‍यासाठी तुमचा पासवर्ड बदला",
      "गोपनीयता आणि सुरक्षितता मदत",
      "ही आवृत्ती यापुढे समर्थित असणार नाही. लॉग इन करण्‍यासाठी, तुमचा अ‍ॅप नवीन आवृत्तीवर अपडेट करा.",
      "तुमची Instagram व्यवसाय श्रेणी WhatsApp वर समर्थित नाही.",
      "खाती केंद्र केवळ आमच्या मोबाईल अ‍ॅप्समध्ये उपलब्ध आहेत. कनेक्टेट अनुभव व्यवस्थापित करण्यासाठी जसे की खात्यांमध्ये लॉगिन करणे आणि स्टोरी व पोस्ट सामायिक करण्यासारखे तुमच्या Instagram, Facebook किंवा Messenger अ‍ॅपच्या सेटिंग्जमधील खाती केंद्रावर जा.",
      "खूप व्यस्त/खूप लक्ष विचलित करणारे",
      "तुम्ही हे खाते डीलीट करण्याची विनंती केली आहे असे दिसते. मदत केंद्रात जाऊन अधिक जाणून घ्या: http://help.instagram.com",
      "डाउनलोड करा",
      "आम्हाला कळू द्या.",
      "तुम्ही {username} यांची कथा पाठवली",
      "थेट - सुरक्षित इनबॉक्स",
      "संपादित करा",
      "पर्यायी मजकूर लिहा...",
      "देश/प्रदेश",
      "व्हिडिओ संप‍ादित करा",
      "दावा काढून टाका",
      "तुमचा पोस्ट अपलोड करता आला नाही. कृपया पुन्हा प्रयत्न करा.",
      "हार्ड ड्रग्जच्या वापराची जाहिरात करणारे पोस्ट्स",
      "देणग्या किमान {value} इतक्या रकमेच्या असणे आवश्यक आहे",
      "व्हिडिओ मधील साउंडट्रॅक किंवा संगीत यासारख्‍या ऑडिओसह प्रत्येकगोष्ट सामायिक करण्‍याची तुमच्याकडे परवानगी असल्यास, तुम्ही ब्लॉक करण्याविरूद्ध अपील करू शकता आणि तुमचा व्हिडिओ अनब्लॉक करून घेऊ शकता.",
      "खाजगी करा",
      "हलवा",
      "आपले खाते तात्पुरते अक्षम केले",
      "तुम्ही सोडून गेल्यास, तुमची संपादने सेव्ह केली जाणार नाही.",
      "आम्हाला तुमच्या खात्यात असामान्य अ‍ॅक्टिव्हिटी आढळली. तुमच्या खात्यात परत जाण्यासाठी Instagram अ‍ॅपवरून तुमच्या ओळखीची पुष्टी करा.",
      "द्वेषपूर्ण भाषण किंवा प्रतिके",
      "निवड टॉगल करा",
      "कलेक्शनमध्ये जोडा",
      "गोपनीयता धोरण",
      "{hours}ता आधी पाहिला",
      "डिसमिस करा",
      "[?]",
      "साइन अप करा",
      "Google Play स्टोअर उघडत नाही?",
      "लोकांना टॅग करा",
      "एक नाव जोडा",
      "तुमच्यासाठी सूचना",
      "Instagram फील्ड प्ले",
      "परिचय अद्यतन",
      "20+ विनंत्या",
      "यास व्यावसायिक खात्यात स्विच केल्याने, तुम्हाला तुमचे फॉलोअर्स व खात्याचे कार्यप्रदर्शन याविषयीच्या माहिती तसेच नवीन संपर्क पर्याय व आणखी बऱ्याच गोष्टींचा ॲक्सेस मिळेल.",
      "तुम्हाला रिप्लाय दिला",
      "मान्यताप्राप्त उपकरणे",
      "Expired",
      "शॉप पहा",
      "खाते ठेवा",
      "बंद करा",
      "अधिक पर्याय",
      "बेकायदेशीर किंवा नियमन केलेल्या वस्तूंची विक्री",
      "तुमचा फोन हरवल्यास किंवा तुम्हाला मजकूर संदेशाद्वारे किंवा प्रमाणीकरण अॅपद्वारे कोड मिळू शकत नसल्यास तुमच्या खात्यात परत जाण्यासाठी तुम्ही हे कोड वापरू शकता. ते सुरक्षित ठिकाणी जतन करा.",
      "अवरोधित करा",
      "IGTV",
      "पूर्ववत करा",
      "{username} कडील प्रत्येक पोस्ट पहा",
      "डीलीट करा",
      "पुष्‍टीकरण कोड प्रविष्‍ट करा",
      "हे लैंगिकरित्या अयोग्य आहे",
      "लॉग इन करण्याचा प्रयत्न करत आहे.",
      "तुमचे आवडते विषय ब्राउझ करा",
      "समायोजने",
      "स्‍थान जोडा",
      "शनि",
      "आणखी गोष्टींसाठी टॅप करा",
      "हे आवडले",
      "लॉग आउट",
      "या लॉगिनची पुष्टी करणे शक्य झाले नाही. कृपया तुमच्या नेटर्वक सेटिंग्ज तपासा आणि पुन्हा प्रयत्न करा.",
      "तुम्ही या संदेशाची तक्रार का देत आहात?",
      "अनावरोधित करा",
      "आता नाही",
      "आपले कीवर्ड जतन करण्‍यात समस्‍या होती. कृपया लवकरच पुन्‍हा प्रयत्‍न करा.",
      "तुम्ही साइन अप करता तेव्हा आणखी विनामूल्य छायाचित्रे शोधा.",
      "Instagram, Facebook अ‍ॅप आणि Messenger मधील तुमची गोपनीयता माहिती व निवडींचा आढावा जेणेकरून, या सेटिंग्ज तुमच्यासाठी योग्य आहेत याची तुम्ही खात्री करू शकता.",
      "Facebook-बाहेरील अ‍ॅक्टिव्हिटी",
      "ही फाईल खूपच लहान आहे. पुढे चालू ठेवण्यासाठी 1 KB पेक्षा मोठी फाइल निवडा.",
      "संलग्नतेमध्ये रुची आहे?",
      "पुढील",
      "पुष्‍टीकरण पाठवले",
      "हे खाते खाजगी आहे.",
      "घटक शीर्षक",
      "तुम्हाला हा संच चोरीला जाण्याची काळजी वाटत असेल किंवा तुम्ही त्‍यापैकी बरेच वापरले अाहेत असे तुम्हाला वाटत असेल तर तुम्ही नवीन कोड मिळवू शकता.",
      "तुमचा डेटा सुरक्षित ठेवणे",
      "सामायिक करत आहे...",
      "माफ करा! आत्ता सध्या तुमचे खाते तयार करण्यात आम्हाला समस्या येते आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
      "फिल्टर करा",
      "तुमच्याकडे न पाहिलेल्या सूचना आहेत.",
      "पोस्‍ट सामायिक करा",
      "हक्क धारक {reference owner name} यांनी तुमचा विवाद नाकारला कारण त्यांना वाटते या फोटोमध्ये त्यांची सामग्री समाविष्ट आहे.",
      "Facebook वरून अद्यतनित करा",
      "व्यवसाय",
      "तुमच्या फोटोमधील सर्व सामग्री वापरण्याची तुम्हाला परवानगी असल्यास {Submit a dispute text bolded}. विवाद सबमिट करून तुम्ही {owner name} म्हणजेच ज्यांनी हा क्लेम जारी केला आहे त्यांना तुमच्या व्हिडिओचे पुनरावलोकन करण्याची परवानगी देता. तुम्ही जर पोस्ट सार्वजनिकरित्या शेअर केली असेल तर ते त्या पोस्टचे देखील पुनरावलोकन करू शकतात. त्यांच्याकडे प्रतिसाद देण्यासाठी {number of days} दिवस असतील.",
      "Instagram व्हिडिओ द्वारे @{username} • {datetime}",
      "हो, लॉग इन करा",
      "काहीतरी चूक झाली",
      "GIF",
      "",
      "संमती पेज",
      "प्रशासक बनवा",
      "ही लिंक यापुढे कार्य करू शकणार नाही कारण तुमचे खाते डीलीट करण्यात आले आहे. Instagram वापरणे चालू ठेवण्यासाठी नवीन खाते तयार करा.",
      "पासवर्ड",
      "कथा व्हिडिओ आच्छादन",
      "Instagram चे मागील 14 दिवसांमधील सुरक्षितता आणि लॉगिन याबद्दलचे ईमेल येथे दिसतील. कोणते ईमेल खरे आहेत आणि कोणते फसवणारे याचे सत्यापन करण्यासाठी तुम्ही ते वापरू शकता.",
      "तुमच्या पेमेंटची पुष्टी करण्यासाठी तुमचा Facebook Pay पिन प्रविष्ट करा.",
      "{username} यांना हलवण्यात आल्याचे समजले नाही. तुम्ही ते प्राथमिकतेवर कधीही हलवू शकता.",
      "हॅशटॅग निर्देशिका",
      "सुचवलेले परिचय",
      "मदत",
      "Instagram Lite मिळवा",
      "प्राणी आणि निसर्ग",
      "अनुप्रयोग चिन्ह टॅप करा आणि काही सेकंदांसाठी ते धरून ठेवा.",
      "संदेश निःशब्द करा",
      "द्वेषपूर्ण भाषण किंवा प्रतिके",
      "तुमच्या खात्यासह, थोड्या Instagram खात्यांना प्रभावित करणारी तांत्रिक समस्या आम्हाला अलीकडेच आढळली आणि आम्ही ती त्वरित दूर केली.",
      "तुमची पोस्ट आमच्‍या समुदाय मार्गदर्शकतत्त्वांच्या विरुद्ध आहे",
      "Facebook शी कनेक्ट झाले",
      "प्रवास आणि ठिकाणे",
      "तुमच्या कार्ड सुरक्षा कोडशी कनेक्ट करायचे?",
      "खाद्यपदार्थ आणि पेय",
      "अधिकार होल्डरः",
      "सुरू ठेवा",
      "आम्ही तुमचा {contentTypeText} काढला आहे कारण तो {violationText} वरील आमच्या {communityGuidelinesLink} च्या विरूद्ध जात आहे. आमच्याकडे ही मार्गदर्शकत्त्वे आहेत कारण आम्ही आमच्या समुदायाला आदराची आणि सुरक्षेच्या भावनेची जाणीव करून देऊ इच्छितो.",
      "विनामूल्य व्यावसायिक खाते मिळवा",
      "पाठवा",
      "बदला",
      "राज्याचे नाव प्रविष्ट करा",
      "तुम्हाला {applicationName} सोबत संलग्न करावयाच्या असलेल्या Instagram व्यवसाय परिचयाची पुष्टी करा.",
      "तुमचे नाव आणि माहिती जोडा म्हणजे तुमचे मित्र तुम्हाला शोधू शकतील.",
      "ऑक्टोबर",
      "ठीक आहे",
      "तुम्हाला खात्री आहे?",
      "आता नाही",
      "लपवा",
      "गॅलरी पोस्टमध्ये एक मिनिटापेक्षा मोठ्या व्हिडिओंचा समावेश करू शकत नाही.",
      "Instagram छायाचित्र द्वारे {fullName} • {datetime}",
      "कोणतेही व्हिडिओ एक मिनिटापेक्षा जास्त लांबीचे असल्यास तुम्ही एका वेळेस केवळ एक व्हिडिओ पोस्ट करू शकता.",
      "1:1",
      "डेटा धोरण",
      "माफ करा, ही लिंक तुटलेली आहे. तुमचे खाते ठेवण्यासाठी, तुमच्या युजरनेम आणि पासवर्डसह लॉग इन करा.",
      "तुमचे अनुसरण करत असलेले सर्व लोक तुम्हाला इथे दिसतील.",
      "अनुमती द्या",
      "WhatsApp वर सामायिक करा",
      "क्रीडा",
      "गोपनीयता समस्या",
      "नवीन कोड्स मिळवा",
      "अ‍ॅप आणि वेबसाइट्स",
      "लाइव्ह {actionType}",
      "चेकआऊट करण्यासाठी पुढे जा",
      "ठीक आहे",
      "अधिक जाणून घ्‍या",
      "चित्रपरिचय",
      "मला हे संभाषण आवडले नाही",
      "मागे जा",
      "आपण खालील बटण दाबता तेव्हा आपले बटण, टिप्पण्या आणि पसंत्या आपण परत लॉगिन करून आपले खाते सक्रीय करत नाही तोपर्यंत लपविले जाईल.",
      "तुमचे खाते ज्या व्यक्तीने किंवा संस्थेने प्रतिनिधित्व केले त्याद्वारे नावे ओळखले जाते त्याची लिस्ट बनवा. इतर भाषांमध्ये भिन्न नावे आणि समान नाव समाविष्ट करा.",
      "अपील सबमिट करा",
      "पुढील {days to snooze} दिवसांपर्यंत तुम्हाला, तुम्ही ज्या उपकरणांवर यापूर्वी Instagram वापरले आहे त्यांच्याकडून फक्त पासवर्ड रीसेट ईमेल प्राप्त होतील.",
      "आपण पासवर्ड रीसेट करण्याची विनंती केली नाही हे आम्हाला कळविल्याबद्दल धन्यवाद. आपला पासवर्ड बदलला गेला नाही.",
      "पुढे चालू ठेवून, {=app name} ला तुम्ही शेअर कराल त्या माहितीचा ऑनगोइंग ॲक्सेस मिळेल आणि {=app name} नी कधी ॲक्सेस केले त्याची Instagram नोंद घेईल. या शेअरिंगबद्दल व तुमच्या सेटिंग्जबद्दल {=learn more}.",
      "क्विझ",
      "मी माझ्‍या फीडमध्‍ये या खात्याची छायाचित्रे किंवा व्हिडिओ पाहू इच्छित नाही",
      "जतन करा",
      "तुम्ही तुमच्या विवादाच्या परिणामांशी असहमत असल्यास तुम्ही हक्कधारकाला, {reference owner name} यांना अपील करू शकता. सबमिट केल्यानंतर त्यांच्याकडे प्रतिसाद देण्यासाठी 7 दिवस असतील.",
      "सर्व सुचवलेले युजर पाहण्यासाठी शेवरॉन चिन्ह",
      "हे वेब ब्राउझर यापुढे समर्थित नाही.",
      "खरेदी, विक्री किंवा तुमच्या खात्याच्या कोणत्याही बाबी ट्रान्सफर करणे आमच्या {Terms of Use} आणि {Community Guidelines} च्या विरुद्ध जाते.",
      "पासवर्ड",
      "खाती किंवा पोस्टची तक्रार करणे",
      "तुम्ही या ग्रुपमध्ये राहिल्यास, तुम्हाला तुम्ही निर्बंध घातलेल्या खात्यांवरून आलेले मॅसेजेस दिसतील.",
      "{firstUsername}, {secondUsername}",
      "कॉपी करण्यासाठी Control-C दाबा.",
      "Instagram वर चेकआउट करण्यासाठी अ‍ॅप डाउनलोड करा.",
      "अहवाल",
      "विनंतींना मान्यता द्या किंवा दुर्लक्ष करा",
      "तुम्ही एकतर सर्व कुकीजच्या वापरास परवानगी देऊ शकता किंवा अधिक पर्याय निवडू शकता. आम्ही तुमच्या कुकी निवडी लक्षात ठेवू आणि तुम्ही जिथेही Instagram वर लॉग इन करता तिथे कुठेही आणि तुम्ही इतर Facebook प्रॉडक्ट्समध्ये लॉग इन करण्यासाठी तुमची खाती वापरता तिथे त्या लागू करू. तुम्ही कधीही तुमच्या कुकी सेटिंग्जमध्‍ये तुमच्या निवडींचे पुनरावलोकन करू शकता किंवा त्या बदलू शकता.",
      "आधीपासूनच {username} चे अनुसरण करता? त्‍यांची छायाचित्रे आणि व्हिडिओ पाहण्‍यासाठी {=Log in} करा.",
      "तुमचा फोन नंबर प्रविष्‍ट करा आणि तुमच्या खात्‍यात परत जाण्‍यासाठी आम्‍ही तुम्हाला पासवर्ड रिसेट दुवा पाठवू.",
      "अधिक ग्राहकांपर्यंत पोहोचण्यासाठी आणि आपला व्यवसाय उभा करण्यासाठी Instagram वर प्रचार तयार करा",
      "माफ करा, पण काहीतरी चूक झाली. कृपया पुन्हा प्रयत्न करा.",
      '"X" वर टॅप करा आणि पुढे जाण्याबद्दल विचारले जाईल, तेव्हा "हटवा" निवडा.',
      "तुम्ही लॉग इन करता तेव्हा तुम्ही त्यांचे सर्व फोटो, व्हिडिओ आणि स्टोरी अपडेट पाहू शकता.",
      "आता नाही",
      "कॉपीराइट",
      "अनुमती देऊ नका",
      "{username} ची कथा पाठविली",
      "वापरकर्तानाव किंवा ईमेल",
      "यात नग्नता किंवा अश्लीलतेचा समावेश आहे",
      "ग्रुपमध्ये रहा",
      "संपादित करा",
      "{username} साठी कोणत्याही फायली उपलब्ध नाहीत.",
      "तुम्ही नाही?",
      "View full profile on Instagram",
      "तुमची जन्मतारीख तुम्हाला प्रविष्‍ट करावी लागेल",
      "पासवर्ड रिसेट करा",
      "कुकी धोरण",
      "नंबर बदला",
      "बंद करा",
      "अलीकडील",
      "व्यवसायाचा पत्ता",
      "पर्याय संपादित करा",
      "तुमच्यासाठी सूचना",
      "तुम्ही सध्या {username} म्हणून लॉगिन केले.",
      "नाकारा",
      "नोकरी",
      "छायाचित्रे पाठवणे, अदृश्‍य होणारे संदेश, इत्यादींच्या अधिक चांगल्या पद्धतींसाठी अ‍ॅपवर स्विच करा.",
      "या व्हिडिओचे पैलू गुणौत्तर समर्थित नाही.",
      "जेथे तुमचा फोटो दिसतो",
      "जाहिरात प्राधान्ये",
      "{email} हा तुमचा ईमेल पत्ता आहे याची पुष्टी करा किंवा एक नवीन ईमेल पत्ता किंवा फोन नंबर प्रविष्ट करा. यामुळे तुमचे खाते सुरक्षित ठेवण्‍यात आणि तुम्ही तुमचा पासवर्ड विसरल्‍यास Instagram मध्‍ये तुम्हाला प्रवेश करून देण्‍यात आम्हाला मदत होते.",
      "{number of items} आयटम",
      "अंतर्गत",
      "1तास",
      "तुमचा वाय-फाय कोड प्रविष्ट करा",
      "Facebook प्रॉडक्ट्स बाहेरील जाहिराती आणि मापन सेवांसाठी, विश्‍लेषणे आणि विशिष्‍ट वैशिष्‍ट्‍ये प्रदान करण्‍यासाठी आणि तुमच्यासाठी आमच्या सेवा सुधारित करण्‍यासाठी, आम्ही Instagram वर इतर कंपन्यांकडील टूल्स वापरतो. या कंपन्या देखील कुकीज वापरतात.",
      "तुम्हाला तुमच्या सुरक्षा अॅपवरून कोड प्राप्त होईल. तुमच्याकडे एखादा नसल्यास, आम्ही डाउनलोड करण्यासाठी एकाची शिफारस करू.",
      "कनेक्शन",
      "आम्ही यासह परिचय काढतोः",
      "द्वि-घटक प्रमाणीकरण",
      "एम्बेड कोड कॉपी करा",
      "सर्व पहा",
      "पुन्हा सदस्यता घ्या",
      "दुसऱ्या फाईल्स निवडा",
      "पेमेंटची पुष्टी करण्यासाठी तुम्ही पिन तयार करू शकता किंवा तुमच्या डिव्हाइसवरील चेहरा ओळख किंवा फिंगरप्रिंट ओळख वापरू शकता.",
      "रद्द करा",
      "अनुसरण करणे रद्द करा",
      "गोपनीयता धोरण",
      "मागे जा",
      "हे ते ॲप्स आणि वेबसाइट्‍स आहेत ज्यांच्यामध्‍ये लॉग इन करण्‍यासाठी तुम्ही Instagram वापरले आहे आणि थोड्‍या वेळापूर्वी ते कदाचित वापरले नसेल. तुम्ही यापूर्वी शेअर केलेली माहिती कदाचित अद्यापही त्यांच्यात असू शकते परंतु खाजगी माहितीसाठी अतिरिक्त विनंत्या करण्‍याच्या त्यांच्या क्षमतेची मुदत समाप्त झाली आहे. तुम्ही ॲपला तुमची माहिती डीलीट करण्यास सांगू शकता. तसे करण्‍यासाठी, तपशीलांसाठी त्यांच्या गोपनीयता धोरणाचे आणि संपर्क माहितीचे  पुनरावलोकन करा. तुम्ही ॲपशी संपर्क केल्यास, त्यांना तुमच्या युजर आयडीची गरज लागू शकते.",
      "या कुकीज विषयी",
      "कमेंट करणे बंद करा",
      "1 खाते",
      "खाती केंद्र",
      "मेल चिन्‍ह",
      "तुमचे संपर्क फक्त तुम्ही पाहू शकता, परंतु तुमच्यासाठी आणि इतरांसाठी मित्र सूचना करण्‍यासाठी आणि सर्वजणांसाठी चांगला अनुभव प्रदान करण्‍यासाठी, तुम्ही तुमच्या संपर्कांबद्दल अपलोड केलेली माहिती Instagram वापरते.",
      "गोपनीयता केंद्र",
      "अशाप्रकारचे संदेश पाहण्यासाठी Instagram अ‍ॅप वापरा.",
      "शोध इतिहास मिटवा",
      "गोपनीयतेचे धोरण",
      "अपलोड होत आहे…",
      "IGTV",
      "सेल्युलर डेटा वापर",
      "अ‍ॅप अद्यतनित करा",
      "+इतर {number of files}",
      "Facebook कडून",
      "शोध",
      "पोल",
      "आपला Instagram वरील {name of the facebook friend who joined} मित्र {username of the user who joined} म्हणून आहे",
      "मदत केंद्रातील पर्याय",
      "th",
      "आमच्या अपडेट केलेल्या {data_policy} चे पुनरावलोकन केल्याबद्दल आणि आमच्या नवीन {terms_of_service}ना सहमती दिल्याबद्दल धन्यवाद.",
      "तुमच्यासाठी व तुमच्या मित्रांसाठी Instagram अधिक चांगले करण्यात आम्हाला तुमच्या अभिप्रायाची मदत होते.",
      "हे खाते वापरणे चालू ठेवायचे आहे?",
      "ही समस्‍या सूचित केल्‍याबद्दल धन्यवाद.",
      "अल्‍पवयीन व्यक्तीचे खाते",
      "उघड करण्‍यासाठी टॅप करा.",
      "तुम्ही लॉग इन करता तेव्हा तुम्ही सर्व कमेंट वाचू शकता आणि स्वतःहून जोडू शकता.",
      "खाजगी खाते",
      "क्रियाकलाप",
      "व्हिडिओ पोस्‍ट करण्‍याचे अपील",
      "कॉपी केले",
      "कनेक्ट करू शकत नाही",
      "13 वर्षांपेक्षा कमी",
      "तुम्ही",
      "पहा",
      "त्यांनी ज्या देशांना त्यांचे अधिकार आहेत अशा देशांव्यतिरिक्त प्रत्येक ठिकाणी ही सामग्री अवरोधित करण्यासाठी व्हिडिओंची विनंती केली आहे:",
      "नवीन पिनची पुष्टी करा",
      "तुमचे खाते अक्षम केले आहे. 30 दिवसात पुढील पायऱ्यांचे अनुसरण करा जेणेकरून तुम्हाला पुनरावलोकनाची विनंती करता येईल.",
      "तुम्ही स्‍वीकार केल्याशिवाय विनंती पाहिल्याचे चिन्हीत केले जात नाही.",
      "बंद करा",
      "ही कथा यापुढे उपलब्ध नाही",
      "प्रति:",
      "तुमचा व्हिडिओ ज्या लोकेशन्सवर ब्लॉक केला आहे तेथे लोक तो पाहू शकत नाहीत, त्यावर लाइक किंवा कमेंट करू शकत नाही. तुमचा व्हिडिओ येथे ब्लॉक केलेला आहे:",
      "तुमचे ब्राउझर किंवा डिव्हाइस, ब्राउझर कूकीज सेट केल्या आहेत का व त्यांना डीलीट करायचे का हे निवडू देणाऱ्या सेटिंग्ज देऊ शकतात. ही नियंत्रणे ब्राउझरनुसार बदलतात आणि निर्माते त्यांनी उपलब्ध करून दिलेली दोन्ही सेटिंग्ज आणि त्यांची कार्यपद्धती कोणत्याही वेळेला बदलू शकतात. तुम्ही खाली दिलेल्या लिंकवर लोकप्रिय ब्राउझर्सनी 5 ऑक्टोबर 2020 पर्यंत देऊ केलेल्या नियंत्रणांबद्दलची अधिक माहिती बघू शकता. तुम्ही ब्राउझर कूकीज अक्षम केल्यास Facebook प्रॉडक्ट्सचे काही विशिष्ट भाग कदाचित नीटपणे कार्य करू शकणार नाहीत. कृपया लक्षात ठेवा की ही नियंत्रणे Instagram तुम्हाला देऊ करत असलेल्या नियंत्रणांपेक्षा भिन्न आहेत.",
      "कॉम्प्यूटरवरून निवडा",
      "तुमचे छायाचित्र जोडले.",
      "सामायिक करा",
      "द्वि-घटक प्रमाणीकरण वापरुन अतिरिक्त सुरक्षितता जोडा",
      "आम्ही तुमचे {contentTypeText} काढले कारण ते आमच्या {violationText} वरील {communityGuidelinesLink} च्या विरूद्ध जात आहे. आमच्या मार्गदर्शकतत्त्वांच्या विरूद्ध जाणारे तुम्ही पुन्हा पोस्ट केल्यास तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते समाविष्टित तुमचे खाते हटवले जाऊ शकते.",
      "आता सक्रिय आहे",
      "तुमचे व्यावसायिक खाते सेटअप करा",
      "संपूर्ण वापर अटी वाचा",
      "प्रभाव पाहण्यासाठी हा दुवा मोबाईल उपकरणावर उघडा",
      "तुम्ही {username} यांना प्रत्त्युत्तर दिले",
      "नेमटॅग",
      "तुम्ही अनुसरण करत असलेले हॅशटॅग",
      "message icon",
      "काढले",
      "धन्यवाद!",
      "पुष्‍टीकरण पाठवले",
      "संपर्कांचे यशस्वीपणे अनुसरण केले.",
      "खूप सार्‍या जाहिराती",
      "आमचा समुदाय प्रामाणिक ठेवणे",
      "पर्याय संपादित करा",
      "{like count} पसंती",
      "तुम्ही आत्ता हे पृष्ठ सोडून गेल्यास, तुमची संपादने टाकून दिली जातील.",
      "Instagram प्रत्येक व्यक्तीच्या बौद्धिक मालमत्तेचे संरक्षण करण्‍यासाठी वचनबद्ध आहे त्यामुळे आम्ही तुम्हाला कळवू इच्छितो की तुमच्या व्हिडिओमध्‍ये अशी सामग्री आहे जी वापरण्‍याचा अधिकार कदाचित तुम्हाला नाही.",
      "लोड करण्यास अयशस्वी",
      "मुखपृष्ठ छायाचित्र अपलोड करणे अयशस्वी झाले.",
      "निर्माता खात्यावर स्विच करायचे?",
      "पुढे, तुमच्या प्रोफाईलवर WhatsApp जोडा.",
      "आकार निवडा",
      "{count} पोस्ट",
      "Instagram ऑनलाइन वर्तणूकीत्मक जाहिरातसाठी स्व-नियामक सिद्धांतांचे पालन करते आणि {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} आणि {European Interactive Digital Advertising Alliance} यांनी स्थापित केलेल्या पर्याय-सोडणे प्रोग्राम्समध्य सहभागी होते. तुम्ही या साइट्समार्फत सर्व सहभागी कंपन्यांचा पर्याय सोडून देऊ शकता.",
      "कोड प्रविष्ट करा",
      "झूम निवडा",
      "डिसेंबर",
      "सेव्ह केलेल्यांमधून जोडा",
      "नाकारले",
      "Facebook Pay आता Instagram वर आहे",
      "अनुसरण करा",
      "लॉगिन करणारी व्यक्ती तुम्हीच आहात याची खात्री करणे आम्हाला जेव्हा गरजेचे असते तेव्हा आम्ही तुम्हाला सुरक्षितता कोड कुठे पाठवावा ते निवडा. {link to the help center in this paragraph}",
      "मे",
      "क्रियाकलाप स्थिती",
      "ही असलेली फाइल खूप मोठी आहे. पुढे चालू ठेवण्यासाठी 1 KB पेक्षा छोटी फाइल निवडा.",
      "Instagram वापरण्यासाठी तुम्हाला तुमची वयाची माहिती पूर्ण करावी लागेल.",
      "तुम्ही लॉग इन करण्यात मदत करण्यासाठी ईमेलमधून बाहेर पडले आहात. तुम्ही त्यांना विनंती केल्यावरच आम्ही तुम्हाला हे ईमेल पाठवू.",
      "समजले. आपण इन्‍स्‍टाग्राम उत्‍पादन ईमेल्‍सवरून सदस्‍यता रद्द केली आहे. आम्‍ही आपल्‍याला भविष्‍यातील रिसर्च प्रोजेक्‍ट्समध्‍ये सहभागी होण्‍याविषयीच्‍या संधींसाठी संपर्क साधणार नाही.",
      "तुमच्या काही मागील पोस्टनी आमच्या {Community Guidelines} चे अनुसरण केले नाही. तुम्ही आमच्या मार्गदर्शकतत्वांच्या विरूद्ध जाणारे पुन्हा काही पोस्ट केल्यास तुमचे खाते हटवण्यात येईल यामध्ये तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते समाविष्ट असतील.",
      "तुम्ही Instagram लॉग इन करण्यासाठी वापरत असलेली आणि कदाचित बऱ्याच कालावधीत वापरलेली नसावीत अशी ही अॅप्स आणि वेबसाइट्स आहेत. त्यांना अद्याप तुम्ही आधी सामायिक केलेल्या माहितीचा अॅक्सेस असू शकतो पण खाजगी माहितीसाठी अतिरिक्त विनंत्या करण्याची त्यांची क्षमता कालबाह्य झालेली आहे.",
      "समुदाय मार्गदर्शक तत्त्वे",
      "समान खाते सूचनांविषयी अधिक जाणून घ्या",
      "{email} हा ईमेल पत्ता {username} यांच्या खात्यामधून काढण्‍यात आला आहे.",
      "पिन रिसेट करा",
      "प्रमाणीकरण अॅपची पुष्टी केली",
      "मदत मिळवा",
      "विवाद सबमिट करा",
      "नाव आणि आडनाव प्रविष्ट करा",
      "अधिप्रमाणन अ‍ॅप",
      "तुम्ही आम्हाला या कुकीज वापरण्याची अनुमती नाकारल्यास:",
      "प्रश्न",
      "{=app name} {=privacy policy}",
      "हे वापरून पहा",
      "तुम्ही तुमचा व्हिडिओ पुनर्संचयित करण्यापूर्वी त्यातील संपूर्ण ऑडिओ वापरण्याची तुम्हाला परवानगी आहे याची खात्री करा. तुम्हाला हा ऑडिओ वापरण्याची परवानगी नसल्यास, पुनर्संचयित केल्याने परिणामी तुमचा व्हिडिओ काढला जाऊ शकतो आणि त्यानंतर तुमच्या खात्याविरोधात कृती केली जाऊ शकते.",
      "भाषा बदला",
      "तुम्हाला आईवडील/पालक म्हणून काढले आहे",
      "नवीन",
      "संगीत",
      "पर्यायी मजकूर लिहा...",
      "तुम्ही त्यांच्या कथेवर प्रतिक्रिया दिली: {emoji}",
      "अधिलिखित मोडल बंद करा",
      "सबमिट करा",
      "ते Instagram वर तुमचा परिचय, पोस्ट किंवा कथा पहाण्यास सक्षम असणार नाहीत. Instagram त्यांना कळू देणार नाही की तुम्ही त्यांना अवरोधित केले आहे.",
      "सर्वप्रथम लॉग आउट करा",
      "कलेक्शन डीलीट करायचे?",
      "पाठवला",
      "व्हिडिओ तयार करीत आहे",
      "© {year} Facebook द्वारे Instagram",
      "तुम्ही अनुसरण करत असलेले लोक आणि तुमचे अनुसरणकर्ते",
      "नेमटॅग",
      "IGTV वर पोस्‍ट करा",
      "तुमची कार्ट अपडेट करताना त्रुटी आली.",
      "मंजूर करा",
      "सर्व {category name}",
      "व्हिडिओ तास किंवा त्याहून कमी लांबीचे असणे आवश्‍यक आहे.",
      "सर्वांना नकार द्या",
      "बटण: श्रेणी निवडा",
      "प्राथमिकतेवर हलवा",
      "इतर कंपन्यांकडून कुकीज",
      "Instagram अॅप वापरा.",
      "तुमचे खाते सुरक्षित करा",
      "रिप्लाय द्या",
      "तुमच्या खात्यात प्रवेश मिळवा",
      "हे खाते खाजगी आहे",
      "छळणूक किंवा गुंडगिरी मार्गदर्शकतत्त्वे",
      "{guide author full name} Instagram वर आहेत: {guide title}",
      "स्थान सामायिकरण",
      "तुमची पोस्ट शेअर केली गेली.",
      "तुम्ही Instagram वर तुमची देणगी देणे पुढे चालू ठेवू शकता.",
      "{carrier name} मधील विनामूल्य छायाचित्रे",
      "अलीकडील युटिलिटी बिल",
      "तुमचा मेलिंग पत्ता",
      "तुमची पेमेंट माहिती कनेक्ट करा",
      "+ {remainingUserCount}",
      "तुम्ही अनुसरण करीत असलेल्या लोकांकडील कथा येथे दर्शविल्या जातील.",
      "स्टिकर वापरण्‍यासाठी अॅप मिळवा",
      "फोटो आणि व्हिडिओ येथे ड्रॅग करा",
      "नकाशाविषयक समस्या नोंदवा",
      "केवळ {story owner username} यांनी त्यांच्या जिवलग मित्र सूचीमध्ये जोडलेले लोक हे छायाचित्र पाहू शकतात.",
      "तुम्ही खात्रीपूर्वक {name} चे परीक्षक म्हणून स्वतःला काढू इच्छिता",
      "तुम्हाला माहित असलेल्या लोकांचे अनुसरण रद्द न करता किंवा अवरोधित न करता नको असलेले परस्पर संवाद मर्यादित करा.",
      "इतर कंपन्यांच्या कुकीज",
      "टिप्पणी सेटिंग्ज संपादित करा",
      "th",
      "लॉग इन करण्‍यात समस्या आहे का?",
      "आगामी इव्हेंट्स लोड करू शकत नाही.",
      "कमेंट्स",
      "याचा अर्थ आमच्या समुदायाला सुरक्षित ठेवण्यासाठी आम्ही टूल्स बनवत असताना तुमच्या अभिप्रायाची आम्हाला शिकण्यात मदत होत असली तरी, आम्ही तुमच्या कमेंटचे पुन्हा पुनरावलोकन करू शकणार नाही.",
      "IGTV",
      "rd",
      "फोन नंबर बदला",
      "हे फील्ड भरणे आवश्यक आहे",
      "तुम्ही आधीच आमच्या अद्यतनित डेटा धोरणाचे पुनरावलोकन केले आहे आणि आमच्या नवीन अटींना सहमती दिली आहे.",
      "सर्व {count} टिप्पण्या पहा",
      "1 प्रॉडक्ट",
      "तुम्हाला संबंधित जाहिराती दर्शविण्यात आणि त्यांचे कार्यप्रदर्शन मोजण्यात मदत करणे",
      "{username}? साठी असलेला पासवर्ड विसरलात का?",
      "Instagram वर परत जाण्यासाठी तुमच्या ईमेलची पुष्‍टी करा",
      "अधिक माहिती",
      "कोणत्याही अधिकृततेशिवाय माझी बौद्धिक संपत्ती पोस्ट केली असेल",
      "नवीन कलेक्शन",
      "SSN चे शेवटचे 4 अंक प्रविष्ट करा",
      "गुंडगिरी आणि छळवणूक याविषयी जाणून घेणे आणि त्यांना प्रतिबंधित करणे यासारख्‍या Instagram वर आमचा समुदाय सुरक्षित ठेवण्‍यात मदत करणार्‍या मार्गांनी, आम्ही संशोधनासाठी माहिती वापरू आणि सामायिक करू शकतो.",
      "डेस्कटॉप चिन्‍ह",
      "खाते गोपनीयता",
      "पोस्ट",
      "पाठवा",
      "सामील झाल्याची तारीख",
      "तुमच्या खात्याला फॉलो करीत असलेल्या लोकांचे वर्णन करा. ते कोण आहेत, त्यांना कशामध्ये रस आहे आणि ते तुम्हाला फॉलो का करतात ते समाविष्ट करा.",
      "तुम्ही कोण आहात याची पुष्टी करण्यासाठी आम्हाला तुमचा आयडी हवा आहे. त्यावर तुमचे नाव, जन्मतारीख, फोटो, जारी करण्याची तारीख, कालबाह्य होण्याची तारीख आणि जारी करणारा देश हे तपशील असणे आवश्यक आहे.",
      "शेअर करा",
      "छायाचित्रे व व्हिडिओ",
      "आपला अहवाल Instagram वर स्पॅमपासून मुक्त ठेवण्यास मदत करेल.",
      "व्हिजुअल आर्ट्स",
      "सर्व पहा",
      "टिप्पणी चिन्ह",
      "तुमचा कोड पुन्हा पाठवण्यात आला.",
      "बंद करा",
      "Instagram चे मागील 14 दिवसांमधील सुरक्षितता आणि लॉगिन याबद्दल नसलेले अन्य ईमेल येथे दिसतील. कोणते ईमेल खरे आहेत आणि कोणते फसवणारे याचे सत्यापन करण्यासाठी तुम्ही ते वापरू शकता.",
      "अन्य",
      "डेस्कटॉपवर Business Suite किंवा निर्माता स्टुडिओच्या साहाय्याने तुमचे नवीन निर्माता खाते व्यवस्थापित करा.",
      "तुम्हाला WhatsApp वर संपर्क करण्यासाठी तुमच्या प्रोफाईलवर लोकांनी जाणे सोपे करा.",
      "गोपनीयता आणि सुरक्षितता",
      "तुमच्या सुरक्षिततेसाठी, कृपया तुमचा पिन प्रविष्ट करा.",
      "पोस्‍ट करण्‍यात अयशस्‍वी झाले.",
      "तुम्ही Facebook द्वारे साइन अप केल्यास, तुम्हाला {create a password}वा लागेल आणि पुन्हा लॉग इन करावे लागेल.",
      "तुम्हाला Instagram कडून SMS अद्यतने मिळू शकतात आणि तुम्ही कधीही हा पर्याय सोडून देऊ शकता.",
      "परवानग्या",
      "मला हे आक्षेपार्ह आढळले आहे",
      "तुमचा फोन नंबर तुमच्या खात्यातत दिसणार नाही. अतिरिक्त माहितीसाठी, कृपया आमचे {data policy link} पहा. Instagram या सेवेसाठी शुल्क आकारत नाही. मानक संदेश शुल्क लागू.",
      "माहिती डाउनलोड करा - भाग {number}",
      "होय, मला खात्री आहे",
      "सत्यापन केले",
      "हे चालू करायचे?",
      "{username}, तुमच्या Instagram खात्याबद्दल महत्त्वाची माहिती",
      "कोणाबाबतही त्यांच्या धर्म, वांशिकता किंवा लैंगिक पार्श्वभूमीवर आधारीत हिंसा किंवा हल्ल्याला प्रोत्साहन देणाऱ्या पोस्ट्स",
      "लोकांना टॅग करण्यास फोटो क्लीक करा",
      "नियमन केलेल्या वस्तू् म्हणून तक्रार करा",
      "नकार द्या",
      "{lastFourDigits}ने समाप्‍त होणारे आपल्‍या नंबरवर आम्‍ही पाठवलेले कोड प्रविष्‍ट करा.",
      "नवीन कोड मिळवा",
      "बौद्धिक संपदा उल्लंघन",
      "ही वस्तू आता उपलब्ध नाही",
      "तुम्हाला खात्री आहे?",
      "मी एका वापरकर्त्याचे अनुसरण रद्द करू इच्छित आहे",
      "एक नवीन देय पद्धत जोडा",
      "तुमची पोस्ट आमच्या ब्रँडेड सामग्री धोरणाचे उल्लंघन करते",
      "प्रविष्ट केलेला पिन चुकीचा आहे. 1 प्रयत्न बाकी आहे.",
      "गोपनीयता आणि सुरक्षितता",
      "ही पोस्ट कळविण्यासाठी कारण निवडा:",
      "आज सक्रिय होते",
      "सौंदर्य",
      "लॉग आउट करा",
      "पोस्ट सेव्ह केली गेली",
      "संवाद शीर्षक प्रतिमा",
      "पोर्ट्रेट (9:16)",
      "मची देय माहिती प्रविष्ट करत आहे",
      "आम्ही सहसा 24 तासात आयडींची फेरतपासणी करतो. आमच्याकडे अपडेट असेल तेव्हा तुम्हाला नोटिफिकेशन मिळेल.",
      "टिप्पणी पोस्ट करणे शक्य झाले नाही.",
      "संपादन करणे पूर्ण",
      "देश/प्रदेश निवडा",
      "अपील सबमिट करा",
      "पूर्वावलोकन पोस्ट करा",
      "जून",
      "परिचय",
      "Instagram वर @{username}: “{caption}”",
      "दुव्याची प्रत करा",
      "तुमचे कीवर्ड जतन करण्यात समस्या येत आहे.",
      "तुम्ही निवडलेल्या श्रेणीच्या आधारावर तुम्ही व्यवसाय आसू शकता. तुम्ही हे कधीही संपादित करू शकता.",
      "{fullName} म्हणून चालू ठेवा",
      "{reference owner name} च्या मालकीच्या व्हिडिओच्या {overlap duration} सेकंदांचा भाग हा तुमच्या व्हिडिओशी जुळतो.",
      "तुम्हाला तुमची कमेंट काढायला नको होती असे वाटते तेव्हा सहसा आम्ही तुम्हाला पुनरावलोकनाची विनंती करू देतो.",
      "अनुसरण करणे रद्द करा",
      "तळटिप चिन्ह",
      "आता नाही",
      "Instagram Lite डाउनलोड करा",
      "आम्ही तुम्हाला कळवू इच्छितो की आम्हाला अलीकडे एक तांत्रिक समस्या आढळली आणि आम्ही ती दूर केली. नोव्हेंबरमधील काही काळात Instagram वरील तुमच्या अवरोधित खात्यांमध्ये केलेले बदल कदाचित जतन झाले नसतील. आम्ही ती समस्या दूर केली आणि तुम्हाला जी खाती अवरोधित करायची होती ती अवरोधित असतील याची खात्री केली. तुम्ही Instagram वर कोणाला अवरोधित केले ते पाहण्यासाठी तुम्ही कधीही सेटिंग्जमधील अवरोधित खातीला भेट देऊ शकता.",
      "Messenger",
      "नग्नता किंवा अश्लील वाडःमय म्हणून कळवायचे?",
      "आपण जाहिरात जशा पद्धतीने तयार केली आहे त्‍या पद्धतीने ती दिसून येणार नाही. आपल्‍या जाहिरातींचे पुनरावलोकन करण्‍यासाठी, जाहिराती व्‍यवस्‍थापकाला भेट द्या.",
      "{link} येथे CMU डेल्फी रिसर्च सेंटर बद्दल अधिक जाणून घ्या",
      "पोर्ट्रेट चिन्‍ह क्रॉप करा",
      "ही लिंक कालबाह्य झाली आहे. तुमचे खाते पुन्हा सक्रिय करण्यासाठी, तुमचा युजरनेम आणि पासवर्ड वापरुन लॉग इन करा.",
      "वय",
      "व्हिडिओचे पुनरावलोकन करा",
      "Instagram Lite वर पहा",
      "{Username of current profile} अवरोधित करा.",
      "तुम्ही आधीपासूनच {username} ला फॉलो करत आहात",
      "व्यावसायिक खाते",
      "फोन नंबर जोडला",
      "पेमेंट इतिहास",
      "मंजूरी द्या",
      "टॅग काढा",
      "सेलिब्रिटी वापरकर्तानाव",
      "पुरूष",
      "{username} म्हणून चालू ठेवा",
      "यावर सामायिक करा...",
      "पासवर्ड बदला",
      "तुम्हाला त्यात असलेली संपूर्ण सामग्री वापरण्याचे अधिकार नसतील तर {Delete this video text bolded}. यामुळे तुमचे खाते प्रभावित होणार नाही.",
      "Instagram वर मागे",
      "पूर्ण झाले",
      "Instagram अॅक्सेस करण्यासाठी, आता तुमच्या Instagram खात्याशी संबंधित फोन नंबर, ईमेल किंवा वापरकर्ता नाव वापरुन लॉग इन करा.",
      "तुमची बिलिंग माहिती व पेमेंट पद्धत गोपनीय राहते. तुमची देणगी व संपर्क माहिती संस्थेसोबत शेअर केली जाईल.",
      "तुम्ही हे कलेक्शन डीलीट कराल तेव्हा, फोटो आणि व्हिडिओ तरीही सेव्ह केले जातील.",
      "आमच्या प्रॉडक्ट्‍सवरील वैशिष्‍ट्‍ये प्रभावित होणार नाहीत",
      "संकालन सेटिंग्ज व्यवस्थापित करा",
      "तुमचे गाईड आमच्‍या कम्युनिटी गाईडलाईन्सच्या विरुद्ध आहे",
      "वैध ईमेल प्रविष्ट करा",
      "{email} किंवा {phone number} सह साइन अप करा",
      "फोन नंबर, वापरकर्तानाव किंवा ईमेल",
      "जेथे तुमचा फोटो अवरोधित केला आहे",
      "काहीतरी काढू इच्छित आहे",
      "तुम्हाला खात्रीपूर्वक तुमच्या खात्यातून लॉगआउट करायचे आहे का?",
      "Twitter वर सामायिक करा",
      "या खात्याचा अहवाल द्या",
      "सद्य अनुसरण विनंत्या",
      "हे तुमच्या पोस्टमधून फोटो काढून टाकेल.",
      "व्हिडिओ समर्थन नसलेले एन्कोडिंग वापरेल किंवा कदाचित खराब झालेला असेल",
      "हे अशासाठी कारण तुमच्या काही पोस्टनी आमच्या {Community Guidelines} चे अनुसरण केले नाही म्हणून. तुम्ही असे काही पोस्ट केल्यास जे आमच्या मार्गदर्शक तत्त्वांच्या विरूद्ध जात असेल, तर तुमचे खाते अक्षम केले जाऊ शकते आणि तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते कायमस्वरूपी काढले जातील.",
      "तुमच्याशी कोणत्या मार्गाने संपर्क केलेला आवडेल?",
      "तुम्हाला Instagram कडून कदाचित SMS अद्यतने प्राप्त होतील आणि तुम्ही ते केव्हाही सोडून देऊ शकता.",
      "प्रमाणीकरण अॅप वापरा",
      "{This is the last 4 digits of the user's phone number} ने समाप्त होणारा तुमचा फोन नंबर तुमच्या खात्याशी जोडला गेला. आम्ही ओळखत नसलेल्या फोन किंवा संगणाकावरून तुम्ही कधीही लॉग इन कराल तेव्हा आम्ही तुम्हाला आता लॉग इन कोड विचारू.",
      "th",
      "खास स्टोरी",
      "निर्माता स्टुडिओ चिन्‍ह",
      "गप्‍पा सोडून जा",
      "आपण आपल्या छायाचित्रांचे आणि व्हिडिओंचे, विशिष्ट घटनेचे मालक आहात. जाहिरात हे बदलत नाही.",
      "तुम्हाला तुमच्या बॅकअप कोड्समधील सुरक्षा कोड वापरता येत नसल्यास तुम्ही {=resend it} द्वारे एखादा मिळवू शकता किंवा तुमच्या {=auth app codes} पैकी एखादा वापरू शकता",
      "{username1}, {username2}, {username3} + {more text} यांनी अनुसरण केले",
      "द्वि-घटक प्रमाणीकरण",
      "st",
      "[केवळ-FB] थीम टॉगल करा",
      "माफ करा, ही लिंक आता काम करत नाही. तुमचे खाते ठेवण्यासाठी, तुमच्या युजरनेम आणि पासवर्डने लॉग इन करा.",
      "शोधा",
      "तुम्ही या कुकीज इच्छित नसल्यास:",
      "हा व्हिडिओ सामग्री कमाई धोरणांचे पालन करत नाही.",
      "आम्‍ही {email} वर पाठवलेला पुष्‍टीकरण कोड प्रविष्‍ट करा.",
      "पोस्ट",
      "टेस्टर आमंत्रण",
      "तुमची पोस्ट शेअर करता आली नाही. कृपया पुन्हा प्रयत्न करा.",
      "ज्या चाचणीकर्त्यांनी त्यांच्या उपकरणावर एकाधिक Instagram खात्यात लॉग इन केले आहे अशा चाचचणीकर्त्यांना समस्येने प्रभावित केले. त्यामुळे 4 जून 2018 ते 5 जून 2018 मधील काही तासांसाठी एकाच उपकरणावरील लॉग इन केलेल्या दुसर्‍या खात्यात पोस्ट करावयाच्या एका खात्यामधील पोस्ट किंवा कथांना प्रकाशित केले. सावधगिरी म्हणून, तुम्ही तुमच्या परिचयावर लक्ष द्यावे आणि 4 जून ते 5 जून मधील कोणत्याही पोस्ट ज्या खात्यामधून सामायिक करायच्या होत्या त्याच खात्यामधून सामायिक केल्याची खात्री करण्‍यास आम्ही तुम्हाला प्रेरित करतो.",
      "पर्यायी मजकूर लिहा…",
      "अ‍ॅपमध्ये चेकआउट करा",
      "एसएमएस पाठवला होता.",
      "स्‍वल्‍पविरामाने वेगळे केलेले, कीवर्ड जोडा",
      "खाते चेतावणी",
      "नग्नता किंवा पोर्नोग्राफी",
      "नकाशा डेटा कायदेशीर सूचना",
      "अधिक जाणून घ्या",
      "अटी",
      "तुमचे बॅकअप कोड तुम्हाला मजकूर मॅसेज किंवा अधिप्रमाणन अ‍ॅपद्वारे सुरक्षा कोड प्राप्‍त होत नसल्‍यास तुम्हाला तुमच्या खात्‍यात पुन्‍हा घेऊन जाण्यात मदत करतात. तुम्ही ते सुरक्षित ठिकाणी ठेवले असल्‍याची खात्री करा.",
      "टिप्‍पणी फिल्‍टरिंग",
      "परिचय अद्यतन",
      "वापरकर्तानाव",
      "सुरक्षा कोड प्राप्‍त झाला नाही? आम्‍ही {=resend it}.",
      "मुखपृष्ठ",
      "अाम्ही Instagram शी कनेक्ट करू शकलो नाही. आपण इंटरनेटशी कनेक्ट असल्याची खात्री करा आणि पुन्हा प्रयत्न करा.",
      "माझी संपर्क माहिती वापरू नका",
      "विद्यमान खात्यात लॉग इन करा",
      "अपलोड करा",
      "पूर्वीची व्‍यवसाय नावे",
      "सेटिंग्स",
      "टिप्पण्या",
      "@{username} कडील हा Instagram व्हिडिओ पहा",
      "संपूर्ण Instagram अनुभव मिळवा",
      "तुमचे खाते अक्षम होण्याच्या मार्गावर आहे कारण त्याने कोव्हिड-19 किंवा लसींबद्दल खोटी माहिती असलेल्या अनेक पोस्ट्स शेअर केल्या आहेत.",
      "Safari मोबाईल",
      "प्रविष्ट केलेला पिन चुकीचा आहे. कृपया पुन्हा प्रयत्न करा.",
      "लॉगिन मदत ईमेल मर्यादित करा",
      "आता कनेक्ट करू शकत नाही",
      "वगळा",
      "लोकांना माग ठेवण्यास आवडू शकेल अशा तत्सम खात्यांची शिफारस करताना आपल्या खात्याचा समावेश करा.",
      "तुमच्या {applicationName} खात्यावरून आम्हाला कोणताही व्यवसाय शोधता आला नाही. कृपया पुन्हा प्रयत्न करा.",
      "पूर्ण झाले",
      "ध्‍वनी",
      "{firstUsername}, {secondUsername} आणि {remainingUserCount} अधिक",
      "अपील",
      "पोस्ट शेअर करता आली नाही",
      "काहीतरी चूक झाली. WhatsApp वरून कृपया पुन्हा प्रयत्न करा.",
      "SMS पाठवला त्रुटी",
      "लॉग इन करणे तुम्हाला अधिक पोस्ट, प्रोफाईल आणि हॅशटॅग शोधू देते.",
      "नवीन पासवर्ड",
      "आम्‍ही {phoneNumber} वर पाठवलेला पुष्‍टीकरण कोड प्रविष्‍ट करा.",
      "आपल्या अनुसरणकर्त्यांबद्दल जाणून घ्या",
      "काढले",
      "हा व्हिडिओ खूप लहान आहे. पुढे चालू ठेवण्यासाठी, 3 सेकंद किंवा त्यापेक्षा जास्त कालावधीचा व्हिडिओ निवडा.",
      "खात्यावर पुन्हा क्लेम करा",
      "व्हिडिओ टाकून द्यायचा?",
      "तुम्हाला आता सर्व लॉग इन मदत ईमेल प्राप्त होतील.",
      "वापरकर्त्यास अवरोधित करायचे?",
      "मागे",
      "आताच पुष्टी केली",
      "खाण्याच्या विकृती, कापणे किंवा आत्महत्येस प्रोत्साहन देणे",
      "अपलोड करत आहे...",
      "कॅनडा डिजिटल अ‍ॅडव्हर्टायझिंग अलायन्स",
      "तुमच्या व्हिडिओसाठी याचा अर्थ काय",
      "आम्ही Instagram बाहेरील जाहिराती तुमच्यासाठी आणखी चांगल्या प्रकारे वैयक्तिकृत करू शकू आणि त्यांच्या कार्यप्रदर्शनाचे मापन करू शकू",
      "आम्हाला सांगा",
      "समूहातून काढा",
      "ऑडिओ",
      "तुम्ही सामग्री मलकाला संपर्क न केल्यास किंवा तुमचा फोटो न काढल्यास, अवरोधित करणे {Date when the photo block will go into effect} नंतर प्रभावी होईल.",
      "कुकी धोरण",
      "अधिक जाणून घ्या",
      "अ‍ॅडमिन म्हणून काढा",
      "वर्तुळ चेक",
      "अटी",
      "प्रविष्ट केलेला पिन चुकीचा आहे. कृपया तुमचा पिन रीसेट करा",
      "या कुकीज इतर कंपन्यांना त्यांच्या अ‍ॅप्स आणि वेबसाइटवरील तुमच्या ॲक्टिव्हिटीबद्दल आमच्यासह माहिती शेअर करण्यास मदत करतात. आम्हाला प्राप्त होणार्‍या माहितीचा वापर तुम्ही पाहत असलेल्या जाहिरातींसह तुमचा अनुभव वैयक्तिकृत करण्यात आणि सुधारण्यात, व्यवसायांना विश्लेषणे आणि जाहिरात कार्यप्रदर्शन मोजण्यात मदत करण्यासाठी आणि Facebook बाहेरील सेवा प्रदान करण्यासाठी करतो, जसे की इतर अ‍ॅप आणि वेबसाइटमध्ये लॉग इन करण्यासाठी Instagram किंवा Facebook वापरणे.",
      "Instagram याचा उपयोग काही वैशिष्ट्यांना काम करायला लावण्यासाठी, सामग्री वैयक्तिकृत करण्यासाठी, लोकांना ठिकाणे शोधण्यात मदत करण्यासाठी आणि अधिक गोष्टींसाठी करतो. तुम्ही हे नंतर कधीही तुमच्या फोनच्या सेटिंग्जमधून बदलू शकता.",
      "नाकारलेल्या अनुसरण विनंत्या",
      "सुरु ठेवण्यासाठी, कृपया आपला पासवर्ड पुन्हा-प्रविष्ट करा",
      "तुम्ही याआधी वापरलेल्या खात्यासह चालू ठेवायचे?",
      "Instagram साठी साइन अप करा",
      "Instagram द्वारे लॉग इन करा",
      "जानेवारी",
      "तुमचा डेटा डाउनलोड करा",
      "तुम्ही व्यवसाय आहात का?",
      "Instagram लोगो बॅज",
      "पाहण्यासाठी डेटा वापरा",
      "चरित्र",
      "संपुष्टात आणणे",
      "डिसमिस करा",
      "{appname} ला तुमच्या Instagram खात्यातील माहितीचा ॲक्सेस हवा आहे.",
      "जागा व डेटा वाचवण्यासाठी बनवलेले. Google Play वरून विनामूल्य डाउनलोड करा.",
      "तुमचे Instagram Business खाते तयार आहे",
      "ठीक आहे",
      "सदस्य",
      "अधिक टिप्पण्या लोड करण्यासाठी लॉग इन करा",
      "· तुम्हाला या देणगीद्वारे लाभ प्राप्त होत नाही",
      "लोकेशन चिन्‍ह",
      "संपर्क",
      "तुम्ही आठवड्यातून केवळ एकदा तुमचे खाते अक्षम करू शकता.",
      "त्‍यांच्‍या कथेत तुमचा उल्लेख केला",
      "संपर्क कनेक्ट करा",
      "क्रॉप करा",
      "पुढल्या वेळी तुम्ही {username} म्हणून लॉग इन कराल तेव्हा तुम्हाला तुमचे वापरकर्ता नाव आणि पासवर्ड प्रविष्ट करणे गरजेचे असेल",
      "{username} यांना अनावरोधित करा",
      "अधिक जाणून घ्या",
      "ब्लॉक करा",
      "समूहातील लोकांना तो हलवल्याचे समजणार नाही. तुम्ही समूह पुन्हा प्राथमिकतेवर कधीही हलवू शकता.",
      "नोव्हेंबरमध्ये काही काळासाठी, या समस्येमुळे तुम्हाला तुमच्या खात्याचे गोपनीयता सेटिंग सार्वजनिकवरून खाजगी करता आले नाही. आम्ही ती समस्या दूर केली, आणि तुमचे खाते आता खाजगी आहे. तुमचे अनुसरण करणाऱ्या खात्यांमुळे तुम्ही अस्वस्थ तर नाही ना, याची खात्री करण्यासाठी तुम्ही तुमच्या परिचयावरून तुमच्या अनुसरणकर्त्यांचे पुनरावलोकन आणि संपादन करू शकता.",
      "फिल्टर्स",
      "तुमचा फोटो दसऱ्या कोणाच्या तरी मालकीच्या फोटोशी मॅच करत आहे.",
      "हा सहायता निधी पाहण्यासाठी आणि त्यास समर्थन देण्यासाठी Instagram अ‍ॅप वापरा.",
      "प्रगत सेटिंग्‍ज",
      "रद्द करा",
      "विनंत्या (99+)",
      "संगीतविषयक प्रश्न",
      "आवश्यक",
      "अधिक जाणून घ्‍या",
      "डाउनलोडची विनंती करा",
      "ईमेल:",
      "संपूर्ण अटी",
      "आम्ही Facebook प्रॉडक्ट्स बाहेरील जाहिराती तुमच्यासाठी आणखी चांगल्या प्रकारे वैयक्तिकृत करू शकू आणि त्यांच्या कार्यप्रदर्शनाचे मापन करू शकू",
      "1ता पूर्वी सक्रिय",
      "आपला व्हिडिओ पुन्‍हा-पोस्‍ट करण्‍यासाठी, कृपया सहमत व्‍हा:",
      "लक्षात ठेवा",
      "बेरजेचे चिन्ह",
      "हॅशटॅग कसे वापरावे",
      "पेस्ट केलेल्या आयटमचे पूर्वावलोकन",
      "अपलोड अयशस्वी. {Try Again}.",
      "देणगी द्या वर टॅप करत आहे",
      "मी जाणून आहे आणि मला पुढे चालू ठेवायचे आहे",
      "तुम्ही तुमचा फोन नंबर काढल्यास, तुम्हाला केवळ तुमच्या प्रमाणीकरण अॅप मधून सुरक्षा कोड मिळतील.",
      "{username} यांना आवडले",
      "लॉग इन",
      "मदत",
      "विनामूल्य शिपिंगसाठी {amount} जोडा",
      "या नावाने ओळखले जाते",
      "स्वयं-इजा पर्याय घटक निवडण्यासाठी शेवरॉन",
      "तुमच्या खात्यावरून व्हिडिओ आणि कोणत्याही कमेंट काढण्यासाठी {Delete this video text bolded}.",
      "व्हिडिओ अपलोड करा",
      "अधिक पोस्ट पाहण्यासाठी लॉग इन करा",
      "जतन न केलेले बदल",
      "तुमच्या कार्टमधील आयटम उपलब्ध असू शकणार नाही.",
      "आपली खात्री आहे?",
      "फॉलोअर काढून टाकायचा?",
      "तुम्ही या खात्याचा अहवाल का देत आहात?",
      "जतन करा",
      "सार्वजनिक व्यवसाय माहिती",
      "जेव्हा कोणीतरी तुमच्या पोस्टवर टिप्पणी करेल किंवा पसंती दर्शवेल, तेव्हा ते तुम्हाला येथे दिसेल.",
      "पोस्ट पाहण्यासाठी लॉग इन करा",
      "पासवर्ड बदला",
      "मार्च",
      "राज्याचे वैध नाव प्रविष्ट करा",
      "{number of places} ठिकाणे",
      "बॅगमध्ये जोडले",
      "कलेक्शन जोडा",
      "अवरोधित करा",
      "गुरुवार",
      "तुमच्या मुख्यपृष्ठ स्क्रीनवर Instagram जोडून त्यावर त्वरित आणि सहजपणे जा.",
      "ही फाईल खूप मोठी आहे. पुढे सुरू ठेवण्यासाठी, 100MB किंवा त्यापेक्षा लहान फाईल निवडा.",
      "व्हिडिओ सेटिंग्ज",
      "{maxBadgeCount}+",
      "चाचणीकर्ता आमंत्रण स्वीकारण्‍यात एक समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा.",
      "अधिक IGTV वैशिष्ट्ये इच्छिता? निर्माता स्टुडिओ वापरून पहा",
      "इंस्‍टाग्राम",
      "संदेश...",
      "चित्रे व व्हिडिओ",
      "कोणतीही फाईल उपलब्ध नाही",
      "हे घडल्याबद्दल आम्ही दिलगीर आहोत आणि तुमची माहिती आम्ही ज्या प्रकारे सुरक्षित करू शकतो त्यात सुधारणा करणे आम्ही सुरू ठेवू. तुमचा पासवर्ड बदलण्याबद्दल किंवा तुमचे खाते सुरक्षित ठेवण्‍याबद्दल अधिक जाणून घ्‍या, तुम्ही हे करू शकता {help center link}.",
      "सत्र अद्यतने",
      "प्रश्न",
      "userhelp@instagram.com",
      "तुम्ही त्‍यांच्‍या कथेला प्रत्‍युत्‍तर दिले",
      "लँडस्केप (16:9)",
      "कॉन्स्ट्रास्ट",
      "जाहिरात सेटिंग्‍ज",
      "अपमानास्पद सामग्री",
      "तुम्ही कदाचित चुकविलेल्या सूचना मिळवा.",
      "काढण्यासाठी टॅप करा",
      "{fb_username} म्हणून चालू ठेवा",
      "तुम्ही अनुसरण करत असलेली खाती",
      "पुन्हा प्रयत्न करा",
      "फोन",
      "{text}",
      "Edit Info",
      "नाकारण्याचे कारण:",
      "पुन्हा पाहण्यासाठी लॉग इन करा",
      "पासवर्ड विसरलात?",
      "पोल",
      "फॅशन",
      "पुष्‍टीकरण पाठवले",
      "आणखी प्रगत अंतदृष्‍टी मिळवा आणि प्रमोशनद्वारे आणखी लोकांपर्यंत पोहोचा.",
      "क्रॉप करा",
      "पूर्वीची परिचय छायाचित्रे",
      "आपण तात्पुरते आपले खाते अक्षम करण्यापूर्वी, आपण कदाचित आमच्या मदत केंद्रातील या लेखावर एक कटाक्ष टाकू इच्छिता.",
      "मुखपृष्ठ छायाचित्र लँडस्केप ऐवजी पोर्ट्रेट असणे आवश्यक आहे.",
      "अ‍ॅप मिळवा",
      "मी किंवा मला माहीत असलेले कोणी",
      "{name} कडील सर्व पोस्ट पहा",
      "तुम्हाला तुमच्या सुरक्षितता अॅपकडून एक कोड मिळेल.",
      "{number of accounts} खाती",
      "नवीन ईमेल पत्ता प्रविष्ट करा",
      "सोडा",
      "पोस्ट पर्याय",
      "तुम्ही निवडलेल्या नंबरवर आम्ही एक कोड पाठवू.",
      "क्षमस्व! आत्ता तुमचे ईमेल सत्यापित करण्‍यात आम्हाला समस्या येत आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
      "आगामी इव्हेंट चिन्‍ह",
      "हा व्हिडिओ खूप मोठा आहे. पुढे चालू ठेवण्यासाठी, एक मिनिटाचा किंवा छोटा व्हिडिओ निवडा.",
      "सर्व पहा",
      "ईमेल पुष्‍टी",
      "वगळा",
      "तुम्ही तुमच्या खात्यामधून {email} काढून टाकणार आहात. कृपया पुढे सुरु ठेवण्‍यापूर्वी हे योग्य असल्याची खात्री करा.",
      "शुल्कदत्त भागीदारी",
      "तुमच्याकडे तुमच्या Instagram खात्याचा एक्सेस असणारे कालबाह्य झालेले कोणतेही अनुप्रयोग नाहीत.",
      "अयोग्य कळवा",
      "नवीन खाते तयार करा",
      "फॉरवर्ड करा",
      "दस्‍तऐवज प्रकार",
      "कमी मोबाईल डेटा वापरण्यासाठी, तुम्ही वाय-फाय बंद कराल तेव्हा फोटो व व्हिडिओ कमी रिझोल्यूशनमध्ये दिसू शकतात आणि व्हिडिओ आपोआप प्ले होणार नाहीत.",
      "सप्टें",
      "व्हिडिओ संपादित करा",
      "आपले मित्र Instagram वर {username of the user who joined} म्हणून आहेत",
      "Instagram सुरक्षेचा गंभीर विचार करते. कोणीतरी सेलिब्रिट असल्याचे भासवून Instagram खाते तयार केलेले असल्यास तुम्ही आमच्याकडे त्याची तक्रार करू शकता. कृपया खाली तोतया खाते तयार केलेल्या व्यक्तीचे वापरकर्तानाव प्रविष्ट करा.",
      "तुमच्या {username} खात्याबद्दल माहिती असलेली, तुम्ही विनंती केलेली फाईल येथे आहे.",
      "ईमेल",
      "ऑर्डर आणि पेमेंट",
      "कृपया तुम्हाला ज्या सामग्रीसाठी अपील करायचे आहे त्याची पुष्टी करा",
      "#{hashtag} कडून आलेल्या शीर्ष पोस्ट सध्या लपविलेल्या आहेत कारण काही सामग्री बहुधा Instagram च्या समुदाय मार्गदर्शकतत्त्वांची पूर्ती करत नाही अशी तक्रार समुदायाने दिली आहे. {link that reads learn more}",
      "समस्येचा अहवाल द्या",
      "स्‍वीकारा",
      "मजकूर",
      "आयटम उपलब्ध नाही",
      "तपशील",
      "कॅमेरा उघडण्यात एक समस्या होती. पुन्हा प्रयत्न करा.",
      "तुमचे खाते तयार करण्यात समस्या आहे",
      "अटी",
      "Adding your number here lets Instagram use it to help you log in, protect our community, and assist you in accessing Instagram, but not for purposes such as suggesting friends or providing ads. Only you will see this number on your profile. If the number added here is provided elsewhere across Facebook Company Products, it may be used for other purposes including suggesting friends or providing ads.",
      "हे खरेदी अनुभव केवळ Instagram अ‍ॅपमध्ये उपलब्ध आहे.",
      "{username} फॉलो करतात",
      "मार्च",
      "तुम्ही त्याऐवजी Instagram ची नवीनतम आवृत्ती वापरणे सुरू करू शकता.",
      "कमेंट करण्यासाठी लॉग इन करा",
      "{fullname} साठी",
      "आमच्यासाठी Instagram समुदायाची सुरक्षा आणि सुरक्षिततेपेक्षा महत्त्वाचे काहीही नाही. Instagram वर लोक त्यांच्या जीवनातील क्षण सामायिक करून आमच्यावर विश्वास टाकतात. त्यामुळे तुमच्या डेटाचे संरक्षण करण्‍याचा प्रश्न येतो तेव्हा आम्ही कधीही कोणत्याही तडजोडी करणार नाही.",
      "शोध इतिहास क्लिअर करायचा?",
      "जोडा",
      "सर्व स्वीकारा",
      "हटवा",
      "तुमची माहिती सबमिट केल्याबद्दल धन्यवाद",
      "सबमिट करा",
      "संपूर्ण डेटा धोरण वाचा",
      "सबमिट करा",
      "सर्वजण",
      "99+",
      "पिन प्रविष्ट करा",
      "आम्ही तुमचे {contentTypeText} काढले कारण ते आमच्या {violationText} वरील {communityGuidelinesLink} च्या विरूद्ध जात आहे. आमच्या मार्गदर्शकतत्त्वांच्या विरूद्ध जाणारे तुम्ही पुन्हा पोस्ट केल्यास तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते समाविष्टित तुमचे खाते हटवले जाईल.",
      "चौरस चिन्ह क्रॉप करा",
      "लिंक कालबाह्य झाली",
      "तुम्ही एक मॅसेज फॉरवर्ड केला",
      "सोम",
      "या पोस्टची तक्रार करण्याचे एखादे कारण निवडा. त्यांची तक्रार कोणी केली आहे हे आम्ही {Medianame of the person being reported} यांना सांगणार नाही.",
      "विनंतींचे अनुसरण करा",
      "तुम्ही या टूल्ससोबत अ‍ॅड वैयक्तिकृत करण्यासाठी भिन्न डेटा कसा वापरला जातो ते व्यवस्थापित करू शकता.",
      "आमच्याबद्दल",
      "ईमेल",
      "पुढे",
      "महिने",
      "सुरक्षा कोड",
      "मोबाईल नंबर",
      "अधिक",
      "रद्द करा",
      "आगामी इव्हेंट लघुप्रतिमा",
      '"{collection name}" मध्ये सेव्ह केले.',
      "Reels",
      "नियंत्रित करा",
      "यांना पाठवा",
      "अ‍ॅपमधून अधिक चांगले पोस्ट करता येते",
      "रीफ्रेश करण्‍यासाठी टॅप करा",
      "Instagram बनवणार्‍या Facebook वर, आम्हाला असे वाटते की तुम्ही पाहता ती सामग्री वैयक्तिकृत करण्यामुळे तुमचा अनुभव सुधारित होतो. तुम्हाला समर्पक सामग्री दर्शवण्‍यासाठी आणि आमचे प्रॉडक्ट्‍स कसे कार्य करतात ते सुधारित करण्‍यासाठी आम्ही कुकीज आणि तत्सम तंत्रज्ञान वापरतो.",
      "हा संदेश Instagram वर नसावा",
      "एक त्रुटी आली अाणि व्हिडिओ पोस्‍ट करता आला नाही.",
      "Edit",
      "काहीतरी चूक झाली, कृपया नंतर पुन्हा प्रयत्न करा.",
      "लोकांना शोधा",
      "चालू ठेवण्यासाठी तुमचा Instagram पासवर्ड प्रविष्ट करा.",
      "परिचय",
      "{Username of current profile} चे अवरोधन रद्द करा.",
      "आम्ही {phone_number} वर पाठवलेला कोड प्रविष्ट करा.",
      "इतर",
      "तुम्ही HTML स्वरूपनात तुमची माहिती मागवली असेल तर, तुम्ही आधी index.html फाईल उघडून अधिक सहजपणे तुमच्या फाईल्सपर्यंत जाऊ शकाल.",
      "मदत केंद्रावर जा",
      "तुम्ही याआधी {application name} तुमच्या Instagram खात्याशी कनेक्ट केले आहे.",
      "विवाद स‍बमिट करा",
      "बंदुकांची विक्री किंवा प्रचार",
      "th",
      "हॅशटॅग",
      "तुमची पेमेंट माहिती आता सर्व खात्यांमध्ये कनेक्ट केलेली आहे. तुम्ही हे सेटिंग्जमध्ये बदलू शकता.",
      "सध्या तुम्ही {donation amount limit, should not be translated since the rule is regulated in euro} पर्यंत देणगी देऊ शकता. तुमची रक्कम कमी करण्याचा प्रयत्न करा किंवा जेव्हा तुम्ही पात्र व्हाल तेव्हा पुन्हा देणगी द्या.",
      "तुमच्या खात्यात परत प्रवेश करण्‍यात मदत करण्‍यासाठी आम्ही तुम्हाला एक लॉगिन दुवा पाठवू शकतो.",
      "राउंड ट्रिप कालावधी",
      "देश निवडा",
      "स्टोरीजमध्ये जीवनातील सर्वात चांगल्या क्षणांचा अनुभव घ्या",
      "पोल",
      "प्रखरता",
      "रद्द करा",
      "व्हिडिओ",
      "अधिक जाणून घ्‍या.",
      "Instagram सहीत सर्व Facebook उत्पादनांमध्‍ये डेटा कसा संकलित, सामायिक केला जातो आणि तो कसा वापरला जातो हे स्पष्ट करणारे एक नवीन डेटा धोरण देखील आमच्याकडे आहे. हे धोरण कथा, थेट संदेशन, क्रियाकलाप स्थिती आणि आमच्या कॅमेर्‍यातील सृजनशील साधने यांसारख्‍या नवीन वैशिष्ट्यांबद्दल माहिती देते. धोरणामधील या नवीन माहितीबद्दल तुम्ही जाणून आहात याबद्दल आम्हाला खात्री करायची होती.",
      "अनुसरण करण्‍यासाठी लोक शोधा",
      "जतन न केलेले बदल",
      "हे व्हिडिओ स्वरूप समर्थित नाही.",
      "प्रॉडक्ट ध्वजांकित करा",
      "अ‍ॅपवर तुमच्या माहितीची पुष्टी करा",
      "ईमेल पत्ता बदला",
      "तुम्ही तुमचा प्रमाणीकरण अॅप हटवल्यास, तुम्हाला केवळ मजकूर संदेशाद्वारे सुरक्षा कोड मिळतील. तुम्ही तो Instagram अॅपमधून पुन्हा जोडू शकता.",
      "रद्द करा",
      "{username} म्हणाले की तुम्ही त्यांचे आईवडील किंवा पालक होते.",
      "तरीही सामायिक करा",
      "अल्पवयीन मुलाच्या मालकीचे",
      "हटवा",
      "एप्रिल",
      "Facebook वरून तुमचा प्रोफाईल फोटो जोडा",
      "लैंगिक संबंधाची छायाचित्रे किंवा व्हिडिओ",
      "उपकरणे आणि नेटवर्क",
      "({count}) विनंत्या",
      "हटवा",
      "तुमची छायाचित्रे व व्हिडिओ फिल्टर, संपादित व सामायिक करण्याच्या अधिक चांगल्या पद्धतींसाठी अ‍ॅपवर स्विच करा.",
      "Instagram हे Facebook वरून {payment methods, delivery address, name, email} आणि {payment history} अ‍ॅक्सेस करू शकेल.",
      "विवादाचे कारण",
      "तुमच्या खात्यामध्ये परत येण्याचा प्रयत्न करण्यासाठी Instagram अ‍ॅपचा वापर करून तुमच्या माहितीची पुष्टी करा.",
      "या पोस्टवरील टिप्पण्या मर्यादित करण्यात आल्या आहेत.",
      "ग्राफिक हिंसा",
      "नवीन पोस्‍ट",
      "फोटो हटवायचे?",
      "व्हिडिओ {maxVideoSizeInBytes}GB पेक्षा जास्त मोठा नसावा",
      "पुनर्प्राप्ती कोड",
      "नवीन पोस्‍ट तयार करा",
      "{previous items}; {last item}",
      "rd",
      "तुमचे Instagram खाते वापरुन लॉग इन करा:",
      "अॅपवर स्विच करा",
      "Messenger",
      "या लोकेशनबद्दलची पोस्ट मिस करू नका",
      "त्रुटी",
      "खाते स्विच करा",
      "खाती केंद्र",
      "अ‍ॅप उघडा",
      "छळवणूक किंवा धमकावणी",
      "• अ‍ॅप किंवा वेबसाइट तुम्ही त्याच्याशी शेअर केलेली माहिती ॲक्सेस करत राहू शकेल. उदाहरणार्थ, तुम्ही एखाद्या संपादक अ‍ॅपला तुमच्या फोटोंचा ॲक्सेस दिल्यास, तो अ‍ॅप तुम्ही Instagram वर जोडलेले नवीन फोटो देखील ॲक्सेस करू शकेल.",
      "सेव्ह करा",
      "सबमिट करा",
      "वैकल्पिक मजकूर",
      "श्रेण्या शोधा",
      "जतन केलेले आणि संकलनांमधून काढायचे?",
      "तुमच्या माहितीची एक प्रत मिळवा",
      "तुमचा परिचय जतन करण्यात समस्या येत आहे.",
      "कृपया वैध ईमेल पत्ता प्रविष्‍ट करा.",
      "कंपनी",
      "आवड दर्शवण्यासाठी किंवा टिप्पणी करण्यासाठी {username} चे अनुसरण करा.",
      "Facebook लोगो",
      "तुमच्या मित्रांचे अनुसरण करा",
      "ईमेल पुष्‍टीकरण",
      "कुकी धोरण (आवश्यक)",
      "नवीन खाते तयार करा",
      "नवीन पोस्ट तयार करण्यासाठी फोटो आणि व्हिडिओ जोडा.",
      "{numberOfUsers} लोक म्हणत आहेत...",
      "लोक तुमचा व्हिडिओ ज्या लोकेशन्सवर ब्लॉक करण्यात आला आहे तेथे तो पाहू शकणार नाहीत त्यावर लाइक किंवा कमेंट करू शकणार नाहीत. तुमचा व्हिडिओ यामध्येच दृश्यमान असेलः",
      "शीर्ष प्रतिमा आणि व्हिडिओ",
      "नवीन फोन नंबर",
      "पुन्‍हा प्रयत्‍न करा",
      "जाहिराती",
      "अधिकृतता विनंती",
      "+ नवीन संकलन",
      "ही सामग्री हटवली जाऊ नये असे तुम्हाला वाटत असल्यास, तुम्ही तक्रार करणाऱ्या पक्षाला तुमच्या समस्येचे निराकरण करण्यासाठी थेट संपर्क करू शकता.",
      "प्रशासक मंजूरी आवश्‍यक आहे",
      "पुनर्क्रमित करण्यासाठी क्लिक करा व ओढा",
      "पूर्वीचे ईमेल पत्ते",
      "विश्वसनीय डिव्हाइसेस पहा",
      "{username1}, {username2} आणि {username3} द्वारे अनुसरण केलेले",
      "आम्ही तुम्हाला ****{This is the last 4 digits of the user's phone number} यावर कोड पाठवू.",
      "{username} कडून अधिक {count} पोस्ट पहा",
      "गेमर",
      "काल {Timestamp of the message}",
      "पुष्टी करा",
      "भेट लिंक",
      "तुमचा पिन प्रविष्ट करा",
      "अनुसरण करण्‍यासाठी छायाचित्रे सामायिक करण्‍यास प्रारंभ करण्‍यासाठी लोक शोधा. तुम्ही कधीही तुमचे वापरकर्तानाव बदलू शकता.",
      "ही पोस्‍ट उपलब्‍ध नाही.",
      "तुम्ही प्रतिबंधित केलेले कोणीतरी या ग्रुपमध्ये आहे",
      "तुम्ही कोणाच्यातरी टिप्पणीची तक्रार केल्यास, Instagram त्यांना कोणी तक्रार केली हे सांगत नाही.",
      "सामान्य",
      "काढून टाका",
      "पत्ता ओळ 2 (पर्यायी)",
      "क्लिप",
      "दुवा कॉपी करा",
      "{username}, आम्हाला Instagram वरील तुमच्या गोपनीयतेबद्दल काळजी आहे, त्यामुळे आम्ही तुम्हाला कळवू इच्छितो की, अलीकडेच आम्हाला तुमच्या खात्यासह 124 Instagram खात्यांना प्रभावित करणारी एक तांत्रिक समस्या आढळली आणि आम्ही तिचे त्वरित निराकरण केले.",
      "तुम्ही पुन्हा पाहू इच्छित असलेली छायाचित्रे आणि व्हिडिओ जतन करा. कोणलाही सूचित केले जाणार नाही, आणि तुम्ही काय जतन केले हे फक्त तुम्हीच पाहू शकता.",
      "हे कोणत्या प्रकारचे खाते आहे?",
      "प्ले करा",
      "कुकी सेटिंग्ज",
      "हे लॉग इन करण्‍यासाठी आवश्‍यक आहे आणि यामुळे Instagram ला हे करता येते:",
      "तुमची फाईल मिळविण्‍यासाठी लॉग इन करा",
      "{filename} लेबल असलेला व्हिडिओ गॅलरी पोस्टसाठी खूप मोठा आहे. पुढे चालू ठेवण्यासाठी एखादा छोटा व्हिडिओ निवडा.",
      "क्रियाकलाप स्थिती दाखवा",
      "अपात्र खाते",
      "बिलींग पत्ता",
      "व्हिडिओ पुनर्संचयित करा",
      "फॉलो करू देण्याच्या विनंत्या",
      "@generated",
      "चॅट",
      "th",
      "कनेक्शन आता करू शकत नाही. तुम्ही सेटिंग्जमधून तुमची पेमेंट माहिती कनेक्ट करू शकता.",
      "#{hashtag} कडील अलीकडच्या पोस्ट्स लपवल्या आहेत कारण काही पोस्ट्स बहुधा Instagram च्या कम्युनिटी गाईडलाईन्स फॉलो करत नसाव्यात. {link that reads learn more}",
      "तुम्ही यूकेमधील करदाता आहात अशी तुम्ही कबुली दिली आहे आणि तुम्ही जाणता की तुम्ही  वर्तमान कर वर्षात तुमच्या सर्व देणग्यांवरील गिफ्ट अॅडच्या रकमेपेक्षा कमी  मिळकत कर किंवा भांडवली लाभ कर भरल्यास, कोणताही फरक भरण्याची जबाबदारी तुमची असेल. वरील सर्व विधाने लागू होतात याची तसेच तुमच्या देणगीसाठी गिफ्ट अॅड देऊ इच्छिता याची तुम्ही पुष्टी करता.",
      "मालकी निर्बंधांमुुळे, तुमचा व्हिडिओ जगभरात अवरोधित केला आहे.",
      "कुकीज वापरून इतर कंपन्यांना तुमच्या बद्दल माहिती मिळेल",
      "शेअर करणे",
      "तुमच्याकडे Instagram खाते असल्यास तुम्ही या टूल्सद्वारे वेगवेगळा डेटा जाहिराती वैयक्तिकृत करण्यासाठी कसा वापरला जावा ते व्यवस्थापित करू शकता.",
      "मागे जा",
      "आम्ही तुम्हाला फक्त दर {time between requests in seconds} सेकंदांनी नवीन कोड पाठवू शकतो.",
      "लॉग आउट करा",
      "फोन नंबर जोडा",
      "काहीतरी चूक झाली",
      "ॲप उघडा",
      "th",
      "माफ करा! आत्ता तुम्हाला पुष्टीकरण कोड पाठवण्‍यात आम्हाला समस्या येत आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
      "कमेंट",
      "सार्वजनिक बनवा",
      "बटण: दस्‍तऐवजाचा प्रकार निवडा",
      "पिन प्रविष्ट करा",
      "फिकट",
      "विवाद सबमिट करून तुम्ही {reference owner name} या हक्कधारकास, तुमच्या फोटोचे आणि तुमच्या खात्याबद्दलच्या मूलभूत सार्वजनिक माहितीचे पुनरावलोकन करण्याची परवानगी देता. त्यांच्याकडे प्रतिसाद देण्यासाठी {number of days} दिवस असतील.",
      "तुमच्या फायली कालबाह्य झाल्या आहेत",
      "Facebook लोगो बॅज",
      "th",
      "{seconds} सेकंदांपूर्वी",
      "{Username of current user} पोस्ट करतील तेव्हा त्यांची छायाचित्रे आणि फोटो तुम्हाला इथे दिसतील.",
      "अॅप स्थापित करा",
      "कथा",
      "गिफ्ट मदत जोडले आहे.",
      "{count} जणांनी पाहिले",
      "डिसें",
      "मदत केंद्र",
      "· ही देणगी देण्यासाठी तुम्ही तुमचा स्वतःचे पैसे वापरले आहेत",
      "बॅगचे आयकॉन",
      "पिन विसरलात?",
      "Facebook वर सामायिक करा",
      "लाइव्ह व्हिडिओ पहा",
      "फोन नंबर बदला",
      "{username} यापैकी कोणताही प्रश्न स्‍क्रीनवर दर्शवू शकतात.",
      "आम्ही तुम्हाला तुमची माहिती असलेल्या फाईलची लिंक ईमेल करू. तुम्ही ती पाहण्यास सोप्या असलेल्या HTML स्वरूपनात मिळवू शकता किंवा दुसऱ्या सेवेवर आयात करण्यासाठी अधिक सोप्या असलेल्या JSON स्वरूपनात मिळवू शकता.",
      "टॅग केलेले लोक",
      "{list of items} किंवा {last item}",
      "सेव्ह करा",
      "तुम्हाला आमच्या अटी आणि डेटा पॉलिसीतील अलीकडच्या अद्यतनांबद्दल काळजी वाटत असल्यास, तुम्ही {press center post} दाबू शकता.",
      "तुमच्या गेणगीमध्ये गिफ्ट मदत जोडा.",
      "{filename} लेबल असलेली फाइल खूप मोठी आहे. पुढे चालू ठेवण्यासाठी 1 KB पेक्षा छोटी फाइल निवडा.",
      "अयोग्य असल्याचा अहवाल द्या",
      "पूर्ववत करा",
      "आता तुम्ही थेट तुमच्या कॉम्प्यूटरवरून पोस्ट तयार करू शकता आणि शेअर करू शकता.",
      "नॉमिनेशन मीडिया पाहण्यासाठी बाण चिन्ह",
      "तुमच्या खात्यात परत प्रवेश मिळवता यावा यासाठी आम्ही तुम्हाला एक सुरक्षा कोड पाठवू.",
      "Facebook Pay द्वारे अतिरिक्त सुरक्षितता",
      "स्टोरी {actionType}{prepositionType}{violationText}",
      "व्हिडिओ कॉल",
      "आमच्या मदत केंद्रात {learn more}",
      "भेटवस्तू मदत जोडा",
      "काढा",
      "आपले खाते तात्‍पुरते अक्षम करण्‍यात अाले अाहे.पुन्‍हा सक्रिय करण्‍यासाठी, ते पुन्‍हा लॉग इन करा.",
      "जेव्हा तुम्ही पुनरावलोकनाची विनंती करता, आम्ही तुमची पोस्ट आमच्या {communityGuidelinesLink} चे उल्लंघन करत असल्याचे सुनिश्चित करण्यासाठी तिचे पुनरावलोकन करू. सर्व पुनरावलोकन निर्णय अंतिम आहेत.",
      "अधिक पाहण्यासाठी लॉग इन करा",
      "कीवर्ड",
      "हिंसा किंवा हिंसेची धमकी म्हणून तक्रार करायची?",
      "फोन नंबर",
      "सुचवलेली परिचय डिरेक्‍टरी",
      "पुढे",
      "या वापरकर्त्याला अवरोधित करायचे?",
      "तुम्ही अशी लिंक फॉलो केली आहे जेथे तुम्हाला {username} म्हणून लॉग इन करणे आवश्यक आहे. तुम्हाला तुमच्या सध्याच्या खात्यातून लॉग आउट केले जाईल.",
      "तुम्ही {date} रोजी {time of day} वाजता पोस्ट केलेला व्हिडिओ आम्ही अवरोधित केला आहे कारण त्यामध्‍ये खालील सामग्री आहे:",
      "पासवर्ड रीसेट ईमेल मर्यादित करा",
      "ठीक आहे",
      "अधिक जाणून घ्या",
      "लोकांनी आपला व्हिडिओ {viewcount} पेक्षा जास्त वेळा पाहिला.",
      "{mins}मि आधी पाहिला",
      "तक्रार करा",
      "PayPal जोडा",
      "अपील सबमिट करा",
      "तुमचे युजरनेम बदलण्‍याबद्दल अधिक जाणून घ्या",
      "वाढदिवस",
      "ईमेल, फोन किंवा वापरकर्तानाव",
      "खाते चेतावणी",
      "{username} ला प्रत्त्युत्तर देत आहात",
      "तुमच्या आयडीचा एक फोटो पाठवा",
      "आम्ही तुमचा {contentTypeText} काढला कारण तो आमच्या {communityGuidelinesLink} च्या विरोधात आहे. तुमचा अपमान करण्याचा हेतू नसला तरीही आमची मार्गदर्शकतत्त्वे इतरांचा आदर करण्यासाठी लोकांना स्वतःला व्यक्त करण्यासाठी प्रोत्साहित करतात.",
      "स्वयं-इजा म्हणून कळवायचे?",
      "प्रमाणीकरण अॅप चालू करणे आता वेबमध्ये समर्थित नाही. असुविधेबद्दल दिलगीर आहोत.",
      "तुमची संपर्क माहिती आणि पेमेंट पद्धत पुढच्या वेळसाठी सुरक्षितपणे सेव्ह केली जाईल.",
      "अधिक लोकांपर्यंत पोहोचण्यासाठी आणि तुमची कम्युनिटी तयार करण्यासाठी Instagram वर प्रमोशन्स तयार करा.",
      "इतर 1",
      "Instagram च्या अटी",
      "Spring वरून तुमचे प्रॉडक्ट्स सहजपणे विक्री करण्यासाठी शॉप उघडण्याकरीता Instagram अ‍ॅप वापरा.",
      "संलग्नेतबद्दल अधिक जाणून घ्या",
      "Instagram च्या साधनांबद्दल टिपा मिळवा.",
      "Safari",
      "ही माहिती तुमच्या प्रोफाईलवर सार्वजनिकरित्या प्रदर्शित होईल त्यामुळे लोक तुमच्याशी संपर्क करू शकतील. तुम्ही कधीही ही माहिती संपादित करू शकता किंवा काढू शकता.",
      "रद्द करा",
      "अ‍ॅपमध्ये कथा अधिक परिणामकारक होतात",
      "ठेवा",
      "लॉगिन मदत ईमेल मर्यादित करा",
      "ही फाईल समर्थित नाही",
      "या ब्राउझरला व्हिडिओ फाईल वाचता आली नाही.",
      "तुम्ही द्वि-घटक प्रमाणीकरण सेट करता तेव्हा प्रदान केलेल्या 8-अंकी कोडपैकी एक कोड प्रविष्‍ट करा.",
      "तुम्हाला ज्या नावाने ओळखले जाते ते नाव वापरुन लोकांना तुमचे खाते शोधण्यात मदत करा: तुमचे संपूर्ण नाव, टोपणनाव किंवा व्‍यवसाय नाव.",
      "Instagram वर परत जा.",
      "अद्याप कोणत्याही पोस्ट नाहीत",
      "पोस्ट",
      "परिचयावर जा",
      "तुमचा व्हिडिओ सर्व लोकेशन्सवर अवरोधित केला आहे, याचा अर्थ लोक तो पाहू शकत नाहीत, त्यावर लाइक किंवा कमेंट करू शकत नाहीत.",
      "मिळवा",
      "नग्न किंवा अर्धनग्न बालकांच्या पोस्ट",
      "मेरीलँड युनिव्हर्सिटीने (UMD) घेतलेल्या या सर्वेक्षणात कोरोना व्हायरसच्या प्रसाराचा मागोवा घेण्यासाठी आरोग्यविषयक प्रश्न विचारले आहेत. याला साधारण 3-5 मिनिटे लागतील तसेच त्यात भाग घेण्यासाठी तुम्ही Instagram सोडून जाल.",
      "Facebook छायाचित्र जोडा",
      "तुम्हाला अधिक चांगल्या अ‍ॅड दर्शवण्यासाठी आम्ही वेबसाइट आणि अ‍ॅप सहित तुमची Facebook कंपनी प्रॉडक्ट्स बाहेरील अ‍ॅक्टिव्हिटीबद्दल आम्हाला जाहिरातदार आणि इतर भागीदार प्रदान करतात तो डेटा वापरतो. आम्ही हा डेटा तुम्हाला अ‍ॅड दर्शवण्यासाठी वापरावा किंवा नाही हे तुम्ही तुमच्या {ad settings} मधून नियंत्रित करू शकता.",
      "अधिप्रमाणन अ‍ॅपने जनरेट केलेला एक 6-अंकी लॉगिन कोड प्रविष्ट करा.",
      "तुमची माहिती नियंत्रित करण्‍याचे अन्य मार्ग",
      "Instagram वर #{tag_name}  • छायाचित्रे आणि व्हिडिओ",
      "तुमचे खाते कदाचित डीलीट केले आहे",
      "गोपनीयता",
      "व्हिडिओ फाईल वाचता येत नाही",
      "कथा क्षणचित्राला प्रत्युत्तर दिले",
      "ही टिप्पणी स्पॅम किंवा स्कॅम आहे",
      "अनुप्रयोग मिळवा",
      "मंजूरी देण्यात समस्या आली होती.",
      "जाहिरात सेटिंग्‍ज",
      "यावर तुम्ही अधिकृत केले",
      "तुमच्या ब्राउझरला ही व्हिडिओ फाईल वाचता आली नाही",
      "दुसर्‍या व्यक्तीला टॅग करा",
      "लॉग इन क्रियाकलाप",
      "हॅशटॅग",
      "स्पिनर प्लेसहोल्डर",
      "अ‍ॅपमध्ये एक्सप्लोर अधिक चांगले करता येते",
      "नकार द्यायचा?",
      "द्वि-घटक प्रमाणीकरण वापरुन अतिरिक्त सुरक्षा जोडा",
      "टिप्पण्या हटवणे",
      "तुमच्या पोस्टमधील सामान्यतः ज्यांची तक्रार केली जाते ते कीवर्ड असलेल्या टिप्पण्या लपवा.",
      "ईमेल पाठवण्‍यात त्रुटी",
      "फोन नंबर",
      "पुढील",
      "कुकीज स्वीकारायच्या?",
      "तुमचे वापरकर्तानाव किंवा ईमेल प्रविष्‍ट करा आणि तुमच्या खात्‍यात परत येण्‍यासाठी आम्‍ही तुम्हाला दुवा पाठवू.",
      "एम्बेड करा",
      "Instagram ॲप",
      "तुमचे इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.",
      "लॉग इन वर परत या",
      "1 आठवड्यापूर्वी",
      "व्हिडिओ {minLengthInMinutes} ते {maxLengthInMinutes} मिनिटे इतक्या लांबीचे असणे आवश्यक आहे.",
      "{previous items}; {following items}",
      "अपील",
      "हे तुम्ही नसल्याचे जेव्हा सांगितले, तुमचे खाते सुरक्षित ठेवण्यासाठी तुमचा पासवर्ड अद्यतनित करा. तुम्हाला सर्वठिकाणांवरून ल़ग आउट केले जाईल त्यामुळे कोणी तुमच्या खात्यात प्रवेश करण्याचा प्रयत्न केल्यास त्याला अॅक्सेस असू शकणार नाही.",
      "तुमच्या मित्रांचे फोटो आणि व्हिडिओ पाहण्यासाठी लॉग इन करा.",
      "जाहिरात उत्पादने आणि मापन सेवांसाठी फेसबुक उत्पादने, विश्लेषणे आणि काही वैशिष्ट्ये प्रदान करण्यासाठी आणि तुमच्यासाठी आमच्या सेवा सुधारण्यासाठी आम्ही इतर कंपन्यांकडून टूल्स वापरतो. या कंपनी देखील कुकीज वापरतात. तुम्ही {Instagram} आणि {Facebook} वरून आमच्या कुकी धोरणांमध्ये अधिक जाणून घेऊ शकता.",
      "तुमची नग्न छायाचित्रे पोस्ट करणे किंवा पोस्ट करण्याच्या धमक्या देणे",
      "{username} कडील प्रतिमा",
      "ऑग",
      "फोटो पोस्ट करण्याचे अपील करा",
      "पर्यायी मजकूर दृष्टीदोष असलेल्या लोकांसाठी तुमच्या फोटोंचे वर्णन करतो.",
      "तुम्ही तुमच्या Facebook बाहेरील अ‍ॅक्टिव्हिटीचे पुनरावलोकन करू शकता, जो व्यवसाय आणि संस्था त्यांच्या अ‍ॅप्स किंवा वेबसाइटना भेट देऊन तुम्ही त्यांच्याशी केलेल्या परस्पर क्रियांबद्दल आमच्याशी शेअर केलेल्या अ‍ॅक्टिव्हिटींचा सारांश आहे. ते ही माहिती आमच्यासोबत शेअर करण्यासाठी आमचे Facebook लॉगिन किंवा Facebook Pixel सारखे {Business tools} वापरतात. हे आम्हाला Facebook वर तुम्हाला अधिक वैयक्तिकृत अनुभव देण्यासारख्या गोष्टी करण्यासाठी मदत करतात. आम्ही {off-Facebook activity} कशा वापरतो आणि तुम्ही त्या कशा व्यवस्थापित करू शकता याबद्दल जाणून घ्या.",
      "पाठविले. तुमचे पूर्ण झाले!",
      "तुमचा पासवर्ड रिसेट करण्यात समस्या होती. कृपया लवकर पुन्हा प्रयत्न करून पहा.",
      "इमोजी",
      "आमच्या प्रॉडक्ट्स वरील काही वैशिष्‍ट्‍ये कदाचित कार्य करू शकणार नाहीत",
      "तुमचे Instagram खाते एका चालू असलेल्या अभ्यासाचा भाग म्हणून निष्क्रिय करण्यात आले होते. तुम्ही तुमच्या खात्यात लॉग इन करण्याचे सुरु ठेवल्यास, तुम्ही ज्यासाठी साइन अप केले होते ते निष्क्रियकरण पेमेंट मिळवण्यास कदाचित पात्र राहणार नाही.",
      "हे खाते वापरणे सुरू ठेवू इच्छिता?",
      "व्हिडिओ मधील साउंडट्रॅक किंवा संगीत यासारख्‍या ऑडिओसह प्रत्येकगोष्ट सामायिक करण्‍याची तुमच्याकडे परवानगी असल्यास, तुम्ही अवरोधित करण्याविरूद्ध अपील करू शकता आणि तुमचा व्हिडिओ अनावरोधित करू शकता. लक्षात ठेवा लोकांनी केवळ तेच व्हिडिओ पोस्ट करावे जे सामायिक करण्‍याचे अधिकार त्यांच्याकडे आहेत. तुमच्या मालकीची नसलेली सामग्री पोस्ट केल्यामुळे तुमच्या खात्याविरूद्ध कारवाई केली जाऊ शकते.",
      "अन्य पर्याय",
      "वैयक्तिक माहितीमधील पूर्वीचे दुवे",
      "Instagram वर {merchant user name} चे {name of the product} खरेदी करा",
      "हॅशटॅग",
      "{username} यांना हलवण्यात आल्याचे त्यांना माहित नाही. तुम्ही त्यांना कधीही सामान्यवर हटवू शकता.",
      "अदृश्य होणारे",
      "गोपनीयता आणि सुरक्षितता मदत",
      "प्रविष्ट केलेला पिन चुकीचा आहे. कृपया पुन्हा प्रयत्न करा.",
      "इतर",
      "निर्बंध घाला",
      "कुकी धोरण",
      "दुवा कॉपी करा",
      "आम्ही तुमच्या माहितीचे पुनरावलोकन करू आणि आम्ही तिची पुष्टी केल्यास, तुम्ही साधारण 24 तासात मदत केंद्रात पुनरावलोकनाची विनंती करू शकाल.",
      "आम्ही तुमच्या कुकी निवडी लक्षात ठेवू आणि तुम्ही Instagram किंवा Facebook वर कुठेही लॉग इन करता तिथे आणि तुम्ही अन्य Facebook प्रॉडक्ट्सवर लॉग इन करण्‍यासाठी तुम्ही तुमची खाती वापरता तिथे लागू करू. तुम्ही तुमच्या कुकी सेटिंग्जमध्‍ये जाऊन कधीही तुमच्या निवडींचे पुनरावलोकन करू शकता किंवा बदल करू शकता.",
      "तुमच्या Instagram खात्यातील नियंत्रणे",
      "भेटवस्तू मदतीचे देय",
      "गोपनीयता बदलायची?",
      "SSN चे शेवटचे 4 अंक",
      "ही खाती तुमच्या खाते केंद्रात असल्याने तुम्ही त्यामध्‍ये लॉग इन करू शकता.",
      "अॅप मिळवा",
      "हटवा",
      "तुमचा अ‍ॅप अद्यतनित करा",
      "निवडक कुकीजना अनुमती द्या",
      "तुम्ही {username} यांचे अनुसरण करू देण्याची विनंती केली आहे",
      "पर्यायी मजकूर लिहा",
      "कोणत्या जाहिराती आपल्याला दर्शवायच्या ते Instagram निश्चित करते",
      "हा लाइव्ह व्हिडिओ पाहण्यासाठी लॉग इन करा",
      "टॅग स्थानासाठी छायाचित्र",
      "आवडी पाहण्यासाठी लॉग इन करा",
      "{username} आणि {other users} ना आवडले",
      "टॅग करा:",
      "अपलोड अयशस्वी झाले.",
      "चालू करा",
      "तुमच्या बग अहवाल सबमिट करण्यात एक त्रुटी होती. कृपया नंतर पुन्हा प्रयत्न करा.",
      "साइन अप करा",
      "माफ करा, ही  लिंक खंडित झाली आहे. तुमचे खाते पुन्हा सक्रिय करण्‍यासाठी, तुमच्या युजरनेम आणि पासवर्डने लॉग इन करा.",
      "द्वि-घटक प्रमाणीकरण अक्षम करा",
      "आपली खात्री आहे?",
      "छायाचित्र बदला",
      "कव्हर फोटो",
      "बऱ्याच केसेसमध्ये, तुम्ही आणखी 14 दिवसापर्यंत तुमचे युजरनेम {username} असे परत बदलू शकाल.",
      "प्रोफाईल फोटो",
      "{like this} पहिली व्यक्ती बना.",
      "नवीन व्हिडिओ जोडा",
      "4 अंकी कोड प्रविष्ट करा",
      "पुष्‍टीकरण कोड",
      "कृपया एक वैध ईमेल पत्ता प्रविष्ट करा.",
      "हिंसा किंवा धोकादायक संस्थांची मार्गदर्शकतत्त्वे",
      "तुमची स्टोरी",
      "वैकल्पिकरित्या, {appeal form link} भरून तुम्ही एक अपील सबमिट करू शकता.",
      "अधिक कॅमेरा प्रभाव. अधिक स्टिकर. संदेश पाठवण्याचे अधिक मार्ग. फक्त या अ‍ॅपवर.",
      "नाही",
      "Instagram Lite वर संपूर्ण अनुभव मिळवा",
      "नुकतेच पाहिले",
      "तुम्हाला अद्याप ही तुमची चूक असल्याचे वाटत असल्यास आणि हा फोटो वापरण्याची परवानगी असल्यास {Submit an appeal text bolded}.",
      "तुम्ही खात्रीपूर्वक हे आमंत्रण काढू इच्छिता?",
      "हा व्हिडिओ खालील लोकेशन्समध्ये अद्याप दिसू शकते त्याचे रिमाइंडरः",
      "आम्ही ज्या जाहिरातदार कंपन्यांसोबत काम करतो त्या त्यांच्या सेवांचा भाग म्हणून सामान्यतः कुकीज आणि समान तंत्रज्ञान वापरतात. जाहिरातदार सामान्यतः कुकीजचा वापर कसा करतात आणि कोणत्या निवडी देऊ करतात याबद्दल अधिक जाणून घेण्यासाठी तुम्ही खालील संसाधने पुन्हा पाहू शकता:",
      "खाते निर्बंधित करा",
      "तुमच्या एक्सप्लोअरमधून सामग्री काढणे",
      "Instagram वर क्रियाकलाप दर्शविण्‍यासाठी आम्ही माहिती कशी वापरतो ते आम्ही अद्यतनित केले आहे, त्यामुळे आपण नेहमीच्या पोस्टवर जसे पाहतो त्याच पद्धतीने, तुम्ही जाहिरातीसोबत कधी परस्परसंवाद साधला ते लोक पाहू शकतात.",
      "तुमचे अनुसरण करत असलेली खाती",
      "लॉग आउट करा",
      "विवाद सबमिट करून तुम्ही {reference owner name} या हक्कधारकास, तुमच्या व्हिडिओचे आणि तुमच्या खात्याबद्दलच्या मूलभूत सार्वजनिक माहितीचे पुनरावलोकन करण्याची परवानगी देता. त्यांच्याकडे प्रतिसाद देण्यासाठी {number of days} दिवस असतील.",
      "दुसर्‍या व्यक्तीला टॅग करा",
      "th",
      "तुमची शॉपिंग बॅग केवळ Instagram अ‍ॅपमध्ये उपलब्ध आहे.",
      "कलेक्शनमधून काढा",
      "अधिक पाहण्यासाठी लॉग इन करा",
      "फाईल 1GB किंवा त्यापेक्षा लहान असणे आवश्यक आहे",
      "सेटिंग्‍ज जतन केल्‍या.",
      "{count} जणांना आवडले",
      "तुमच्या पोस्टवर त्यांच्या नवीन टिप्पण्या इतर पाहू शकत असल्यास तुम्ही नियंत्रित करू शकता.",
      "{application name} ला {username} विषयी खालील माहिती हवी आहे:",
      "सामायिक करण्यासाठी लॉग इन करा",
      "• तुम्ही हे सेटिंग कधीही तुमच्या {=cookie settings} मध्‍ये बदलू शकता",
      "होय",
      "Instagram ने भरलेले ह्रदयाचे चिन्ह",
      "तुम्ही कोणाच्या परिचयाची तक्रार केल्यास, Instagram त्यांना कोणी तक्रार केली हे सांगत नाही.",
      "प्रभाव Instagram वर पाहण्यासाठी तयार आहे",
      "सर्वात उत्तम Instagram अनुभव अ‍ॅपवर मिळतो.",
      "Instagram इतरांच्या कॉपीराईटचा आदर करते आणि आम्ही दुसर्‍या पक्षाच्या कॉपीराईटचे उल्लंघन करणारी कोणतीही सामग्री Instagram वर अपलोड करण्यापासून, पोस्ट करण्यापासून किंवा अन्यथा प्रक्षेपित करण्यापासून वापरकर्त्यांना प्रतिबंधित करतो.",
      "तुम्ही लॉग इन करण्‍यासाठी तुमची Facebook किंवा Instagram खाती जिथे वापरली आहेत त्या अ‍ॅप्स आणि वेबसाइटवरून तुम्हाला लॉग आउट केले जाईल आणि पुन्हा लॉग इन करण्यासाठी तुम्ही तुमची खाती वापरू शकणार नाही",
      "सामान्यवर हलवले",
      "गणना चिन्ह प्ले करा",
      "नवीन व्हिडिओ पोस्ट",
      "{name} कडील पोस्ट मिस करू नका",
      "आम्ही तुमचा {contentTypeText} काढला कारण ते आमच्या {communityGuidelinesLink} च्या विरूद्ध जात होता. आमच्या मार्गदर्शकत्त्वांचे अनुसरण करणे हा एकच मार्ग आहे तुमचे खाते हटवण्यापासून संरक्षित करण्यासाठी त्यामध्ये तुमच्या पोस्ट, संग्रहणे संदेश आणि अनुसरणकर्ते समाविष्ट आहेत.",
      "या टिप्पणीला मंजूरी द्यायची?",
      "ईमेल पत्ता",
      "Facebook Pay अधिक जाणून घ्या पेजवरील डोळा चिन्ह",
      "1दि",
      "खात्याचा अहवाल द्या",
      "पोस्ट हटवायचे?",
      "तुमची माहिती प्रविष्ट करा",
      "{username} यांना अनावरोधित करायचे?",
      "देणगी दृश्यमानता",
      "खाती संपादित करा",
      "{action text} नुसार, तुम्ही आमच्या {payment terms} शी सहमत आहात.",
      "जाहिरात अहवाल",
      "तुम्हाला परत लॉग इन करावे लागेल.",
      "Instagram वरील वाढदिवस",
      "खाती व्यवस्थापित करा",
      "{name of the user who liked the photo}ला आपले छायाचित्र आवडले.",
      "तुमचे Facebook परिचय छायाचित्र",
      "तुमची वैयक्तिक माहिती प्रदान करा, अगदी तुमचे खाते व्यवसायासाठी, पाळीव प्राण्यासाठी किंवा दुसऱ्या कशासाठीतरी वापरत असले तरी. ती तुमच्या सार्वजनिक परिचयाचा भाग असणार नाही.",
      "तुमचे खाते अक्षम करण्‍यात आले आहे",
      "सूचना",
      "तुमचा विवाद नाकारण्यात आला होता",
      "सोपे केलेले संदेशन",
      "पुन्‍हा प्रयत्‍न करा",
      "तुमचा नेमटॅग साफ ठेवा",
      "प्रसिद्ध किंवा लोकप्रिय व्यक्ती",
      "डिसमिस करा",
      "तुमच्या कथेला कोण प्रत्युत्तर देऊ शकते ते निवडणे",
      "भेट द्या",
      "तुम्ही एकतर सर्व कुकीजच्या वापरास परवानगी देऊ शकता किंवा अधिक पर्याय निवडू शकता. आम्ही तुमच्या कुकी निवडी लक्षात ठेवू आणि तुम्ही जिथेही Instagram किंवा Facebook वर लॉग इन करता तिथे कुठेही आणि तुम्ही इतर Facebook प्रॉडक्ट्समध्ये लॉग इन करण्यासाठी तुमची खाती वापरता तिथे त्या लागू करू. तुम्ही कधीही तुमच्या कुकी सेटिंग्जमध्‍ये तुमच्या निवडींचे पुनरावलोकन करू शकता किंवा त्या बदलू शकता.",
      "{Bold text if your appeal for video is approved} तुम्ही शेअर केलेला मूळ व्हिडिओ ब्लॉक केला जाणार नाही.",
      "तुम्ही या कुकीजला अनुमती दिल्यास:",
      "ब्राउझ करा",
      "अन्य अनुप्रयोगांवरून तुम्हाला सॅंडबॉक्स आमंत्रणे प्राप्त झाली नाहीत",
      "अनुसरणकर्ते",
      "या व्हिडिओचा कोणताही भाग सामायिक करण्‍याची परवानगी तुमच्याकडे आहे याबद्दल तुम्हाला खात्री नसल्यास तुम्ही हा व्हिडिओ काढू शकता.",
      "लॉग इन करा",
      "ठीक आहे",
      "पुरावा संलग्न करा",
      "समुदाय मार्गदर्शक तत्त्वे",
      "तुमच्याकडे आधीपासूनच अधिकाधिक खाती सेव्ह केलेली आहेत. तुम्ही लॉग आउट करताना सेव्ह केलेली खाती व्यवस्थापित करू शकता.",
      "तुम्ही एक्सप्लोरवर खात्यांसाठी, स्थानांसाठी किंवा हॅशटॅगसाठी केलेले शोध मिटवतो.",
      "परिचय चित्र",
      "कथा तयार, सामायिक व संग्रहित करण्याच्या अधिक चांगल्या पद्धतींसाठी अ‍ॅपवर स्विच करा.",
      "तुम्ही हा क्रियाकलाप ओळखत नसल्यास, तुमचा पासवर्ड बदला.",
      "टायपिंग चुकले?",
      "आम्ही कुकीजचा वापर तुम्ही पाहत असलेल्या जाहिरातींसह, तुमचा अनुभव वैयक्तिकृत करण्यात आणि सुधारण्यात मदत करण्यासाठी, व्यवसायांना विश्लेषणे आणि जाहिरात कार्यप्रदर्शन मोजण्यात मदत करण्यासाठी आणि तुम्हाला अधिक सुरक्षित अनुभव प्रदान करण्यासाठी करतो. आम्ही कुकीज कशा वापरतो याबद्दल {Instagram} आणि {Facebook} वरील आमच्या कुकी धोरणांमधून तुम्ही अधिक जाणून घेऊ शकता.",
      "प्राथमिक",
      "या फाईल्स समर्थित नाहीत",
      "अनुसरण करण्‍यासाठी लॉग इन करा",
      "तुम्ही आणि {username} आधीपासून एकमेकांना फॉलो करता!",
      "डेटा धोरण (अनिवार्य)",
      "इव्हेंट निवडा",
      "Facebook शी कनेक्ट करा",
      "मथळा समाविष्ट करा",
      "द्वेषपूर्ण भाषण किंवा प्रतिकांची छायाचित्रे, जसे की नाझी स्वस्तिक किंवा गौरशक्ती हाताच्या खुणा",
      "द्वि-घटक प्रमाणीकरण",
      "तुम्ही हॅशटॅगचे अनुसरण केल्यावर तुम्हाला ते इथे दिसतील.",
      "तुम्ही खात्रीपूर्वक सोडू इच्छिता? तुमचा व्हिडिओ अपलोड करणे रद्द केले जाईल",
      "पासवर्ड बदला",
      "यांनी पाठवले: {sender_email}",
      "तुम्ही 10 पेक्षा अधिक फाईल्स अपलोड करू शकत नाही. आणखी एक फाईल अपलोड करण्‍यासाठी एक किंवा अधिक फाईल्स डीलीट करा.",
      "लोक शोधा",
      "व्हिडिओ फाइल ओढा आणि सोडा",
      "पिन तयार करा",
      "पालकांची मंजूरी",
      "#{hashtag} टॅगसह असलेली कोणतीही पोस्ट मिस करू नका",
      "तुम्ही तेव्हाच सामग्री पोस्ट करू शकता जर ती दुसऱ्या पक्षाच्या बौद्धिक संपदा हक्कांचे उल्लंघन करत नाही यामध्ये {trademarks} चा समावेश आहे. सामान्यतः जेव्हा ट्रेडमार्कचे उल्लंघन होते तेव्हाः",
      "डिरेक्‍टरी",
      "खात्याची पुष्टी करा",
      "फाईल अपलोड करता आली नाही",
      "सबमिट करा",
      "राज्य",
      "सद्य ब्राउझर",
      "समूहाला तो हलवला आहे हे समजणार नाही. तुम्ही कधीही समूह सामान्यवर कधीही हलवू शकता.",
      "टिप्पण्या",
      "तुम्ही आधी {application name} मध्ये Instagram सह लॉग इन केले.",
      "कलेक्शनचे नाव",
      "खाते स्विच करा",
      "तुमचे छायाचित्र पोस्ट करण्यात आले होते",
      "कीवर्ड जतन केले.",
      "तुम्ही फोटो किंवा व्हिडिओ अपलोड करू शकत नाही कारण हा व्हिडिओ 1 मिनिटापेक्षा लांब आहे.",
      "कलेक्शन डीलीट करा",
      "मुखपृष्‍ठ",
      "अवरोधित करा",
      "Facebook शी कनेक्ट करा",
      "मार्गाचे नाव",
      "इन-स्ट्रीम व्हिडिओ अ‍ॅड्स सेटअप करण्यासाठी Instagram मोबाईल अ‍ॅपची नवीनतम आवृत्ती वापरा आणि पैसे कमावणे सुरू करा.",
      "तुम्ही तुमच्या कथेवरून हा व्हिडिओ काढून टाकू इच्छित असल्याची तुम्हाला खात्री आहे?",
      "Facebook कंपनी प्रॉडक्ट्स",
      "ईमेलने सामायिक करा",
      "तुमचे व्हिडिओ IGTV आणि तुमच्या Facebook पृष्ठावर दृश्यमान करून अधिक लोकांपर्यंत पोहोचा.",
      "जन्मतारीख",
      "अनुमती देऊन, {=app name} ला तुम्ही शेअर कराल त्या माहितीचा ऑनगोइंग ॲक्सेस मिळेल आणि Instagram {=app name} नी कधी ॲक्सेस केले त्याची नोंद घेईल. या शेअरिंगबद्दल व तुमच्या सेटिंग्जबद्दल {=learn more}.",
      "कोणताही फोटो नसलेले चिन्ह आयटम उपलब्ध नाही",
      "अशाप्रकारची आणखी खाती शोधा",
      "आम्‍ही {phone number} वर पाठवलेला 6-अंकी कोड प्रविष्‍ट करा",
      "अधिक जाणून घ्या",
      "हे एम्बेड वापरून, तुम्ही इन्स्टाग्रामच्या {apiTermsOfUseLink}ला मान्यता देता.",
      "जेथे तुमचा व्हिडिओ ब्लॉक केला जाईल",
      "व्हिडिओमध्‍ये आवाज नाही",
      "{username} चे अनुसरण करणे रद्द करा म्हणजे तुम्हाला तुमच्या फीडमध्ये त्यांची कोणतीही छायाचित्रे, व्हिडिओ किंवा कथा दिसणार नाही.",
      "वगळा",
      "छळणूक किंवा धमकावणे",
      "मंजूरी मागा",
      "प्रत्त्युत्तरे पहा {hidden replies}",
      "नग्नता किंवा लैंगिक क्रियाकलाप मार्गदर्शकतत्त्वे",
      "इलेक्ट्रॉनिक स्वाक्षरी",
      "चालू करा",
      "अपील",
      "तक्रार करा",
      "द्वेषपूर्ण भाषण किंवा प्रतिके",
      "{category name, already translated} खाती",
      "Facebook आणि Instagram खात्यांचा दुवा जोडा",
      "तुमच्या कथेवर जोडण्यासाठी तुमचे उपकरण फिरवा.",
      "व्‍यवसाय खात्यावर स्विच करायचे?",
      "Instagram चे ईमेल",
      "रद्द करा",
      "तुमची देणगी प्राप्त करणाऱ्या संस्थेसग तुमचे नाव सामायिक केले जाईल. Instagram या ईमेल पत्त्यावर अपडेट्स पाठवेल.",
      "श्रेणी",
      "तुमची माहिती सबमिट करण्यासाठी धन्यवाद",
      "संपर्क व्‍यवस्‍थ‍ापित करा",
      "आपल्या अनुसरणकर्त्यांबद्दलची आतली माहिती मिळवा आणि आपल्या पोस्ट कशी कामगिरी करत आहेत ते पहा.",
      "सर्व पोस्ट",
      "सुरू ठेवा",
      "तुमच्या आयडीवरील नाव",
      "1 व्‍यक्ती",
      "साईन अप • इन्स्टाग्राम",
      "तुम्ही हे छायाचित्र तुमची प्रथम पोस्ट म्हणून सामायिक करू शकता.",
      "तुमच्या खात्‍यात पुन्‍हा येण्‍यासाठी आम्‍ही लिंकसह {email} वर ईमेल पाठवला आहे.",
      "नामांकित व्यक्ती किंवा प्रसिद्ध व्यक्तीमत्व",
      "आमच्या {termsLink} आणि {dataPolicyLink} मधील बदलांच्या पुनरावलोकनासाठी कृपया काही वेळ द्या. तुमचा Instagram अनुभव बदलत नाही आणि तुम्ही अद्याप तुमची छायाचित्रे आणि व्हिडिओ राखू शकता. आम्ही तुम्हाला तुमचा डेटा अॅक्सेस करण्यासाठी आणि तो कसा वापरतात हे समजून घेण्यासाठी चांगले मार्ग देत आहोत. 14 जुलै 2018 रोजी किंवा नंतर Instagram वापरणे चलू ठेवण्याने तुम्ही या अद्यतनांशी सहमती दर्शवता.",
      "1 ठिकाण",
      "{UserLink} कडील आणखी पोस्ट",
      "अपलोड करणे अयशस्वी झाले. केवळ प्रतिमा पोस्ट केल्या जाऊ शकतात.",
      "आवश्यक वय",
      '"{videoTitle}" अपलोड करत आहे',
      "तुम्ही हे पूर्ववत करू शकणार नाही. तुम्ही तुमचा शोध इतिहास क्लिअर केल्यास, तुम्ही अद्याप सुचवलेल्या परिणामांनुसार तुम्हीे शोध घेतलेली खाती तुम्ही अद्याप पाहू शकाल.",
      "फोन नंबर बदला",
      "ब्राउझरमध्ये चालू ठेवा",
      "{Contact content owner text bolded} ही सामग्री वापरण्याचा तुम्हाला अधिकार आहे असे तुम्हाला वाटत असल्यास, {reference owner name} यांना {content owner email link} वर संपर्क करा.",
      "बटण: लिंकचा प्रकार निवडा",
      "चुकीचा पासवर्ड",
      "{filename} अपलोड करता आली नाही. पुढे सुरू ठेवण्यासाठी, दुसरी फाईल निवडा.",
      "देश",
      "लाइव्ह व्हिडिओ",
      "{reference owner name} या हक्क धारकाने तुमचा विवाद नाकारला कारण व्हिडिओमध्ये त्यांची सामग्री आहे यावर त्यांचा ठाम विश्वास आहे.",
      "सर्व हटवायचे?",
      "पुष्टीकरण कोड",
      "खाते काढा",
      "महिना/वर्ष",
      "9:16",
      "टॅग केलेले",
      "व्हिडिओ मधील साउंडट्रॅक किंवा संगीत यासारख्‍या ऑडिओसह प्रत्येकगोष्ट शेअर करण्‍याची तुमच्याकडे परवानगी असल्यास, तुम्ही तो काढण्याविरूद्ध अपील करू शकता आणि तुमचा व्हिडिओ पुन्हा पोस्ट करवू शकता.",
      "परिचय",
      "@{username} कडील ही Instagram पोस्ट पहा",
      "हे व्यवसाय ॲप्स Facebook वरील तुमच्या व्यवसायासह असलेली तृतीय पक्ष एकीकरणे आहेत जी तुम्ही सक्षम केलेली आहेत. तुम्ही त्यांच्यासोबत शेअर करण्‍यासाठी निवडता ती माहिती ते ॲक्सेस करू शकतात आणि तुमच्या Facebook व्यवसाय मालमत्तेसाठी वैशिष्‍ट्‍ये व्यवस्थापित करू शकतात. व्यवसाय ॲप्स Facebook वरील तुमच्या व्यवसायासह ऑनगोईंग कनेक्शन मेंटेन करतात. हा व्यवसाय ॲप (आणि तुम्ही तुमच्या वतीने वापरण्‍यासाठी अधिकृत असलेले अन्य) तुम्ही व्यक्तीचलितपणे डिस्कनेक्ट करण्‍याचे निवडत नाही तोपर्यंत तो कार्य करू शकेल.",
      "IGTV आणि Facebook पृष्ठ",
      "तुमच्या पासवर्डने लॉग इन करण्याचा प्रयत्न करा. एकदा लॉग इन झाल्यावर, तुम्ही तुमच्या खाती केंद्रामधून सर्व खात्यांमध्ये लॉग इन करण्याचे सक्षम करू शकता.",
      "युजर आयडी",
      "तापमान",
      "@{username} चे अनुसरण करायचे का?",
      "आपला व्हिडिअो {viewcount} पेक्षा अधिक वेळा पाहिला गेला.",
      "तुम्ही अपलोड करण्‍यासाठी एक छायाचित्र ID फाइल निवडणे आवश्‍यक आहे",
      "बद्दल",
      "कृपया वैध ईमेल पत्‍ता प्रविष्‍ट करा.",
      "पुष्‍टीकरण पाठवले",
      "प्रारंभ करा",
      "पिन प्रविष्ट करा",
      "अनुमती देऊ नका",
      "{username} + {othersCount} इतर",
      "व्हॉइस",
      "मित्रांकडील छायाचित्रे आणि व्हिडिओ पाहण्यासाठी साइन अप करा आणि तुम्हाला झकास वाटतील अशी इतर खाती शोधा.",
      "महिना:",
      "विग्नेट",
      "Facebook Pay व्यवस्थापित करा",
      "Instagram अ‍ॅप मिळवा",
      "तुम्ही 10 पेक्षा अधिक फाईल्स अपलोड करू शकत नाही. आणखी एक फाईल अपलोड करण्‍यासाठी एक किंवा अधिक फाईल्स डीलीट करा.",
      "स्‍थाने",
      "आमच्या अटी आणि डेटा धोरणामधील बदलांचे पुनरावलोकन करा.",
      "Facebook Pay ब्रॅंडिग लोगो",
      "Instagram Lite वापरा",
      "फोटो आयडी चिन्‍ह जोडा",
      "तुम्हाला अधिप्रमाणन कोड कसे मिळाले",
      "तुम्ही ज्या उपकरणांवर यापूर्वी Instagram वापरले आहे त्यांच्याकडून फक्त लॉगिन मदत ईमेल प्राप्त करा. हे सेटिंग पुढील {days to snooze} दिवसांपर्यंत कायम राहील.",
      "कृपया ही सामग्री काढली जायला नको होती असे तुम्हाला का वाटते याचे स्पष्टीकरण द्या.",
      "पोस्ट अपलोड झाली नाही.",
      "संदेश अनुपलब्ध",
      "काहीतरी चुकीचे झाले. कृपया पुन्हा प्रयत्न करा.",
      "तुम्ही आम्हाला या कुकीज वापरण्याची अनुमती दिल्यास:",
      "परिचय छायाचित्र जोडले.",
      "खाते स्विच करा",
      "कॅमेरा प्रभाव, परस्पर संवाद साधणारे स्टिकर्स आणि खाजगी मॅसेजेस. फक्त अ‍ॅपवर.",
      "तुमच्या ईमेल पत्त्याची पुष्‍टी करण्यासाठी आणि तुमच्या Instagram खात्याला अ‍ॅक्सेस मिळवण्यासाठी आम्ही तुम्हाला {email} वर पाठवलेल्या दुव्याचे अनुसरण करा.",
      "आज {count} जण सक्रिय होते",
      "सर्वात अलीकडील चित्रे आणि व्हिडिओ",
      "दुवा कॉपी करा",
      "स्त्री",
      "ही सामग्री असलेले फोटो त्यांनी ज्या देशांना त्याचे अधिकार आहेत असे देश वगळून सर्वठिकाणी अवरोधित करण्याची मागणी केली आहेः",
      "धोरणे",
      "लॉग इन करून स्टोरीज डिस्कव्हर करा",
      "पाहिले",
      "नाव",
      "फोन",
      "आता नाही",
      "तुम्ही स्वतःला रिप्लाय दिला",
      "{lastFourDigits}ने समाप्‍त होणारे तुमच्या नंबरवर आम्‍ही पाठवलेला कोड प्रविष्‍ट करा.",
      "अधिक जाणून घ्या",
      "Connected accounts",
      "नाव आणि पासवर्ड प्रविष्ट करा",
      "सर्वेक्षण",
      "संवेदनशील सामग्री स्क्रीन",
      "कुकीज स्वीकारा",
      "सर्वेक्षणात भाग घ्या",
      "शोधा...",
      "th",
      "ठीक आहे",
      "लॅंडस्कॅप चिन्‍ह क्रॉप करा",
      "वाढदिवस",
      "तुम्ही या ग्रुपमधील एखाद्या व्यक्तीस ब्लॉक केले आहे. तुम्ही या ग्रुपमध्ये राहिल्यास, तुम्ही त्यांचे मॅसेजेस पाहू शकाल आणि ते तुमचे मॅसेजेस पाहू शकतील.",
      "तुमचा डेटा डाउनलोड करू शकता",
      "लॉग इन करण्यासाठी तुम्हाला कोडची आवश्यकता असू शकणार नाही.",
      "इव्हेंट",
      "कुकी धोरण",
      "सुचवलेले",
      "अवरोधित करा",
      "फायली 1 KB पेक्षा मोठ्या असल्या पाहिजेत.",
      "नवीन IGTV व्हिडिओ जोडा",
      "{change-number} किंवा {resend-sms}",
      "नोंदणी करा",
      "+{whatsapp phone }",
      "अपलोड पूर्ण झाले",
      "चौरस (1:1)",
      "डीलीट केले",
      "{count} जणांना आवडले",
      "रवि",
      "th",
      "आम्‍ही अशा पोस्‍ट काढून टाकतो ज्‍यामध्‍ये कॉपीराइट किंवा ट्रेडमार्कचे उल्‍लंघन समाविष्‍ट आहे. एखादी व्यक्ती तुमच्या परवानगीशिवाय तुमची छायाचित्रे वापरत असल्‍यास किंवा तुम्ही असल्‍याची बतावणी करत असल्‍यास, आम्‍ही देखील ती सामग्री काढून टाकू आणि खाते अक्षम करू. बौद्धिक संपदा उल्‍लंघनाची तक्रार करण्‍याबद्दल अधिक जाणून घेण्‍यासाठी, आमच्‍या मदत केंद्राला भेट द्या.",
      "या लोकेशनबद्दलच्या अधिक पोस्ट पहा",
      "तुम्ही Instagram वर {username} म्हणून विनंती केलेली तुम्ही सामायिक केलेली छायाचित्रे, टिप्पण्या, परिचय माहिती आणि इतर डेटा असलेली फाइल ही आहे.",
      "पासवर्ड प्रविष्ट करा",
      "विश्वसनीय डिव्हाइसेस",
      "सत्यापित केलेला बॅज म्हणजे, हे खाते  ते प्रतिनिधित्व करत असलेल्या सार्वजनिक महत्त्वाची व्यक्ती, प्रसिद्ध व्यक्ती, जागतिक ब्रँड किंवा घटक यांची अधिकृत उपस्थिती आहे याचा निर्देश देणारी Instagram खात्याच्या नावासमोर दर्शवली जाणारी खूण असते.",
      "आता नाही",
      "फाईल {maxPhotoIdFileSizeMb} MB पेक्षा लहान असणे आवश्‍यक आहे",
      "स्विच करा",
      "कीवर्ड फिल्टर",
      "टॅग केलेले",
      "लॉग इन क्रियाकलाप",
      "अल्पवयीन मूल",
      "तुम्ही Instagram अॅपमध्‍ये स्टिकर तयार करू शकता आणि त्यावर प्रतिक्रिया देऊ शकता. तुमचा फोन नंबर प्रविष्‍ट करा आणि आम्ही तुम्हाला एक विनामूल्य डाउनलोड दुवा पाठवू.",
      "तुम्ही काय करू शकता",
      "सर्व सूचना पहा",
      "पिन कोड",
      "धन्यवाद!",
      "तयार करा",
      "नवीन छायाचित्र पोस्ट",
      "तुमचे नाव बदला",
      "तुमचा अ‍ॅप अपडेट करा",
      "झाले",
      "वापरकर्त्याचे Facebook प्रोफाईल पिक्चर",
      "सर्वांची निवड रद्द करा",
      "Instagram च्या सेवा अटी 13 वर्षाखालील मुलांना अनुप्रयोग वापरण्यापासून प्रतिबंधित करतात. आम्ही प्रत्येक अहवालाचे अन्वेषण करतो. खोटी माहिती प्रदान केल्याने आपले खाते निलंबित होऊ शकते.",
      "आता नाही",
      "नवीन Instagram वैशिष्ट्यांबद्दल जाणून घ्‍या.",
      "तुमची माहिती नियंत्रित करण्‍याचे अन्य मार्ग",
      "{username1}, {username2}, {username3} + {count} अधिक द्वारे फॉलो केले",
      "हा तुमच्या सार्वजनिक परिचयाचा भाग असणार नाही.",
      "हे लॉक चिन्ह आहे.",
      "प्रोफाइल",
      "Instagram Lite",
      "ऑक्टो",
      "अधिक जाणून घ्‍या",
      "ही टिप्पणी Instagram वर नसावी",
      "Instagram वर {fullName}: “{caption}”",
      "भाषा",
      "केवळ {story owner username} यांनी त्यांच्या जिवलग मित्र सूचीमध्ये जोडलेले लोक हा व्हिडिओ पाहू शकतात.",
      "Facebook मित्र शोधा",
      "यासाठी तुमच्या PayPal लॉगिनची पुष्टी करा",
      "कलेक्शन्स",
      "संपादित करा",
      "आमची टीम पोस्टचे पुनरावलोकन करेल आणि जर ते आमच्या {link_to_instagram_community_guidelines} किंवा {link_to_instagram_terms_of_use}चे उल्लंघन करीत असेल तर आम्ही ते काढू.",
      "तुम्ही कोण आहात याबद्दलची माहिती आम्ही UMD सोबत शेअर करणार नाही तसेच ते आमच्यासोबत सर्वेक्षणातील तुमचे प्रतिसाद शेअर करणार नाहीत.",
      "डिजीटल वॉलेट्स",
      "हा व्हिडिओ जोडू शकत नाही. व्हिडिओ परिमाणे 9:16 आणि 1.91:1 या दरम्यान असायला हवीत.",
      "व्हिडिओ",
      "पुष्टीकरण कोड प्रविष्ट करा",
      "WhatsApp आधीपासूनच जोडलेले आहे",
      "18 वर्षे किंवा त्यापेक्षा अधिक वय",
      "ही फाईल खूप लहान आहे. पुढे सुरू ठेवण्यासाठी, 1KB किंवा मोठी फाईल निवडा.",
      "अपलोड करण्यात अक्षम. 60 सेकंदांपेक्षा मोठे व्हिडिओ समर्थित नाहीत.",
      "Facebook",
      "अटींना",
      "ठीक आहे",
      "तुम्ही रिप्लाय दिला",
      "तुमचे {username} Instagram खाते तुमच्या {applicationName} खात्याशी जोडा. तुमचे {applicationName} प्रॉडक्ट्स Instagram वर आयात केले जातील आणि तुमच्या प्रॉडक्ट्सच्या कार्यप्रदर्शनावरील इन्साइट्स {applicationName} सोबत शेअर केली जातील.",
      "तुमच्यासाठी अधिक सुरक्षित अनुभव प्रदान करणे आणि आमच्या सिस्टीम्‍सच्या वापराचे विश्लेषण करणे",
      "पुढीलवर टॅप करत आहे",
      "द्वि-घटक प्रमाणीकरण बंद करणे म्‍हणजे तुम्ही लॉग इन करता तेव्हा तुम्हाला सुरक्षा कोड प्रविष्‍ट करणे गरजेचे नसेल.",
      "तुमच्याजवळ आधीपासून अनेक खाती सेव्ह केलेली आहेत.",
      "तुम्ही कोणत्‍या मित्रांचे अनुसरण करायचे ते निवडले आहे: आम्‍ही तुमच्या परवानगीशिवाय Facebook वर कधीही पोस्‍ट करणार नाही.",
      "अ‍ॅपवर स्विच करा",
      "खाती",
      "व्हिडिओ ध्वनी चालू करा",
      "अटी स्‍वीकारा",
      "तुमचे मुख्य खाते डीलीट होऊ नये म्हणून तुम्ही या अपघाताने तयार केलेल्या दुसऱ्या खात्यामध्ये साइन इन केले असल्याची खात्री करून घ्या. तुम्ही {username} म्हणून साइन केलेले आहे. ते चुकीचे असल्यास, {first log out} आणि योग्य खात्यातून लॉग इन करा.",
      "तुमच्या शॉपिंग बॅगमधील उत्पादनांबद्दल स्मरणपत्रे मिळवा.",
      "एखादी व्यक्ती तत्काळ संकटात असल्यास, स्थानिक आपत्कालीन सेवांशी संपर्क साधा. प्रतीक्षा करू नका.",
      "तुमचे नाव जोडा त्यामुळे मित्र तुम्हाला शोधू शकतात.",
      "टिप्पण्यांची तक्रार करणे",
      "पासवर्ड बदला",
      "अनुप्रयोग मिळवून इंस्‍टाग्रामच्‍या सर्वोत्‍कृष्‍ट आवृत्‍तीचा अनुभव घ्‍या.",
      "टिप्पणी खाते",
      "वापर अटी (आवश्यक)",
      "तुमचे लॉगिन, {emailOrPhone}, Facebook आणि Instagram दोन्हीवर वापरले जाते, परंतु ते जोडलेले नाहीत. लॉग इन करणे सोपे व्हावे यासाठी तुमची खाती जोडा.",
      "Direct वर संदेश पाठवण्यासाठी आणि प्राप्त करण्यासाठी Instagram डाउनलोड करा.",
      "साफ करा",
      "तुम्ही तुमचे खाते तात्पुरते अक्षम केले असल्यास, तुमचा पासवर्ड बदलण्यासाठी लॉग इन केल्याने तुमचे खाते पुनर्सक्रिय होणार नाही.",
      "{likes} लाइक",
      "सूचना रिफ्रेश करा",
      "मसुदा जतन करणे अयशस्वी",
      "लोकांना टॅग करण्यासाठी छायाचित्रावर टॅप करा.",
      "पर्याय",
      "तुम्हाला का तक्रार करण्यात आली आणि कोणती सामग्री काढली होती याबद्दल अधिक जाणून घेण्यासाठी खालील रिपोर्ट नंबर उघडा.",
      "या फोटोत",
      "या समस्येचा तपास करताना, आमच्या असे निदर्शनास आले की तुम्ही अलीकडे तुमचा Instagram पासवर्ड अन्य अॅपवर सामायिक केला आहे. तुमचे खाते सुरक्षित ठेवण्‍यासाठी, तुमचा पासवर्ड तृतीय पक्षासह सामायिक करणे टाळा.",
      "तुमच्या पासवर्डने लॉग इन करण्याचा प्रयत्न करा. एकदा लॉग इन झाल्यावर, तुम्ही तुमच्या खाती केंद्रामधून खात्यांसह लॉग इन करणे सक्षम करू शकता.",
      "IGTV अ‍ॅड्स सेटअप करण्यासाठी Instagram मोबाईल अ‍ॅपची नवीनतम आवृत्ती वापरा आणि पैसे कमावणे सुरू करा.",
      "आता पहा",
      'तुमच्या कूकी सेटिंग्ज सुधारित करण्यासाठी तुमच्या वेबसाइटने किंवा मोबाईल ब्राउझरने दिलेल्या सूचनांचे (सहसा "मदत", "टूल्स" किंवा "संपादन" सुविधेअंतर्गत असणाऱ्या) पालन करा. कृपया लक्षात घ्या की तुम्ही तुमचे ब्राउझर कूकीज किंवा अन्य तंत्रज्ञान अक्षम करा वर सेट केलेले असेल तर तुम्ही आमच्या सेवांचे काही विशिष्ट भाग ॲक्सेस करू शकणार नाही आणि आमच्या सेवेचे इतर भाग कदाचित नीटपणे कार्य करणार नाहीत.',
      "हार्ड ड्रग्जच्या वापराचा प्रचार करणार्‍या पोस्ट आणि टिप्पण्‍या.",
      "संदेश",
      "APK डाउनलोड करा",
      "आवडले",
      "व्हिडिओ",
      "तुम्ही तुमच्या बॅकअप कोडकडून मिळालेला सुरक्षा कोड वापरू शकत नसल्यास, तुम्ही {=resend it} द्वारे तो मिळवू शकता",
      "Not verified",
      "द्वेषपूर्ण भाषण किंवा प्रतिके म्हणून तक्रार करायची?",
      "तृतीय पक्षाने तक्रार केली आहे की तुमची सामग्री त्यांच्या कॉपीराईटचे उल्लंघन करते.",
      "थीम चिन्‍ह",
      "{username} यांना अवरोधित करायचे?",
      "{date} रोजी तुम्ही अधिकृत केले.",
      "शुक्र",
      "Play Store",
      "प्रोफाईल",
      "नि:शब्द केले",
      "अटी",
      "संबंधितः",
      "रद्द करा",
      "हे पूर्ववत करणे पूर्ण होऊ शकले नाही. कृपया तुमच्या नेटर्वक सेटिंग्ज तपासा आणि पुन्हा प्रयत्न करा.",
      "स्वयं-इजा (खाद्यविकृती, कापणे किंवा आत्महत्या संबंधी सामग्री)",
      "प्रवेशयोग्यता",
      "{hours}ता",
      "दस्‍तऐवज प्रकार निवडा",
      "तुमचे खात्याने जर पुन्हा या अटींचे उल्लंघन केले तर, त्यातील तुमच्या पोस्ट, संग्रहणे, मॅसेजेस आणि फॉलोअर्स यांच्यासह ते कायमस्वरूपी काढले जाईल.",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "खाते माहिती",
      "अटी",
      "मी अटींशी सहमत आहे",
      "प्रतिक्रिया",
      "ठीक आहे",
      "तुमच्या छायाचित्रांबद्दल {learnMoreLink}.",
      "नाही, धन्‍यवाद",
      "कलेक्शन पहा",
      "निवडणूक पिन चिन्ह",
      "तुमचे खाते आमचे सत्यापन निकष पूर्ण करते की नाही हे निर्धारित करण्यासाठी आम्ही फक्त आपण सबमिट केलेली माहिती वापरू.",
      "नवीन संदेश",
      "प्रतिमा किंवा व्हिडिओ सारख्या मीडियाचे प्रतिनिधित्व करण्यासाठी चिन्ह",
      "पुष्टीकरण",
      "कॅमेरा",
      "द्वि-घटक प्रमाणीकरण चालू आहे",
      "तुमच्या सेटिंग्ज जतन करण्यात समस्या आली होती.",
      "कीवर्ड जतन केले!",
      "रक्कम प्रविष्ट करा",
      "Facebook परिवार लोगो",
      "{hours}ता पूर्वी सक्रिय होते",
      "{list of items} आणि {last item}",
      "श्रेणी बदला",
      "नाही, निष्क्रिय रहा",
      "पूर्ण झाले",
      "प्रश्न मॉडल उघडा",
      "Direct",
      "रिमाइंडर",
      "सुचवलेले",
      "तुमचा व्हिडिओ लवकरच ब्लॉक होऊ शकतो कारण त्यामध्ये दुसऱ्या कोणाशीतरी संबंधित असल्याचे संगीत, ऑडिओ किंवा व्हिडिओ समाविष्ट असू शकते.",
      "दुवा क्लिपबोर्डवर कॉपी केला",
      "अनावरोधित करा",
      "काढा",
      "सर्व हटवा",
      "क्षमस्व, हे पृष्ठ उपलब्ध नाही.",
      "छायाचित्र, व्हिडिओ किंवा टिप्पणीचा अहवाल द्या",
      "{story owner username} यांना तुम्ही त्यांची स्टोरी पाहिल्याचे दिसेल.",
      "पसंत करा",
      "बौध्दिक मालमत्तेचे उल्लंघन म्हणून कळवायचे?",
      "सुचवलेले",
      "प्रवेश करा",
      "अवरोधित केले",
      "व्हिडिओ हटवायचा?",
      "तुम्ही तुमचे वय 13 वर्षांपेक्षा कमी असल्याचे सांगितल्यामुळे आम्हाला तुमचे खाते हटवावे लागेल. तुम्ही {download_your_data} म्हणजे तुम्ही Instagram वर जे काही सामायिक केले आहे त्याची प्रत तुमच्याकडे राहील.",
      "तुम्ही {username} चे पालक/गार्डियन म्हणून यापुढे सूचीबद्ध असणार नाही.",
      "लाइव्ह {actionType} {prepositionType} {violationText}",
      "Facebook  वापरा",
      "कृपया थोडी कमी रक्कम प्रविष्ट करा",
      "Instagram वर तुमचे पुढील देय सोपे करण्यासाठी आम्ही ही माहिती जतन करू.",
      "सुरक्षा कोड प्रविष्‍ट करा",
      "या मूळ ऑडिओसाठी एकही पेज नाही कारण त्या निर्मात्याकडे खाजगी खाते आहे.",
      "तुमच्या जन्मतारखेची पुष्‍टी करा",
      "IGTV व्हिडिओ आवश्यकता",
      "पोर्ट्रेट (4:5)",
      "संपादित करा",
      "आम्हाला Instagram ला प्रत्येकासाठीच एक सुरक्षित ठिकाण बनवायचे आहे. शारीरिक इजा करण्यास प्रवृत्त करू शकेल अशा खोट्या माहितीला आम्ही अनुमती देत नाही.",
      "डेटा बचतकर्ता",
      "होय",
      "एका व्यक्तीस टॅग करा",
      "लोकांना आपल्याशी संपर्क साधणे सोपे जावे यासाठी आपल्या परिचयामध्ये संपर्क बटण जोडा.",
      "या सामग्रीमध्ये काय समस्या आहे ते आम्हाला जाणून घेण्यात मदत करा.",
      "सूचना लोड करीत आहे...",
      "तुमची अपील नाकरल्यास",
      "Identity Switcher",
      "पुष्टी करा",
      "आम्हाला आमच्या सर्व्हरपर्यंत पोहोचण्यात समस्या येत आहेत. कृपया तुमचे कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.",
      "1 पोस्ट",
      "अ‍ॅपवर तुम्ही या लोकेशनबद्दलच्या सर्व पोस्ट वाचू शकाल.",
      "Instagram व्हिडिओ द्वारे {fullName} • {datetime}",
      "पासवर्डची पुष्टी करा",
      "वैयक्तिक खात्‍यावर स्विच केले",
      "वाढदिवस",
      "आम्ही तुमचा {contentTypeText} काढला कारण ते आमच्या {communityGuidelinesLink} च्या विरूद्ध जात होता. तुम्ही आमची मर्गदर्शकतत्त्वे जाणून घेतल्यास आणि त्यांचे अनुसरण केल्यास तुम्ही तुमच्या खात्याला हटवण्यापासून संरक्षित करू शकता.",
      "{name of the user who tagged the other user in the photo}ने आपले छायाचित्र घेतले.",
      "पोस्ट {actionType}",
      "हा व्हिडिओ खूप मोठा आहे. पुढे चालू ठेवण्यासाठी, एक मिनिटाचा किंवा छोटा व्हिडिओ निवडा.",
      "धन्‍यवाद। आपण इन्‍स्‍टाग्राम उत्‍पादन ईमेल्‍सची पुन्‍हा सदस्‍यता घेतली आहे.",
      "कम्युनिटी गाईडलाईन्स",
      "जेथे तुमचा व्हिडिओ अवरोधित केलेला आहे",
      "स्टोरीज तुम्हाला लोक नव्याने प्रेरणा देणारे काय सामायिक करत आहेत हे पाहू देते.",
      "19 नोव्हेंबर 2018 रोजी सुरू झालेल्या या समस्येमुळे तुमच्या खात्याची गोपनीयता सेटिंग गोपनीय ते सार्वजनिक अशी बदलली. आम्ही या समस्येचे निराकरण केले आणि 20 नोव्हेंबर 2018 रोजी तुमचे खाते गोपनीय वर पुनर्संचयित केले. या काळात नवीन खात्यांनी तुमचे अनुसरण केले असल्यास, आम्ही ते अनुसरणकर्ते काढून टाकले.",
      "तुमच्या Instagram खात्याबद्दल अद्यतन",
      "मित्रांकडील छायाचित्रे आणि व्हिडिओ पाहण्यासाठी लॉग इन करा आणि तुम्हाला झकास वाटतील अशी इतर खाती शोधा.",
      "आज 1 व्यक्ती सक्रिय होती",
      "पोस्ट",
      "व्हिडिओ पोस्ट करणे अयशस्वी",
      "तुमच्या फॉलोअर्सबद्दल इन्साइट्स, प्रदर्शन व संपर्क संपादित करा बटणासह जाणून घेण्यासाठी आणि प्रमोशन्समार्फत ग्राहकांपर्यंत पोहोचण्यासाठी आणि आणखी बऱ्याच गोष्टी करण्यासाठी मोबाईल अ‍ॅपवर जा.",
      "आम्हाला तुमच्या खात्यावर स्वयंचलित वर्तन आढळले आहे.",
      "अभिप्राय द्या",
      "तुम्ही एक पोस्ट पाठवली",
      "आवडले",
      "संसाधने पहा",
      "तुमची विनंती पूर्ण करण्याचा प्रयत्न करत असताना एक तात्पुरती समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा.",
      "छायाचित्र किंवा व्हिडिओ जोडा",
      "हटवा",
      "अप शॅवेरॉन चिन्‍ह",
      "{country name}, {city name} मधील स्थाने",
      "शॉप",
      "शुक्रवार",
      "{username} यांनी पाहिले",
      "तुम्ही साइन अप केल्यावर आणखी विनामूल्य छायाचित्रे शोधा.",
      "आता आम्ही ओळखत नसलेल्या फोन किंवा संगणकावरून तुम्ही जेव्हा कधी लॉग इन कराल तेव्हा आम्ही तुम्हाला लॉगिन कोड विचारू.",
      "क्षमस्व, तुमची माहिती Facebook वरून लोड करताना काहीतरी चुकले. आम्ही त्यामध्ये लक्ष घालत आहोत. मधल्यावेळात, तुम्ही अनुप्रयोगाद्वारे साईन अप करा किंवा नंतर पुन्हा प्रयत्न करा.",
      "उत्‍पादन अनुपलब्‍ध आहे",
      "त्याऐवजी {email suggestion} वापरा",
      "तुम्ही प्रविष्ट केलेला सुरक्षा कोड {cardName} शी जुळत नाही",
      "अनुप्रयोग स्थापना मोडल बंद करा",
      "पुनरावलोकन करणे सुरू ठेवा",
      "मी एका वापरकर्त्यास अवरोधित करू इच्छित आहे",
      "तुम्ही पुढे चालू ठेवण्याआधी तुमच्या बँकेने विचारलेल्या प्रश्नाचे तुम्ही उत्तर देणे गरजेचे आहे.",
      "मदत मिळवा",
      "{username} चे अनुसरण करणे रद्द करायचे?",
      "बंद करा",
      "9 कोटी",
      "वापरकर्ताटॅग",
      "स्मायली आणि लोक",
      "तुम्हाला नक्की तुमचे खाते पुन्हा सक्रिय करायचे आहे?",
      "बंद करा",
      "हे {reference owner name} सोबत सामायिक केले जाईल म्हणजे ते तुमच्या अपीलबद्दल तुमच्याशी संपर्क करू शकतात.",
      "Instagram सह लॉग इन करा",
      "संदेश प्रारंभ करा",
      "नेमटॅगमुळे लोक तुमच त्वरित अनुसरण करू शकतात",
      "तुमच्या खात्यावरील फोटो आणि कोणत्याही कमेंट काढण्यासाठी {Delete this photo text bolded}.",
      "स्‍फोटके खरेदीविक्रीच्‍या ऑफर्स",
      "Facebook शी कनेक्ट करा",
      "तुमच्या खात्याच्या उद्दिष्टाचे सर्वोत्तम वर्णन करणारा पर्याय निवडा. तो तुमच्या परिचयावर दिसेल आणि सद्य किंवा भविष्यातील कोणत्याही श्रेणीच्या ऐवजी दिसेल.",
      "तुमचा व्हिडिओ सर्व लेकेशन्सवर ब्लॉक केला जाईल त्यामुळे लोक ते पाहू शकणार नाही, लाइक करू शणार नाही किंवा त्यावर कमेंट करू शकणार नाही.",
      "1मि",
      "Firefox",
      "नाही",
      "Instagram च्या संगीत गाईडलाईन्स",
      "कायदेशीर कारणांसाठी आपल्या देशात या खात्यावरील प्रवेश प्रतिबंधित करण्यात आला आहे.",
      "{username} च्या फॉलोअर्सबद्दल इन्साइट्स, प्रदर्शन व संपर्क संपादित करा बटणासह जाणून घेण्यासाठी आणि प्रमोशन्समार्फत ग्राहकांपर्यंत पोहोचण्यासाठी आणि आणखी बऱ्याच गोष्टी करण्यासाठी मोबाईल अ‍ॅपवर जा.",
      "• तुम्ही {app name} ला मिळणारी माहिती संपादित करू शकता. तुम्ही शेअर न करता बाहेर पडण्यासाठी मागे जा निवडू शकता, तथापि तुम्ही कदाचित {app name} मध्ये लॉग इन करण्यासाठी Instagram वापरू शकणार नाही.",
      "{username of sponsor} सह सशुल्क भागीदारी",
      "जुना पासवर्ड",
      "th",
      "रद्द करा",
      "व्यवसाय खात्यावर स्विच केल्याने तुमचे Instagram खाते सार्वजनिक होईल. कोणीही तुमची सामग्री पाहू शकेल आणि फॉलो करण्याच्या सर्व प्रलंबित विनंत्या मंजुर केल्या जातील.",
      "व्यक्तिलचितपणे सेट अप करा",
      "टिप्पणी चिन्ह",
      "फोटो जोडा",
      "बातम्‍या ईमेल",
      "पूर्वीची वापरकर्तानावे",
      "खाते काढायचे?",
      "सामान्यवर हलवा",
      "व्हिडिओ समर्थित नाही.",
      "व्हिडिओ चिन्‍ह",
      "तुमचा ईमेल, फोन किंवा वापरकर्तानाव प्रविष्ट करा आणि आम्ही तुम्हाला पुन्हा तुमच्या खात्यात येण्यासाठी लिंक पाठवू.",
      "देय",
      "अ‍ॅपवर तुम्ही काय मिस करत आहात ते डिस्कव्हर करा",
      "संवाद तपशील पहा",
      "'बटण: देश/प्रदेश निवडा'",
      "पूर्ण झाले",
      "छायाचित्रे सामायिक करा",
      "आवड दर्शवण्यासाठी लॉग इन करा",
      "टाइप करीत आहे...",
      "सानुकूल करा",
      "जाहिरातींसाठी आमच्या भागीदारांकडील डेटाच्या आमच्या वापरास तुम्ही संमती प्रदान केली असल्यास, किंवा भागीदारांकडील तुमच्या ॲक्टिव्हिटीबद्दल किंवा तुमच्या डिव्हाइस सेटिंग्जमधील डेटा वापरणार्‍या इतर ॲप्स आणि वेबसाइटवरील माहितीच्या आमच्या वापरास प्रतिबंधित केले नसल्यास तुम्हाला समर्पक जाहिराती दर्शवण्‍यासाठी आम्ही इतर ॲप्स आणि वेबसाइटवरील माहितीचा वापर करू, ज्याबाबतीत आम्ही तुमच्या निवडी मान्य करणे चालू ठेवू.",
      "Instagram वर स्विच करा",
      "तुम्हाला ही गिफ्ट एड घोषणा रद्द करायची असल्यास, तुमचे नाव किंवा घराचा पत्ता बदलल्यास किंवा तुम्ही तुमची मिळकत किंवा भांडवली लाभांवर आता पुरेसा कर भरत नसल्यास आम्हाला कळवा.",
      "तुम्ही त्यांना त्यांच्या परिचयावरून कधीही अवरोधित करू शकता.",
      "टॅग केलेले खाते",
      "चालू ठेवा",
      "तुमचे Instagram निर्माता खाते तयार आहे",
      "सुचवलेले परिचय",
      "{date} रोजी कालबाह्य झाले.",
      "ट्रेडमार्क",
      "सार्वजनिक व्यवसाय माहिती",
      "हे अ‍ॅप्स आणि वेबसाइटशी कनेक्ट करण्‍याकरिता आवश्यक आहे आणि यामुळे Instagram ला हे करता येते:",
      "साइन अप करून तुम्ही आमच्या {=Terms}, {Data Policy} आणि {Cookies Policy} ना सहमती देता.",
      "Instagram कम्युनिटी प्रत्येकासाठी सुरक्षित आणि मजेशीर राखण्यात मदत करण्यासाठी धन्यवाद. तुम्ही बौद्धिक मालमत्ता उल्लंघनाची नोंद घेणे वगळता तुमचा रिपोर्ट निनावी आहे.",
      "तुमच्या सामग्रीचा ॲक्सेस प्रतिबंधित करण्यात आला आहे",
      "ते बदला",
      "डिजिटल निर्माता / ब्लॉगर / प्रभावक",
      "वैयक्तिक खात्यावर स्विच करायचे?",
      "{filename} खूप लहान आहे. पुढे सुरू ठेवण्यासाठी, 1KB किंवा त्यापेक्षा मोठी फाईल निवडा",
      "ती राजकीय उमेदवार किंवा मुद्दा याच्या संदर्भात आहे",
      "{username} आणि इतर {number of other users} जण फॉलो करतात",
      "{facebook user name} म्हणून चालू ठेवा",
      "साखळी चिन्ह",
      "तुम्ही जी बौद्धिक मालमत्तेच्या उल्लंघनाची तक्रार करता ती वगळता, तुमची तक्रार निनावी असते.",
      "सर्व श्रेण्या",
      "तुमच्याा ओळखीची पुष्‍टी करण्यात आम्‍हाला मदत करा",
      "सामायिक करण्यास अनुमती द्या",
      "मसुदा जतन करा",
      "ठीक आहे",
      "लोकांना टॅग करण्यासाठी टॅप करा",
      "Facebook Pay अधिक जाणून घ्या पेजवरील की चिन्ह",
      "Instagram ला इतर अ‍ॅप्स आणि वेबसाइट वरील कुकीज आणि समान तंत्रज्ञान वापरण्‍याची अनुमती द्यायची का?",
      "सूचना",
      "छायाचित्र टाकून द्यायचे?",
      "तसे करून तुम्ही तुमची सेव्ह केलेली पेमेंट माहिती यासाठी आणि भविष्यातील Instagram वरील पेमेंटसाठी अधिकृत करू शकाल.",
      "मालकी निर्बंधांमुळे, तुमचा व्हिडिओ खालील देशांमध्‍ये अवरोधित केला आहे जेथे अधिकार त्यांच्या मालकीचे आहेत.",
      "th",
      "ते Instagram वर तुमचा परिचय, पोस्ट किंवा कथा पाहू शकणार नाहीत. Instagram त्यांना कळू देणार नाही की तुम्ही त्यांना अवरोधित केले आहे.",
      "लॉग इन",
      "नवीन इनबॉक्स संदेश विनंत्या व्यवस्थापित करणे आणि चाहत्यांसह कनेक्ट करणे सोपे करते.",
      "फायली 1 KB पेक्षा छोट्या असल्या पाहिजेत.",
      "Facebook सह चालू ठेवा",
      "तुम्ही {change_or_resend_link} देखील करू शकता.",
      "तुमचा पासवर्ड रिसेट केला गेला आहे. कृपया पुन्हा लॉगिन करण्याचा प्रयत्न करा.",
      "लाइव्ह",
      "प्रारंभ करत आहे",
      "पोस्‍ट",
      "Instagram ला इतर अ‍ॅप्स आणि वेबसाइट वरील कुकीज आणि समान तंत्रज्ञान वापरण्‍याची अनुमती द्यायची का?",
      "तुम्ही {username} डीलीट करण्याची विनंती केली होती. तुम्ही ते ठेवू इच्छित असल्यास आम्हाला कळवण्यासाठी तुमच्याकडे {date} पर्यंत वेळ आहे. अन्यथा तुमच्या सर्व पोस्ट आणि माहिती डीलीट केली जाईल. {help center link}.",
      "शोध इतिहास मिटवा",
      "एखाद्या अन्य व्यक्तीच्या मालकीच्या व्हिडिओच्या {overlap duration} सेकंदांच्या भागाशी तुमचा व्हिडिओ जुळतो.",
      "Facebook Pay विषयी अधिक जाणून घ्या",
      "पूर्ण झाले",
      "निर्माता",
      "धन्‍यवाद!",
      "मार्ग पत्ता",
      "{username} यांना तुम्हाला एक संदेश पाठवायचा आहे",
      "मी सहमत आहे",
      "ज्या लोकेशनवर तुमचा फोटो ब्लॉक केलेले आहेत, लोक तो पाहू शकत नाहीत, लाइक किंवा कमेंट करू शकत नाहीत, तुमचा फोटो यामध्ये ब्लॉक केलेले आहे:",
      "हॅशटॅग पहा",
      "तृतीय पक्षाच्या अहवालाच्या आधारे तुमच्या सामग्रीवर ॲक्सेस प्रतिबंधित केला गेला आहे की सामग्री त्यांच्या संगीत अधिकारांचे किंवा {communityGuidelines} चे उल्लंघन करते.",
      "पेमेंटवर सुरक्षितपणे प्रक्रिया केली.",
      "प्रवेशयोग्यता",
      "अ‍ॅपमध्ये संदेशन अधिक चांगले होते",
      "खोट्या बातम्या चिन्‍ह",
      "वेबसाइट",
      "Instagram Lite अपडेट करा",
      "{Plus sign and plural indicating the number of user's remaining credit cards} अधिक",
      "ठीक आहे",
      "तुमच्याकडून चूक झाली असल्यास, त्याविषयी आम्हाला कळवण्यासाठी तुम्ही या निर्णयावर अपील करू शकता.",
      "तुम्ही अनुसरण करत असलेल्या खात्यांना आणि तुम्ही ज्यांना संदेश करता त्या प्रत्येक व्यक्तीला Instagram अॅपवर तुम्ही सर्वात शेवटी कधी सक्रिय होता ते पाहण्याची अनुमती द्या. हे बंद केलेले असताना, तुम्ही इतर खात्यांची क्रियाकलाप स्थिती पाहू शकणार नाही.",
      "अपील करा",
      "तुम्ही ही पोस्ट हटवू इच्छिता याची तुम्हाला खात्री आहे?",
      "नोव्हें",
      "हे अॅप वापरा",
      "हा लाइव्ह व्हिडिओ अ‍ॅपवर पहा",
      "अधिक जाणून घ्या",
      "सुरक्षितता कोड",
      "तुमचा व्हिडिओ अर्धा सेकंद आणि {maxDurationInMinutes} मिनिटांइतका लांंब, लँडस्केप किंवा पोर्ट्रेट, MP4 फाईल आणि {maxVideoSizeInGigabytes} GB पेक्षा कमी असणे आवश्यक आहे.",
      "समर्थित फाईल प्रकार: प्रतिमा/jpeg, प्रतिमा/png, व्हिडिओ/mp4 आणि व्हिडिओ/quicktime.",
      "तुमच्या पासवर्डबद्दल टिप",
      "तुमच्या फोटोमधील सर्व सामग्री वापरण्याची तुम्हाला परवानगी असल्यास {Submit a dispute text bolded}. विवाद सबमिट करून ज्यांनी हा क्लेम जारी केला आहे त्यांना तुम्ही तुमच्या फोटोचे पुनरावलोकन करण्याची परवानगी देता. {reference owner name} त्या संपूर्ण पोस्टचे देखील पुनरावलोकन करू शकतात जर तुम्ही ती सार्वजनिकरित्या सामायिक केलेली असेल. त्यांच्याकडे प्रतिसाद देण्यासाठी 7 दिवस असतील",
      "फीड वर जा",
      "तुमचे Instagram वापरकर्तानाव आणि ब्राउझर माहिती स्वयंचलितपणे तुमच्या अहवालामध्ये समाविष्ट केली जाईल.",
      "तुम्हाला अधिप्रमाणन अ‍ॅपकडून लॉगिन कोड प्राप्त होत नसल्यास, तुम्ही तुमच्या {=backup codes} पैकी एखादा वापरू शकता",
      "ट्रिम करा",
      "तपशील",
      "लॉक चिन्ह",
      "URL",
      "मागे या",
      "फोटो",
      "स्वयं-इजा",
      "{filename} लेबल असलेला व्हिडिओ खूप मोठा आहे. पुढे चालू ठेवण्यासाठी एखादा छोटा व्हिडिओ निवडा.",
      "ईमेल अवैध आहे",
      "परिचय छायाचित्र जोडा",
      "अधिक जाणून घ्या",
      "आम्ही समजतो की Instagram वापरण्यासाठी आपण खूप व्यस्त असू शकता आणि खालील चरणांद्वारे आपल्या फोनवरून अनुप्रयोग काढण्याचे सुचवितो:",
      "धन्‍यवाद। आपण इन्‍स्‍टाग्राम रिसर्च ईमेल्‍सवर पुन्‍हा सदस्‍यता घेतली आहे. आम्‍ही आपल्‍याला भविष्‍यातील फीडबॅक प्रोजेक्‍ट्समध्‍ये समाविष्‍ट करून घेऊ.",
      "तुमच्या संपर्क माहितीमुळे लोकांना ईमेल करणे, कॉल करणे किंवा तुमच्या प्रोफाईलवर दिसणाऱ्या बटणांवरून कृती करणे सोपे जाते. तुम्ही हे कधीही दर्शवू किंवा लपवू शकता.",
      "N/A",
      "{username} चे परिचय चित्र",
      "Reels",
      "हे तुम्ही आहात!",
      "आयडी फोटो",
      "{likes} लाइक",
      'तुमचे खाते अक्षम होऊ नये म्हणून कोव्हिड-19 किंवा लसींशी संबंधित खोट्या माहितीच्या संदर्भात ज्या पोस्ट्सना नोटिशी आल्या आहेत त्या सर्व पोस्ट्स तुमच्या खात्यामधून पुढील 48 तासात काढून टाका. या पोस्टना "खोटी माहिती" आणि एकतर "कोव्हिड-19" किंवा "लस" असे सांगणाऱ्या गडद पार्श्वभूमीने आच्छादित केले आहे. तुम्ही या पोस्ट्स 48 तासांच्या आत काढल्या नाही किंवा तुमच्या खात्याने कोव्हिड-19 किंवा लसींबद्दल खोटी माहिती शेअर करणे चालूच ठेवल्यास ते अक्षम केले जाईल.',
      "माहिती डाउनलोड करा",
      "Instagram",
      "प्रेस",
      "आम्ही तुम्हाला मनोरंजक आणि तुमच्याशी संबंधित असलेल्या व्यवसायाकडील जाहिराती दर्शवू इच्छितो. कसे {business} विषयी अधिक जाणून घ्‍या.",
      "आम्ही काढतो:",
      "बौद्धिक संपदा उल्लंघन",
      "परिचय संपादित करा",
      "तुमच्या प्रमाणीकरण अॅपने तयार केलेला 6 अंकी कोड प्रविष्‍ट करा.",
      "जागतिक आरोग्य संघटनेकडील कोरोना व्हायरस (COVID-19) बद्दलची अधिक माहिती पहा. {Learn more}",
      "स्टोरी {actionType}",
      "कथा पहा",
      "तुम्ही मजकूर संदेशाशिवाय त्वरित सुरक्षा कोड जनरेट करण्यासाठी एखादे प्रमाणीकरण अॅप वापरू शकता.",
      "कृपया कोणतेही अतिरिक्त तपशील पुरवा.",
      "ड्रगचा वापर",
      "{instagram business name}",
      "{action text} नुसार, तुम्ही आमच्या {Terms} आणि {Policies} शी सहमत आहात.",
      "असे दिसते की तुमचे खाते आणि अन्य सत्यापित खाते यांचा गोंधळ होऊ शकतो. तुम्हाला तुमच्या परिचयामध्ये माहिती जोडण्याची आवश्यकता आहे जेणेकरून लोक  शोधत असलेल्या ब्रांड, प्रसिद्ध व्यक्ती किंवा संस्थेऐवजी तुम्हाला शोधणार नाहीत.",
      "जोडले गेले",
      "हे खाते खाजगी आहे. छायाचित्रे पाहण्यासाठी अनुसरण करा.",
      "चेतावणी चिन्ह ग्लिफ",
      "हे जतन केलेल्या मधून दूर केल्याने ते संकलनामधून देखील काढले जाईल.",
      "अटी",
      "तुम्ही अनुसरण करत असलेले लोक",
      "IGTV",
      "तुम्ही तुमच्या Instagram खात्यासाठी जो पासवर्ड वापरता त्याचे संरक्षण करण्यासाठी आम्ही पुरेपुर प्रयत्न करतो. आम्हाला अलीकडेच असे आढळले की तुम्ही जेव्हा तुमचा डेटा डाउनलोड करा साधन वापरले तेव्हा, तुमचा डेटा डाउनलोड झाल्यानंतर तुमच्या वेब ब्राउझरमध्ये URL मध्ये तुमचा पासवर्ड बहुधा प्रदर्शित झाला, तसेच आमच्या प्रणालीमध्ये संग्रहीतही झाला. आम्ही आता हे साधन बदलले आहे जेणेकरून असे यापुढे होणार नाही, आणि आमच्या अंतर्गत प्रणालीनी लॉग केलेले असू शकतात असे पासवर्ड आम्ही हटवत आहोत. आम्हाला आढळलेले काहीही असे सुचवत नाही की तुमचा पासवर्ड अन्य कोणीतरी वापरला होता. सुरक्षेच्या कारणास्तव तुम्हाला कदाचित Instagram वर, तसेच अन्यत्र कुठेही तुम्ही हाच पासवर्ड वापरला असेल अशा ठिकाणी, {link} असू शकतो. तुम्हाला तुमचा ब्राउझर इतिहास देखील मिटवायचा असेल.",
      "Instagram वर अभिप्राय द्या.",
      "स्पॅम पोस्ट करीत आहे",
      "{carrier name} मधील विनामूल्य छायाचित्रे",
      "पोस्ट हटवली.",
      "काहीतरी चुकीचे झाले. थोड्या वेळाने पुन्हा प्रयत्न करा.",
      "{device} वर {location} येथे सत्रामधून तुमच्या खात्याने लॉग आउट केले",
      "{count} विनंत्या",
      "अपलोड अयशस्वी झाले.",
      "डिस्कव्हर",
      "आम्हाला तुमचे खाते हटवावे लागेल. तुम्ही तुमचा डेटा पुढील 14 दिवसात डाउनलोड करू शकता म्हणजे तुम्ही Instagram वर काय सामायिक केले आहे याची एक प्रत तुमच्याकडे राहील. तुम्ही {appeal this decision} देखील करू शकता.",
      "तुम्ही इतर अ‍ॅप आणि वेबसाइटमध्ये लॉग इन करण्यासाठी  Instagram वापरणे सुरू ठेवू शकता",
      "अपलोड करण्‍यासाठी एक व्हिडिओ निवडा",
      "संपर्क",
      "तुम्ही अवरोधित केलेली खाती",
      "पोस्ट अनुपलब्ध डोळा बंद चिन्‍ह",
      "मी त्यांचे आईवडील/पालक नाही",
      "शेवटच्या {number of files} फायली जोडल्या गेल्या नाही. तुम्ही अपलोड करण्यासाठी 10 पेक्षा जास्त निवडू शकत नाही.",
      "अभिप्राय ईमेल",
      "प्रगत सेटिंग्‍ज",
      "आम्ही तुमच्या माहितीची एक फाइल तयार करण्यास सुरुवात केली आहे आणि ती तयार झाल्यावर {email address} वर त्याची लिंक ईमेल करू. ही माहिती संकलित करून तुम्हाला पाठवण्यास कदाचित 48 तास लागू शकतात.",
      "तुमचे खाते भागीदार कमाई धोरणांची पूर्तता करत नाही.",
      "कॉम्प्यूटरवरून निवडा",
      "या प्रोफाईलला आधीपासून WhatsApp नंबर संपर्क पर्याय म्हणून आहे. तुम्ही पुढे चालू ठेवल्यास, तो नंबर + {whatsapp phone } द्वारे बदलला जाईल",
      "Facebook Pay अधिक जाणून घ्या पेजवर असलेले कार्ड चिन्ह",
      "धन्‍यवाद। आपण इन्‍स्‍टाग्राम उत्‍पादन ईमेल्‍सची पुन्‍हा सदस्‍यता घेतली आहे.",
      "दोन उजवीकडे तोंड असलेले सप्तरंगी शेवरॉन, जे सूचित करते की हा प्रॉडक्ट स्थानिक चेकआउटसाठी समर्थन दिलेला आहे",
      "तुमचे कॅरिअर",
      "Instagram Lite यापुढे समर्थित असू शकणार नाही",
      "न्यूज आर्टिकल",
      "{username} यांची स्टोरी, पाहिली नाही",
      "हटवा",
      "• 'अनुमती द्या' निवडल्याने तुमच्या अ‍ॅप्स आणि वेबसाइटसाठी तुमच्या जाहिरात प्राधान्ये किंवा डिव्हाइस सेटिंग्जमधील वर्तमान सेटिंग्ज प्रभावित होणार नाहीत.",
      "आम्ही तुमचा {contentTypeText} काढला आहे कारण तो {violationText} वरील आमच्या {communityGuidelinesLink} च्या विरूद्ध जात आहे. आमची मार्गदर्शकत्त्वे आमच्या जागतिक समुदायावर आधारीत आहे आणि काही प्रेक्षक भिन्न गोष्टींवर संवेदनशिल असू शकतात.",
      "हे बंद करायचे?",
      "जतन करा",
      "अनधिकृत अ‍ॅक्टिव्हिटी शोधून काढण्यासाठी आम्ही Instagram वरील पेमेंट्सचे निरीक्षण करतो.",
      "पासवर्ड रीसेट ईमेल मर्यादित करा",
      "{app_name} तुमचा अनुभव सुधारित करण्‍यासाठी तुमची माहिती वापरतो. अ‍ॅप तुमची माहिती कशी वापरतात त्याबद्दल अधिक जाणून घेण्‍यासाठी, त्यांचे {privacy_policy} पहा. तुम्ही सहाय्य मिळविण्‍यासाठी किंवा अभिप्राय प्रदान करण्‍यासाठी या अ‍ॅपशी संपर्क साधल्यास, त्यांना तुमच्या यूजर {asid} ची आवश्यकता पडू शकते.",
      "पिन मॅच करत नाही. कृपया पुन्हा प्रयत्न करा.",
      "{A timestamp that states how long ago this media was posted.} पोस्ट केले",
      "वैकल्पिक कुकीज",
      "तुम्हाला न आवडलेल्या सामग्रीची तक्रार करणे",
      "आमच्याशी संपर्क साधा",
      "स्थान सेवा सक्षम करा",
      "पुढील",
      "पूर्ण झाले",
      "समजले",
      "ड्रॉपडाउन",
      "क्रेडिट किंवा डेबिट कार्ड",
      "फक्त अत्यावश्यक कुकीजना अनुमती द्या",
      "स्पॅम म्हणून अहवाल द्या",
      "IGTV अ‍ॅड्समध्ये रूची आहे?",
      "प्रतीके",
      "व्हिडिओ {minDurationInSeconds} ते {maxDurationInMinutes} मिनिटे इतक्या लांबीचा असणे आवश्यक आहे.",
      "आम्ही तुमची सामग्री काढली कारण तृतीय पक्षाने त्यांच्या बोद्धिक मालमत्ता हक्काचे त्यामुळे उल्लंघन होत असल्याची तक्रार केली आहे.",
      "फिरवा",
      "Facebook Pay सह जलद चेकआउटसाठी तुमच्या लिंक केलेल्या Facebook खात्यावरून तुम्ही पेमेंट माहिती वापरू शकता.",
      "Instagram खात्याची पुष्टी करा",
      "आपले Facebook  मित्र {name of the contact who joined} Instagram वर {name of the user who joined} म्हणून आले आहेत",
      "लॉग इन कराः",
      "टिप्पण्या",
      "तुम्ही निर्माता आहात का?",
      "{username} नी तुमची छायाचित्रे, व्हिडिओ किंवा कथा पाहू नये असे तुम्हाला वाटत असल्यास किंवा तुम्हाला Instagram शोधू नये असे वाटत असल्यास त्यांना अवरोधित करा.",
      "तुम्ही एखादी विशिष्ट जाहिरात का पाहत आहात हे जाणून घेण्यासाठी तुम्ही तुमची जाहिरात प्राधान्ये वापरू शकता आणि तुम्हाला जाहिराती दर्शविण्यासाठी आम्ही संकलित करतो ती माहिती कशी वापरतो यावर नियंत्रण ठेवू शकता.",
      "Embed",
      "व्‍यवसाय कॅटेगरी • Instagram वर कॅटेगरीनुसार व्यवसाय खाती शोधा",
      "चेकमार्क",
      "अनब्लॉक केले",
      "बळजबरीने पासवर्ड रीसेट चिन्ह",
      "मी",
      "चेतावणी चिन्ह",
      "तुम्ही {username} डीलीट करण्याची विनंती केली होती. तुम्ही ते ठेवू इच्छित असल्यास आम्हाला कळवण्यासाठी तुमच्याकडे {date} पर्यंत वेळ आहे. अन्यथा तुमच्या सर्व पोस्ट आणि माहिती डीलीट केली जाईल. {Learn More}",
      "बंदुकींची विक्री किंवा जाहिरात म्हणून तक्रार करायची?",
      "आम्ही तुमची माहिती कोणालाही विकत नाही. कुकीज आणि आम्ही {Instagram} व {Facebook} वर कुकी धोरणांमध्ये त्यांचा कसा वापर करतो याबद्दल अधिक जाणून घ्या",
      "आम्ही आपल्याला आपल्या खात्यामध्ये परत जाण्यासाठी मदत म्हणून एक इमेल पाठवू शकतो.",
      "या खात्याची तक्रार करण्यासाठी कारण निवडा. त्यांची तक्रार कोणी केली आहे हे आम्ही {Username of the person being reported} ला सांगणार नाही.",
      "WhatsApp जोडले",
      "पृष्ठ आढळले नाही",
      "ही हिंसक किंवा प्रतिबंधित सामग्री आहे",
      "परिचय पहा",
      "धन्यवाद",
      "आपले नाव",
      "तुमच्या व्हिडिओमधील सर्व सामग्री वापरण्याची तुम्हाला परवानगी असल्यास {Submit a dispute text bolded}. विवाद सबमिट करून तुम्ही {reference owner name} ज्यांनी हा क्लेम जारी केला आहे त्यांना तुमच्या व्हिडिओचे पुनरावलोकन करण्याची परवानगी देते. ते संपूर्ण पोस्टचे देखील पुनरावलोकन करू शकतात, जर तुम्ही ती सार्वजनिकरित्या सामायिक केली असेल तर. त्यांच्याकडे प्रतिसाद देण्यासाठी 7 दिवस असतील.",
      "गाईड",
      "स्थान शोधा",
      "{amount} · {count}",
      "कमी जागा वापरते. Google Play वर विनामूल्य आहे.",
      "सेव्हिंग करणे सुरू करा",
      "तुमचा व्हिडिओ आमच्या आवश्यकतांची पूर्तता करत नाही.",
      "व्हिडिओ तयार करत आहे. तो तयार झाल्यावर आम्ही तुम्हाला सूचित करू.",
      "नोव्हेंबर",
      "व्यावसायिक खाते सेटिंग्ज सेव्ह केले.",
      "लोकप्रिय व्यक्ती, सामग्री निर्माते, कलाकार आणि प्रभावी व्यक्तींसाठी उत्कृष्ट.",
      "पूर्ण नाव",
      "CPA अंतर्गत तक्रार करा",
      "{duration} बाकी",
      "तुम्हाला खात्री आहे की तुम्ही Instagram वरून तुमची खाती हटवू इच्छिता?",
      "सर्व कुकीजसाठी अनुमती द्या",
      "वाद अवरोधित करा",
      "तास",
      "पोस्ट पहा",
      "पुष्टी करा",
      "अधिक संभाषण पहा",
      "मागील",
      "तुम्ही 18 वर्षांखालील असल्यामुळे, तुम्हाला Instagram वर तुमची जन्मतारीख अद्यतनित करण्यासाठी आमच्याशी संपर्क करण्याची आवश्यकता आहे.",
      "होय",
      "पोस्ट हटवायची?",
      "हे स्कॅम असू शकते किंवा दिशाभूल होऊ शकते",
      "हे संभाषण Instagram वर नसावे",
      "टॅग",
      "तुम्हाला ही चूक वाटत असल्यास आणि तुमच्या व्हिडिओ मधील सर्व सामग्री वापरण्‍याची परवानगी तुमच्याकडे असल्यास {Restore this video text bolded}, तुमचा व्हिडिओ जसा आहे तसा पोस्ट केला जाईल.",
      "याचा अर्थ आमच्या समुदायाला सुरक्षित ठेवण्यासाठी आम्ही टूल्स बनवत असताना तुमच्या अभिप्रायाची आम्हाला शिकण्यात मदत होत असली तरी, आम्ही तुमच्या पोस्टचे पुन्हा पुनरावलोकन करू शकणार नाही.",
      "तुम्ही लोकांचे अनुसरण करता तेव्हा तुम्हाला त्यांनी येथे पोस्ट केलेली छायाचित्रे आणि व्हिडिओ दिसतील.",
      "ते आता तुमच्या पोस्ट पाहू शकतील आणि Instagram वर तुमचे अनुसरण करू शकतील. तुम्ही त्यांना अनावरोधित केले आहे हे Instagram त्यांना कळू देणार नाही.",
      "तुमच्या व्हिडिओमधील सर्व सामग्री वापरण्याची तुम्हाला परवानगी असल्यास {Submit a dispute text bolded}. विवाद सबमिट करून तुम्ही {owner name} म्हणजेच ज्यांनी हा क्लेम जारी केला आहे त्यांना तुमच्या व्हिडिओचे पुनरावलोकन करण्याची परवानगी देता. तुम्ही जर पोस्ट सार्वजनिकरित्या शेअर केली असेल तर ते त्या पोस्टचे देखील पुनरावलोकन करू शकतात. त्यांच्याकडे प्रतिसाद देण्यासाठी {number of days} दिवस असतील.",
      "सपोर्ट",
      "सेटिंग्ज चिन्ह",
      "धन्यवाद! तुम्ही पूर्णपणे तयार आहात.",
      "बंदुका आणि दारूगोळ्याच्‍या खरेदीविक्रीसाठी ऑफर्स",
      "• सामग्री वैयक्तिकृत करण्यासाठी, समर्पक अ‍ॅड्स देण्यासाठी आणि सुरक्षित अनुभव प्रदान करण्यासाठी अ‍ॅप्स आणि वेबसाइट्सकडून तुमच्या अ‍ॅक्टिव्हिटीबद्दल माहिती मिळवा",
      "घर आणि बगीचा",
      "समजले. आपण इन्‍स्‍टाग्राम रिमाइंडर ईमेल्‍सवरून सदस्‍यता रद्द केली आहे.",
      "अवरोधित केलेल्या व्हिडिओचे पुनरावलोकन करा",
      "टाइप करा",
      "WhatsApp आता तुमच्या {whatsapp business name} प्रोफाईलवरील संपर्क पर्याय आहे.",
      "कृपया तुमच्या आयडीचे छायाचित्र जोडा",
      "तुमच्या छायाचित्रामुळे तुमच्या मित्रांना हे तुम्ही आहात हे कळते.",
      "{username} वर स्विच करायचे का?",
      "प्रमाणीकरण अॅप काढायचा?",
      "Facebook Pay अधिक जाणून घ्या पेजवरील शिल्ड चिन्ह",
      "शॉपिंग चिन्‍ह",
      "फाइल जोडा",
      "नवीन पोस्‍ट तयार करा",
      "तुम्ही दिलेल्या माहितीचा वापर करून आम्ही तुमचे खाते कनेक्ट करू शकलो नाही. तरीही तुम्ही चेकआउट करण्यासाठी तुमची पेमेंट माहिती प्रविष्ट करू शकता.",
      "हे अद्याप कोणीही पाहिलेले नाही.",
      "प्रसिद्ध व्यक्तीचे तोतया खाते म्हणून या खात्याची तक्रार नोंदवायची आहे?",
      "आवश्‍यक",
      "परिचय छायाचित्र जोडा",
      "तुमच्या आयडीवरील आडनाव",
      "शेवटची फाईल जोडली गेली नाही. तुम्ही अपलोड करण्यासाठी 10 पेक्षा जास्त निवडू शकत नाही.",
      "आमच्या सेवा वापरण्‍यासाठी काही कुकीज आवश्यक आहेत. Instagram वर चालू ठेवण्‍यासाठी, उपलब्ध असलेल्या कुकी नियंत्रणांचे पुनरावलोकन करा आणि खालील स्वीकारण्‍यापूर्वी तुम्ही इच्छिता त्या कोणत्याही वैकल्पिक निवडी करा.",
      "अ‍ॅपवर पुन्हा पहा",
      "आम्हाला तुमच्या खात्यातून वेगळाच क्रियाकलाप केलेला आढळून आला म्हणून आम्ही तुम्हाला लॉग आउट केले आहे.",
      "पिन कोड",
      "तुमचे खाते सत्यापित करण्यासाठी आम्ही नुकताच तुम्हाला पाठविलेला 6-अंकी सुरक्षा कोड प्रविष्ट करा.",
      "ईमेल पाठवा",
      "नकाशा माहिती पहा",
      "तुमच्या गोपनीयतेचे रक्षण करणे आमच्यासाठी खूप महत्त्वाचे आहे, आणि यासारख्या समस्या उद्भवू नयेत म्हणून आम्ही कायम कार्यरत असतो. तुम्हाला काही शंका असल्यास, कृपया आमच्याशी {email} वरून संपर्क साधा.",
      "हा फोटो पुढील लोकेशन्सवर अवरोधित केला असल्याचे रिमाइंडरः",
      "कालबाह्य झाले",
      "मार्गदर्शक पहा",
      "तुमचे अनुसरणकर्ते",
      "नवीन पोस्‍ट",
      "तुम्ही सामग्री मालकाशी संपर्क न केल्यास किंवा तुमचा व्हिडिओ न काढल्यास, {Date when the video block will go into effect} नंतर अवरोधित करणे प्रभावी होईल.",
      "तुमची कथा आमच्‍या समुदाय मार्गदर्शकतत्त्वांच्या विरुद्ध आहे",
      "साइन अप",
      "अधिक पोस्ट पहा",
      "पुष्‍टी करण्‍यासाइी तुमचा PIN पुन्‍हा प्रविष्‍ट करा.",
      "कोड पुन्‍हा पाठवा",
      "Facebook प्रॉडक्ट्स बाहेरील जाहिराती आणि मापन सेवांसाठी, विश्‍लेषणे आणि विशिष्‍ट वैशिष्‍ट्‍ये प्रदान करण्‍यासाठी आणि तुमच्यासाठी आमच्या सेवा सुधारित करण्‍यासाठी, आम्ही इतर कंपन्यांकडील टूल्स वापरतो. या कंपन्या देखील कुकीज वापरतात. तुम्ही आमच्या {Cookie Policy} मध्‍ये अधिक जाणून घेऊ शकता.",
      "अनुसरण करण्यासाठी लक्षात येण्यासारखी खाती शोधणे",
      "तुम्ही Instagram वरील संगीत कसे वापरू शकता याबद्दल {Learn more}.",
      "त्यांची छायाचित्रे आणि व्हिडिओ पाहण्यासाठी या खात्याचे अनुसरण करा",
      "तुम्ही निवडलेली फाईल समर्थित नाही.",
      "तुमचा विवाद मंजूर व्हावा असे तुम्हाला का वाटते त्याचे कृपया तपशीलवार स्पष्टीकरण द्या.",
      "{count} दृश्‍य",
      "{username} यांना आधीपासून फॉलो करता?  त्यांचे फोटो व व्हिडिओ पाहण्यासाठी अ‍ॅपवर स्विच करा किंवा लॉग इन करा.",
      "शारीरिक इजा, चोरी, विध्वंस किंवा आर्थिक नुकसानीच्या विशिष्ट धमक्या",
      "अवरोधित केलेल्या फोटोचे पुनरावलोकन करा",
      "सबमिट करा",
      "माफ करा, परंतु काहीतरी चूक झाली. कृपया काही मिनिटांनंतर पुन्हा प्रयत्न करा.",
      "{instagram business category}",
      "हा परिचय आवडला  नाही?",
      "तुम्हाला माहीत असाव्यात अशा गोष्टी:",
      "Facebook शी दुवा साधू शकलो नाही",
      "पोस्ट दर्शवा",
      "रिमाइंडर मिळवा",
      "आम्हाला कळवल्याबद्दल धन्यवाद",
      "सर्व सूचना",
      "पोस्ट करा",
      "{count} दृश्ये",
      "ब्रॅंड, प्रसिद्ध व्यक्ती किंवा संस्थेवरील मते ऑफर करण्यासाठी",
      "पूर्ण झाले",
      "विनामूल्य वाय-फायसाठी पुढे चालू ठेवा",
      "हॅशटॅग",
      "पिनद्वारे अतिरिक्त सुरक्षा जोडा",
      "चाचणी Facebook शॉप सेटअप करण्यासाठी चाचणी Instagram खाते तयार करा.",
      "{story viewer username} म्हणून पाहायचे?",
      "आता नाही",
      "पासवर्ड बदला",
      "Instagram अ‍ॅप मिळवा",
      "टॅग केलेल्या वापरकर्त्यास हटवा",
      "Facebook शी कनेक्ट करण्याने तुम्हाला आणि इतरांना मित्र शोधण्यासाठी मदत होईल.",
      "नृत्य",
      "व्यवसाय फोन नंबर",
      "केवळ एक ब्रेक आवश्यक आहे",
      "",
      "पुष्टी करा",
      "पूर्ण झाले",
      "तुमचे खाते कदाचिट हटवले आहे",
      "थेट व्हिडिओ",
      "सर्व पहा",
      "अन्य साइट कडील कुकीज शिवाय, Instagram अन्य वेबसाइट कडील टूल एम्बेड करू शकत नाही जे ही वैशिष्‍ट्‍ये सक्षम करते आणि तुमचा अनुभव सुधारित करण्‍यात मदत करते.",
      "{username} कडील आणखी पोस्ट पहा",
      "सोमवार",
      "तुमचा व्हिडिओ अवरोधित केला आहे",
      "नेटवर्क प्रकार",
      "Messenger वर सामायिक करा",
      "डिजीटल वॉलेट्स",
      "लॉग इन माहिती सेव्ह करा",
      "रिमाइंडर रद्द करा",
      "फाईल्स अपलोड करता आल्या नाहीत",
      "आम्ही तुमचे {contentTypeText} काढले आहे कारण ते आमच्या {violationText} वरील {communityGuidelinesLink} च्या विरूद्ध जात आहेय आमच्याकडे ही मार्गदर्शकतत्त्वे आहेत कारण हिंसा काही लोकांना Instagram वर असुरक्षित वाटू शकते.",
      "तुम्ही काय करता त्याचे उत्तम वर्णन करणारी एक श्रेणी निवडा. तुमच्या प्रोफाईलवर ते दर्शविण्याचा किंवा लपविण्‍याचा पर्याय देखील तुमच्याकडे असेल.",
      "स्पॅम",
      "अ‍ॅपचे मानांकन",
      "Instagram Lite वर Direct वापरा",
      "सर्व पहा",
      "{mins} मि पूर्वी सक्रिय होते",
      "· तुम्ही युकेचे करदाता आहात",
      "नवीन खाते तयार करा",
      "{username} आता सक्रिय आहे",
      "आईवडील/पालकांचे आडनाव",
      "अधिक पोस्टसाठी लॉग इन करा",
      "अ‍ॅड चिन्ह",
      "आम्ही तुमच्या ओळखीची पुष्टी करत नाही तोपर्यंत तुम्ही पमेंट करू किंवा मिळवू शकणार नाही.",
      "{name} कडील अधिक पोस्ट पहा",
      "आपल्याला माहित आहे की आपले VKontakte मित्र {full name of the contact who joined} Instagram वर {username of the user who joined} म्हणून आहेत?",
      "रद्द करा",
      "पुन्‍हा प्रयत्‍न करा",
      "पूर्वीचे व्‍यवसाय फोन नंबर",
      "एक क्षण...",
      "बॅकअप कोड",
      "स्वयं-निर्मित चित्रपरिचय",
      "राष्ट्रीय आयडी कार्ड",
      "PM",
      "वारंवार वापरले जाणारे",
      "जाहिरात स्वारस्ये",
      "आम्ही ओळखत नसलेल्या फोन किंवा संगणकावरून तुम्ही जेव्हा कधी लॉग इन कराल तेव्हा यापुढे आम्ही तुम्हाला लॉगिन कोड विचारू.",
      "१ मिनिटापूर्वी",
      "तुमचा अनुभव सानुकूल करणे",
      "{name} म्हणून Facebook शी दुवा साधला",
      "कोविड-19 आरोग्य संशोधनासाठी एका सर्वेक्षणात भाग घ्या",
      "{Added at authorizedAt time} वर जोडले",
      "शीर्ष पोस्ट",
      "यांच्याकडील टिप्पण्यांना अनुमती द्या",
      "खाते काढा",
      "अ‍ॅप मॅसेजिंग क्रॉस करण्‍यासाठी तारीख श्रेणीसुधारित केली",
      "तुमच्या संपर्क माहितीचे पुनरावलोकन करा",
      "{Bold text if your appeal for video is approved} तुम्ही सामायिक केलेला मूळ व्हिडिओ तुमच्या खात्यावर रिस्टोअर केला जाईल.",
      "फक्त आणखी एक पायरी",
      "हे चालू करणे याचा अर्थ, लॉग इन करणारे तुम्ही आहात याची आम्हाला पुष्‍टी करायची असेल तेव्हा आम्‍ही तुम्हाला एक सुरक्षा कोड पाठवू.",
      "पुन्हा अनुसरण करा",
      "परिचय छायाचित्र जोडा म्हणजे तुमच्या मित्रांना कळेल की हे तुम्ही आहात.",
      "nd",
      "लिंग",
      "मसुदा संपादित करा",
      "अॅपवर अधिक वैशिष्ट्ये शोधा",
      "नियमन केलेल्या वस्तू",
      "छळ होतो आहे किंवा घाबरवले जात आहे असे कळवायचे?",
      "पिनद्वारे अतिरिक्त सुरक्षा मिळवा",
      "स्वतःसाठी किंवा तुमच्या व्यवसायासाठी अधिकृत ओळख दस्तऐवज जोडा.",
      "Facebook प्रॉडक्ट्स",
      "परिचय संपादित करा",
      "5 एप्रिल, 2018 रोजी सुरू झालेल्या या समस्येमुळे तुमच्या खात्याची गोपनीयता सेटिंग गोपनीय ते सार्वजनिक अशी स्विच झाली. आम्ही या समस्येचे निराकरण केले आणि 9 एप्रिल, 2018 रोजी तुमचे खाते गोपनीय वर पुनर्संचयित केले. या काळात नवीन खात्यांनी तुमचे अनुसरण केले असल्यास, 9 एप्रिल आणि 10 एप्रिल यादरम्यानचे हे अनुसरणकर्ते आम्ही काढून टाकले.",
      "समुदाय मार्गदर्शक तत्त्वे",
      "शहर/गाव",
      "रद्द करा",
      "तक्रार करा",
      "हा स्पॅम आहे",
      "संपूर्ण अनुभव मिळवा",
      "{carrier name} कडील विनामूल्य छायाचित्रे",
      "{Copyright owner} द्वारे {Copyrighted album or song name}",
      "स्थानिक किंवा आंतरराष्ट्रीय माहिती ज्या मान्यताप्राप्त संस्थांकडे आहे त्यांनी आम्हाला सांगितले आहे की यात अशी माहिती आहे जी  हिंसेला चिथावणी देऊ शकते किंवा Instagram बाहेर शीरीरिक हानी करू शकते.",
      "{count} जणांना आवडले",
      "{username} ची तोतया म्हणून तक्रार नोंदवायची आहे?",
      "तुम्ही {The username of the account being reported} च्या परिचयाची तक्रार केल्याने, आम्ही खाते देखील अवरोधित केले आहे.",
      "खंडित लिंक",
      "कमेंट {actionType}",
      "आयडी फोटो संपादित करा",
      "तुम्ही प्रविष्ट केलेल्या पिनचा वापर करून आम्ही तुमचे खाते कनेक्ट करू शकलो नाही. तरीही तुम्ही {cardName} साठी Facebook वर वापरलेला सुरक्षा कोड प्रविष्ट करून कनेक्ट करू शकता.",
      "कोरोना व्हायरस (COVID-19) च्या उद्रेकामुळे आमच्याकडे सध्या फार कमी पुनरावलोकनकर्ते उपलब्ध आहेत. आम्ही हानीची सर्वाधिक संभावना असलेल्या सामग्रीच्या पुनरावलोकनाला अग्रक्रम देण्याचा प्रयत्न करत आहोत.",
      "• तुमच्या Instagram खात्यात लॉग इन करण्‍यासाठी अ‍ॅप्स आणि वेबसाइटशी सुरक्षितपणे कनेक्ट करा",
      "शोधा",
      "रद्द करा",
      "तक्रार पाठवा",
      "कुकी संमती विभाग पाहण्यासाठी शेवरॉन आयकॉन",
      "ग्राफिक इजा, बेकायदेशीर कार्यकलाप, धोकादायक किंवा गुन्हेगारी संघटना",
      "त्वरीत प्रतिक्रिया",
      "Facebook आणि Instagram च्या ज्या कर्मचार्‍यांनी त्यांच्या उपकरणावर एकाधिक Instagram खात्यात लॉग इन केले आहे अशा कर्मचार्‍यांना समस्येने प्रभावित केले. त्यामुळे 1 जून 2018 ते 5 जून 2018 मध्‍ये एकाच उपकरणावरील लॉग इन केलेल्या दुसर्‍या खात्यात पोस्ट करावयाच्या एका खात्यामधील पोस्ट किंवा कथांना प्रकाशित केले. सावधगिरी म्हणून, तुम्ही तुमच्या परिचयावर लक्ष द्यावे आणि 1 जून ते 5 जून मधील कोणत्याही पोस्ट ज्या खात्यामधून सामायिक करायच्या होत्या त्याच खात्यामधून सामायिक केल्याची खात्री करण्‍यास आम्ही तुम्हाला प्रेरित करतो.",
      "{city name} मधील स्थानेे",
      "लोक शोधा",
      "प्राथमिकतेवर हलवले",
      "API",
      "पुन्हा लॉग इन करा",
      "वापरकर्त्यास अवरोधित करा",
      "डायरेक्ट मॅसेजिंग चालू आहे",
      "नवीन पोस्‍ट",
      "जेव्हा तुम्ही ल़ग इन करता आणि त्यांना फॉलो करता तुम्ही ते सामायिक करणारी प्रत्येक पोस्ट पाहू शकाल.",
      "परिचय पूर्ण झाला",
      "पाठवले!",
      "आपले क्षण कॅप्चर आणि शेअर करण्यास सुरूवात करा.",
      "स्थान",
      "कथा क्रियाकलाप",
      "तुम्ही या संभाषणाची तक्रार का देत आहात?",
      "{username} चे परिचय चित्र",
      "आवाजी संदेश",
      "आपण आपले खाते का अक्षम करत आहात?",
      "@{username} • Instagram छायाचित्रे आणि व्हिडिओ",
      "तक्रार करा",
      "प्रश्न",
      "तुमची अपील नाकारली गेल्यास",
      "गप्‍पा हटवा",
      "काहीतरी अन्य",
      "इतर कंपन्यांकडील कुकीज शिवाय जे अनुभव कार्य करणार नाहीत त्यामध्‍ये पोस्ट्स व कमेंट्समध्‍ये gif पोस्ट करणे आणि व्हिडिओ पाहणे यांचा समावेश आहे.",
      "इनबॉक्स",
      "{days}दि",
      "तुम्ही वाय-फायला कनेक्ट केलेले असल्यावर, तुम्ही व्‍यवसायाचे Instagram खाते देखील एक्सप्लोर करू शकता.",
      "तुमचे सामान्य संदेश",
      "पूर्वावलोकन चालू करण्यात आले आहे",
      "Instagram सत्यापनासाठी लागू करा",
      "हे {numMessages} संदेश हटविले जातील.",
      "स्वयंचलितपणे जोडा",
      "ही माहिती Facebook Pay वर सेव्ह केली जाईल आणि तुम्हाला Instagram, Facebook आणि Messenger वर वापरण्यासाठी उपलब्ध असेल.",
      "कमाई करणाऱ्या सर्व व्हिडिओंमध्ये पूर्वावलोकने समाविष्ट असणे आवश्यक आहे. पूर्वावलोकन तुमच्या फीड आणि तुमच्या परिचयामध्ये दिसतात.",
      "Connect a digital wallet",
      "पुश सूचना",
      "डीफॉल्ट कीवर्ड वापरा",
      "Instagram तुमची वैयक्तिक माहिती सुरक्षित ठेवते. नवीन खाते तयार करण्यासाठी सर्व अटींना सहमती द्या.",
      "आपला व्हिडिओ काढून टाकण्‍यात अाला आहे",
      "तुमचा पासवर्ड विसरलात का?",
      "पूर्ण झाले",
      "फोन नंबर जोडा",
      "nd",
      "वापर अटी",
      "तुमचा व्हिडिओ अनावरोधित करण्‍यासाठी, कृपया यास सहमती द्या:",
      "फेब्रु",
      "तुम्ही प्रदान केलेल्या माहितीच्या आधारे तुम्ही Instagram वर साइन अप करू शकत नाही.",
      "{whatsapp business name}",
      "हाय {username},",
      "एक्सप्लोर करा",
      "अधिक जाणून घ्‍या",
      "तुमच्या परिचयावर आणि फीडवर पूर्वावलोकन दिसते",
      "बॅगमध्ये जोडू शकलो नाही",
      "Disconnect",
      "आम्हाला कारण सांगा",
      "फाइल काढा",
      "डीएमसीए काय आहे आणि हे माझ्यावर प्रभाव कसा करते?",
      "{name of the user}ने आपल्‍याला टिप्‍पणीत नमूद केले आहे: {comment text from user}",
      "संपर्क माहिती",
      "Instagram Lite मिळवा",
      "सुरक्षितता पद्धती निवडा",
      "गप्‍पा हटवायच्या?",
      "पुढे",
      "पोस्ट नाही",
      "निवड रद्द करा",
      "पुनरावलोकन न करता सोडून जायचे?",
      "धोरणामध्‍ये Facebook देखील समाविष्‍ट होत असल्याने, त्यामध्‍ये चेहरा ओळख बद्दल माहिती देखील आहे. आम्ही Instagram वर चेहरा ओळख तंत्रज्ञान वापरत नाही. आम्ही ते सादर केल्यास, आम्ही तुम्हाला कळवू आणि तुम्हाला एक निवड उपलब्ध करून देऊ.",
      "तुमचा डेटा डाउनलोड करा",
      "प्रमाणीकरण अॅपची पुष्टी केली",
      "रद्द करा",
      "{username} म्हणून चालू ठेवा",
      "मित्रांच्या पोस्टप्रमाणेच, तुमची क्षणचित्रे सामायिक करा आणि झकास वाटणारी खाती शोधा.",
      "छायाचित्रे आणि व्हिडिओ सामायिक करणे सुरू करण्‍यासाठी अनुप्रयोग डाउनलोड करा.",
      "फाईल्स 1KB किंवा अधिक असणे आवश्यक आहे",
      "{scope description}",
      "{full_name} (@{username}) • Instagram छायाचित्रे आणि व्हिडिओ • पृष्ठ {page}",
      "तुम्ही Instagram वर सामायिक केवेल्या गोष्टींची आम्ही एक फाइल तयार करण्यास सुरुवात केली आहे आणि {email address} वर त्याचा दुवा ईमेल करू. हा डेटा संकलित करून तुम्हाला पाठवण्यास कदाचित 48 तास लागू शकतात.",
      "फोटो डीलीट करा",
      "• अ‍ॅप्स आणि वेबसाइट्स तुम्ही Instagram वरून शेअर केलेल्या माहितीचा ॲक्सेस मागू शकतात. या विनंत्या आमच्या सिस्टीमद्वारे स्वयंचलितरित्या लॉग केल्या जातात आणि तुमच्या डिव्हाइस सेटिंग्जद्वारे नियंत्रित केल्या जात नाहीत.",
      "Edit",
      "व्हिडिओ खूपच मोठा आहे.",
      "तुमच्या क्रियाकलापावरून आणि आमच्या भागीदारांकडून आम्ही काय संकलित करतो, आम्ही Facebook कंपन्यांमध्ये आपसात माहिती कशी कनेक्ट करतो आणि जाहिरातींसह, तुमचा अनुभव आम्ही कसा वैयक्तिकृत करतो त्याबद्दल धोरणात अधिक माहिती आहे.",
      "1 दिवसामध्ये पुढील पायऱ्यांचे अनुसरण करा म्हणजे तुमचे खाते अक्षम होण्यापूर्वी तुम्हाला ते पुन्हा खुले करून देण्याचा प्रयत्न करू शकू.",
      "{username} यांनी अनुसरण केले",
      "मसुदा टाकून द्या",
      "आम्ही काय काढतो त्याबद्दल {Learn more}.",
      "सर्व {(plural) number of terms} अटी आणि शर्तींना सहमती द्या",
      "नाही",
      "ठीक",
      "व्हिडिओ 3 सेकंद किंवा त्यापेक्षा मोठा असणे आवश्यक आहे",
      "तुमच्या खात्यावरील निर्बंध काढण्यात आम्हाला मदत करण्यासाठी पुढील पायऱ्यांचे अनुसरण करा.",
      "व्हिडिओ टाकून द्यायचा?",
      "कार्ट",
      "सामग्रीच्या मालकाशी संपर्क करा",
      "काढुन टाका",
      "इतर",
      "तुम्ही तुमच्या परिचयावरील संपर्क माहिती आणि बटणे लपविणे किंवा प्रदर्शित करणे निवडू शकता.",
      "होय",
      "तुम्ही {username} यांच्या कथेचे क्षणचित्र पाठवले",
      "दृष्टीदोष असलेल्या लोकांसाठी पर्यायी मजकूर तुमच्या छायाचित्रांचे वर्णन करतो. तुमच्या छायाचित्रांसाठी पर्यायी मजकूर स्वयंचलितपणे तयार केला जाईल किंवा तुम्ही स्वत: लिहिण्याची निवड करू शकता.",
      "लोकांना\r शोधा",
      "काढून टाका",
      "तुम्ही {username} यांच्यावर निर्बंध घातले",
      "Google सह लॉग इन करा",
      "टिप्‍पणी हटवा",
      "• कनेक्शनमुळे अ‍ॅप किंवा वेबसाइटला तुमच्या खात्याचे अधिप्रमाणन करता येते आणि तुमच्या फोटोंसारखी, तुम्ही शेअर करण्‍यासाठी कदाचित निवडू शकता ती माहिती प्राप्त करते.",
      "व्‍यवसाय खाती",
      "टॅग केलेले लोक",
      "तुमची टिप्‍पणी आमच्‍या समुदाय मार्गदर्शकतत्त्वांच्या विरुद्ध जात आहे",
      "घडामोडी फीड",
      "विनामूल्‍य शिपिंग",
      "जागा व डेटा वाचवण्यासाठी बनवले आहे. Google Play वर विनामूल्य आहे.",
      "{count} अनुसरण करत आहे",
      "स्‍थान जोडा",
      "तुम्हाला {username} सोबत काही अडचण आहे का?",
      "कुकीजबद्दल आणि आम्ही त्यांचा वापर कसा करतो याबद्दल आमच्या {Cookie Policy} मध्ये अधिक जाणून घ्या.",
      "तुम्हाला जे आवडते ते शोधण्याच्या अधिक चांगल्या पद्धतींसाठी अ‍ॅपवर स्विच करा.",
      "Facebook शी कनेक्‍ट करा",
      "{username} टाइप करत आहे...",
      "फोन नंबर",
      "अधिक",
      "अनुसरण करण्यास मित्र शोधण्यासाठी Facebook शी कनेक्ट करा.",
      "गोपनीयता",
      "उलटी गणती",
      "ईमेल (वैकल्पिक)",
      "तुमचे खाते व्‍यवस्‍थापित करणे",
      "{firstUsername}, {secondUsername} + {remainingUserCount} यांनी पाहिले",
      "तुम्ही अनुसरण करत असलेले लोक",
      "th",
      "Google Play वर हे विनामूल्य ‍मिळवा.",
      "संकलन संपादित करा",
      "आम्हाला तुमच्या खात्यात असामान्य अ‍ॅक्टिव्हिटी आढळली म्हणून {date on which the restriction enrollment expires} पर्यंत काही कृती तात्पुरत्या प्रतिबंधित केल्या आहेत.",
      "Instagram अनुप्रयोग शोधा.",
      "वय",
      "{Bold text if your appeal for photo is approved} तुम्ही सामायिक केलेला मूळ फोटो तुमच्या खात्यावर रिस्टोअर केला जाईल.",
      "चाहता खाते",
      "तुम्ही Instagram वर सामग्री तेव्हाच पोस्ट करू शकता जेव्हा ती दुसऱ्या पक्षाच्या बौद्धिक मालमत्ता हक्कांचे उल्लंघन करत नाही यामध्ये {copyright} चा समावेश आहे. तुमची सामग्री कॉपीराइट कायद्याचे उल्लंघन करत नाही ना याची खात्री करण्यासाठीचा चांगला मार्ग म्हणजे तुम्ही स्वतः तयार केलेली सामग्री पोस्ट करा. तुमचा दुसर्‍याच्या सामग्रीचा वापर कदाचित अद्याप त्यांच्या कॉपीराइटचे उल्लंघन करीत आहे, जरी तुम्ही असाल तरीहीः",
      "टिप्पणी जोडा...",
      "तुमच्या PayPal खात्याशी कनेक्ट करायचे?",
      "अनुसरणकर्ते",
      "सबमिट करा",
      "या व्हिडिओमध्ये",
      "अनुसरण करणे रद्द केले",
      "डिव्हाइसमधून निवडा",
      "पुन्‍हा पाठवा",
      "फिल्‍टर करा: {filter title}",
      "लोक तुमचे सहजपणे अनुसरण करता यावे यासाठी Instagram कॅमेरा वापरुन तुमचा नेमटॅग स्कॅन करू शकतात. तुमचा नेमटॅग डाउनलोड आणि प्रिंट करा, त्यानंतर तो तुमच्या उत्पादनांवर, पोस्टरवर आणि आणखी गोष्टींवर चिकटवा.",
      "पोस्ट पहा",
      "{phone_number} ने समाप्त होणार्‍या नंबरवर आम्ही पुष्टीकरण कोड पाठवला आहे",
      "फोन नंबर",
      "API वापर अटी",
      "लाइव्ह सहायता निधी",
      "{app name} त्यांच्या सेवा कालावधी {=term} आणि {=privacy} नुसार युजर ओळखीसाठी आणि इतर उद्देशांनी तुम्ही जे सामायिक करता ते वापरू शकेल.",
      "टिप्‍पणी हटवा",
      "आम्ही {email address} वर पाठवलेला दुवा फक्त चार दिवसांपर्यंत कार्य करतो. तुम्ही तुमच्या डेटाच्या आणखी एका प्रतीची विनंती करू शकतात.",
      "आपल्‍याला अन्‍यथा सामग्री वापरण्‍याची अनुमती आहे. उदाहरणार्थ, आपण सामग्रीच्‍या वाजवी वापरावर दावा करत आहात किंवा सामग्री सार्वजनिक डोमेनमध्‍ये आहे.",
      "प्रभाव",
      "Facebook पेमेंट्स अटी पहा",
      "आईवडिल/पालकांना विचारा",
      "सुरक्षितता सत्यापन",
      "तुम्ही {name} काढून टाकल्यास, तुमचे {name} खाते आणि क्रियाकलाप कदाचित हटवला जाऊ शकतो. {name} ला तुम्ही आधी सामायिक केलेल्या माहितीचा अद्याप अॅक्सेस असू शकतो, परंतु तो गोपनीय माहितीसाठी अतिरिक्त विनंत्या करू शकणार नाही.",
      "व्यावसायिक खात्यावर स्विच करा",
      "विनंत्यांचे अनुसरण करा",
      "पोस्ट शेअर केली",
      "• तुमचे Instagram खाते सुरक्षितपणे इतर अ‍ॅप्स आणि वेबसाइटशी कनेक्ट करा",
      "वंशविद्वेषी, होमोफोबिक किंवा लैंगिक निंदा",
      "लॉग इन करून अधिक पहा",
      "पुढील",
      "विवाद सबमिट करण्याने तुम्ही हक्कधारकांना {reference owner name}, तुमच्या व्हिडिओचे पुनरावलोकन करण्याची आणि तुमच्या खात्याबद्दलची मूलभूत सार्वजनिक माहिती देण्याची परवानगी देता. त्यांच्याकडे प्रतिसाद देण्यासाठी 7 दिवस असतील.",
      "Facebook द्वारे Instagram",
      "@{username} कडील हे Instagram छायाचित्र पहा",
      "सर्व हटवा",
      "स्टोरी आणि पोस्ट सामायिक करणे आणि लॉग इन करणे यांसह, Instagram, Facebook अ‍ॅप आणि Messenger वर सर्वत्र जोडलेल्या अनुभवांसाठी सेटिंग्ज नियंत्रित करा.",
      "त्रुटी आढळली. कृपया पुन्हा प्रयत्न करा.",
      "तुमचे छायाचित्र जोडले.",
      "तुमचा व्हिडिओ आवश्यकता पूर्ण करत नाही. {Learn More}.",
      "{Log in} हे आवडण्यासाठी",
      "{username} यांना असे वाटते की आम्ही त्यांना त्यांच्या स्वारस्यावर आधारित अधिक जाहिराती दर्शवाव्‍यात. लोकांच्या Facebook उत्पादनांवरील क्रियाकलापांच्या आधारावर त्यांच्या स्वारस्याबद्दल आम्ही जाणून घेत आहोत. तुम्ही मंजूरी न दिल्यास, {username} यांना तितक्याच जाहिराती दिसतील परंतु कदाचित त्या कमी संबद्ध असतील.",
      "अंतर्दृष्टि पहा",
      "संबंधित श्रेण्या",
      "परिचय",
      "पासवर्ड बदला",
      "विनिर्दिष्ट केलेले नाही",
      "विश्वसनीय डिव्हाइसेस",
      "See All Messages",
      "तापमान",
      "लॉग आउट करायचे?",
      "पसंती",
      "आवडी",
      "तुम्ही हे तुमच्या पोस्टच्या शीर्षस्थानी असलेल्या ··· मेनूवर जाऊन नंतर बदलू शकता.",
      "Instagram छायाचित्र द्वारे @{username} • {datetime}",
      "तुमच्यासाठी सुचवलेले",
      "अनुसरण करणे रद्द करा",
      "पुनरावलोकन करा आणि सहमती द्या",
      "अपीलचे तपशील",
      "तुम्ही या अ‍ॅपला शेअर करता ती माहिती",
      "व्हिडिओ ग्लिफ",
      "फोन पुष्टीकरण",
      "शनिवार",
      "हा फोटो डीलीट करा",
      "खरेदी मेनू उघडा",
      "खाती अवरोधित करणे",
      "राज्य निवडा",
      "फाइल निवडा",
      "हा फोटो सर्व लोकेशन्समध्ये अवरोधित केला असल्याचे रिमाइंडर.",
      "हा संदेश लोकांना धोक्यात घालतो",
      "मागे जा",
      "वापरकर्तानाव बदला",
      "तुम्ही {username} यांना अवरोधित केले.",
      "व्हिडिओमध्‍ये ऑडिओ नाही.",
      "{count} अनुयायी",
      "श्रेणी निवडा",
      "सामायिक करा",
      "सबमिट करा",
      "प्रत्युत्तरे लपवा",
      "तुमची छायाचित्रे",
      "{name} कडून अधिक खाती पहा",
      "Instagram वरील वाढदिवस",
      "एक श्रेणी निवडा",
      "सुरक्षा कोड",
      "{other options} पहा",
      "रीसेट करा",
      "Windows Store वर ते विनामूल्य शोधा.",
      "कृपया पर्याय निवडा.",
      "पूर्वीचे व्‍यवसाय पत्ते",
      "सक्रिय फसवणूक देखरेख",
      "नोटिफिकेशन पाठवली",
      "• आम्हाला ॲप्स आणि वेबसाइट मधून प्राप्त होणारी माहिती आम्ही केवळ Instagram सोबत शेअर करावी असे तुम्ही इच्छित असल्यास, तुमची Instagram आणि Facebook खाती {=accounts center} मधून काढा.",
      "App Store वर उपलब्ध",
      "{country name} मधील शहरे",
      "पासवर्ड विसरलात?",
      "डिसमिस करा",
      "हे संदेश तुम्ही ज्यांच्यावर निर्बंध घातले आहे किंवा ज्यांचे अनुसरण करत नाही अशा लोकांकडील आहेत. तुम्ही त्यांना तुम्हाला संदेश पाठवण्यासाठी अनुमती देत नाही तोपर्यंत तुम्ही त्यांची विनंती पाहिल्याचे त्यांना कळणार नाही.",
      "नवीन पासवर्डची पुष्टी करा",
      "कमी काढलेली सामग्री दर्शवा",
      "Instagram Lite मिळवा",
      "तुम्ही कसे टॅप आणि स्क्रोल करता यासारखी वेगवेगळ्या प्रकारची माहिती आम्हाला तुमच्या उपकरणावरून प्राप्त होते, ज्यामुळे आम्हाला मनुष्य आणि बॉट्स यामधील फरक ओळखण्यात आणि फसवणूक शोधण्यात मदत होऊ शकते.",
      "विश्वसनीय धमक्या असलेल्‍या पोस्ट",
      "सामग्री वैयक्तिकृत करण्यासाठी, समर्पक अ‍ॅड सादर करण्यासाठी आणि सुरक्षित अनुभव प्रदान करण्यात मदत करण्यासाठी आम्ही कुकीज वापरतो. आमच्या {Cookie Policy} मधील कुकी वापराबद्दल आणि नियंत्रणाबद्दल अधिक जाणून घ्या.",
      "आम्ही चूक केली असे वाटते का?",
      "आता",
      "क्षमस्‍व, आपले खाते तयार करताना काहीतरी चूक झाली. कृपया लवकरच पुन्‍हा प्रयत्‍न करा.",
      "पूर्वीचे वैयक्तिक माहिती मजकूर",
      "th",
      "या डिव्हाइसवर विश्वास ठेवा",
      "हा आपल्‍या बौद्धिक मालमत्‍तेचा अनधिकृत वापर असल्‍याचे मला वाटत अाहे? {link_to_learn_how_to_report_it}",
      "तुमच्या खात्यात अतिरिक्त सुरक्षितता जोडा",
      "आमच्या {monetization policy link} नुसार सर्व व्हिडिओंचे पुनरावलोकन केले आहे.",
      "चालू ठेवण्यासाठी व्यावसायिक खात्यावर स्वीच करा",
      "आणि",
      "हे लॉग इन करण्‍यासाठी आवश्‍यक आहे आणि यामुळे हे करता येते:",
      "माफ करा! आत्ता तुमचा पुष्टीकरण कोड सत्यापित करण्‍यात आम्हाला समस्या येत आहे. कृपया नंतर पुन्हा प्रयत्न करा.",
      "आम्ही तुमच्या माहितीचे पुनरावलोकन करू आणि आम्ही तिची पुष्टी केल्यास, तुम्ही साधारण 24 तासात तुमचे खाते एक्सेस करू शकाल.",
      "श्रेणी",
      "आम्ही तुमचा {contentTypeText} काढला कारण तो {violationText} वरील आमच्या {communityGuidelinesLink} च्या विरूद्ध जात होता. आमच्या मार्गदर्शकत्त्वांचे अनुसरण करणे हा एकच मार्ग आहे तुमचे खाते हटवण्यापासून संरक्षित करण्यासाठी त्यामध्ये तुमच्या पोस्ट, संग्रहणे संदेश आणि अनुसरणकर्ते समाविष्ट आहेत.",
      "कार्य",
      "PayPal वर लॉग इन करा",
      "त्रुटी",
      "तुम्ही टेक्स्ट मॅसेजद्वारे सुरक्षा कोड मिळवू शकत नसल्यास तुम्ही {=auth app codes} मधून एखादा मिळवू शकता किंवा तुमच्या {=backup codes} पैकी एखादा वापरू शकता.",
      "टिप्पण्या काढणे समाप्‍त करा",
      "लॉग इनवर परत जा",
      "1 अनुसरणकर्ता",
      "आपण आपल्या Facebook वर लिंक केलेल्या खात्यासोबत लॉग इन करु शकता.",
      "This gives {=business name} permission to send you direct messages on Instagram that they may use to send offers to provide customer support.",
      "काहीतरी चुकले. कृपया पुन्‍हा प्रयत्‍न करा.",
      "तुम्हाला {username} विषयी माहिती शेअर करत राहणे चालू ठेवायचे?",
      "आम्ही तुमचे {contentTypeText} काढले कारण ते आमच्या {communityGuidelinesLink} च्या विरूद्ध जात आहे. आमच्या मार्गदर्शकतत्त्वांच्या विरूद्ध जाणारे तुम्ही पुन्हा पोस्ट केल्यास तुमच्या पोस्ट, संग्रहणे, संदेश आणि अनुसरणकर्ते समाविष्टित तुमचे खाते हटवले जाईल.",
      "काहीतरी चूक झाली",
      "{PayPal Policy} आणि तुमचे पेमेंट पद्धतीबाबतचे हक्क पहा.",
      "कोणीही Instagram वर तुमची छायाचित्रे आणि व्हिडिओ पाहण्यास सक्षम असेल. तुम्ही यापुढे अनुसरणकर्त्यांना मान्यता देवू शकणार नाही.",
      "तुम्ही ज्या उपकरणांवर यापूर्वी Instagram वापरले आहे त्यांच्याकडून फक्त पासवर्ड रीसेट ईमेल प्राप्त करा. हे सेटिंग पुढील {days to snooze} दिवसांपर्यंत कायम राहील.",
      "पोस्ट दुवा निवडा",
      "th",
      "ड्राफ्ट तयार करत आहे",
      "पिन विसरलात?",
      "नेमटॅग वापरण्याचे मार्ग",
      "तुम्ही 14 दिवसात तुमचे नाव फक्त दोनदा बदलू शकता.",
      "फोटो आउटलाइन चिन्ह",
      "ही कथा पाहण्‍यासाठी लॉग इन करा",
      "आमच्याकडे सध्या फार कमी पुनरावलोकनकर्ते उपलब्ध आहेत आणि आम्ही हानीची सर्वाधिक संभावना असलेल्या तक्रारींना अग्रक्रम देण्याचा आटोकाट प्रयत्न करत आहोत.",
      "तुम्ही तयार आहात!",
      "अधिक जाणून घ्या",
      "pm",
      "कोड प्रविष्ट करा",
      "सेटिंग्ज",
      "येथे लिस्टेड असलेले लोक तुम्ही Instagram वर अपलोड केलेले संपर्क आहेत. तुमचे सिंक केलेले संपर्क काढण्यासाठी सर्व डीलीट करा टॅप करा. तुम्ही तुमच्या डिव्हाइस सेटिंग्जवर जात नाही आणि संपर्कांंचा ॲक्सेस बंद करत नाही तोपर्यंत पुढचे वेळी तुमचे संपर्क संकालित करेल तेव्हा तुमचे संपर्क पुन्हा अपलोड केले जातील.",
      "वापरकर्तानाव",
      "तुम्ही तुमचा पिन रीसेट करेपर्यंत काही देयांची तुम्ही पुष्टी करू शकणार नाही.",
      "नवीन खाते तयार करा",
      "नवीन कोड मिळवा",
      "अवांछित सामग्री पासून तुमचे संरक्षण करण्‍यासाठी प्रतिमा अस्पष्ट केली आहे.",
      "कुकीज",
      "आम्ही स्पॅम तक्रारींचा उपयोग आम्हाला Instagram वर आलेल्या स्पॅमविषयीच्या समस्या समजून घेण्यासाठीची चेतावणी म्हणून करतो. तुम्हाला जर वाटत असेल की ही पोस्ट आमच्या {link_to_instagram_community_guidelines} किंवा {link_to_instagram_terms_of_use} यांचे उल्लंघन करते आणि आम्ही ती काढायला हवी, तर ती अनुचित म्हणून चिन्हित करा.",
      "विनंती पूर्ण झाली नाही",
      "केवळ जिवलग मित्र",
      "रद्द करा",
      "प्रभावी DMCA काउंटर-सूचना सबमिट केल्यावर आम्ही तातडीने तक्रार करणाऱ्या पक्षाकडे पाठवू. जर अहवाल देणार्‍या पक्षाने तुम्हाला सूचित केले नाही की त्यांनी 10-15 व्यावसायिक दिवसात प्रश्नातील सामग्रीसंबंधित Instagram वर उल्लंघन करणार्‍या कृतीस प्रतिबंधित करण्यासाठी कोर्टाचा आदेश दाखल केला आहे तर आम्ही तातडीने DMCA अंतर्गत पात्र सामग्री पुनर्संचयित करू. क्वचित प्रसंगी आम्ही तांत्रिक मर्यादांमुळे सामग्री पुनर्संचयित करू शकत नाही. त्या कृतीमध्ये आम्ही तुम्हाला तुमच्या विवेकबुद्धीनुसार साइटवर सामग्री पुन्हा पोस्ट करू शकतो हे सांगण्यासाठी एक अद्यतन पाठवितो DMCA प्रभावी काउंटर-सूचनांमध्ये तुमचे नाव, पत्ता आणि दूरध्वनी क्रमांक, इतर माहितीसह आणि तुमची सामग्री नोंदविणार्‍या पक्षाने असणे आवश्यक आहे. कोर्टात तुमच्याविरूद्ध कारवाई करण्यात त्यांना मदत करण्यासाठी ती माहिती वापरू शकते. याचा अर्थ असा की Instagram तुम्ही प्रतिवाद करणार्‍या पक्षाला काउंटर-सूचनेमध्ये प्रदान केलेली संपर्क माहिती पुरवणे आवश्यक आहे. पुन्हा उल्लंघन करण्याच्या आमच्या धोरणांचे उल्लंघन केल्याबद्दल संभाव्यत: तुमच्या खात्याचा आढावा घेतल्यास पुन्हा संग्रहित सामग्री तुमच्या विरुद्ध मोजली जाणार नाही.",
      "उत्पादनाचे ईमेल",
      "Instagram",
      "Instagram अॅप मिळवा",
      "चालू ठेवण्यासाठी लॉग इन करा",
      "देश निवडकासाठी ड्रॉपडाउन चिन्ह",
      "{count} विनंती",
      "फोटो आणि व्हिडिओ तुमच्या संकलनात सेव्ह करा.",
      "फोन",
      "शोध",
      "सर्वेक्षणाचे तपशील",
      "खाते ठेवा",
      "तुम्ही जेव्हा छायाचित्रे सामायिक करता ती तुमच्या परिचयावर दिसतील.",
      "प्रकटीकरण पेज",
      "तुमच्याकडे जतन न केलेले बदल आहेत. तुम्हाला हे खात्रीपूर्वक रद्द करायचे आहे का?",
      "पूर्वावलोकन करण्‍यासाठी टॅप करा.",
      "तुम्ही एक संदेश पाठविला",
      "परिचय छायाचित्र",
      "तुमच्या देयावर प्रक्रिया करण्यासाठी खूप वेळ लागला, परंतु ते पूर्ण झाले असावे. कृपया पावतीसाठी तुमचा ईमेल तपासा.",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [2359296]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: "-",
      shortDayNames: ["सोम", "मंगळ", "बुध", "गुरु", "शुक्र", "शनि", "रवि"],
      timeSeparator: ":",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D h:i A",
        "D M d": "j F",
        "D M d, Y": "j F Y",
        "D M j": "j F",
        "D M j, g:ia": "j F h:i A",
        "D M j, y": "j F Y",
        "D M j, Y g:ia": "j F Y h:i A",
        "D, M j, Y": "j F Y",
        "F d": "j F",
        "F d, Y": "j F Y",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y",
        "F j, Y @ g:i A": "j F Y h:i A",
        "F j, Y g:i a": "j F Y h:i A",
        "F jS": "j F",
        "F jS, g:ia": "j F h:i A",
        "F jS, Y": "j F Y",
        "F Y": "F, Y",
        "g A": "h A",
        "g:i": "h:i A",
        "g:i A": "h:i A",
        "g:i a": "h:i A",
        "g:iA": "h:i A",
        "g:ia": "h:i A",
        "g:ia F jS, Y": "j F Y h:i A",
        "g:iA l, F jS": "j F Y h:i A",
        "g:ia M j": "j F h:i A",
        "g:ia M jS": "j F h:i A",
        "g:ia, F jS": "j F h:i A",
        "g:iA, l M jS": "j F Y h:i A",
        "g:sa": "h:i A",
        "H:I - M d, Y": "j F Y h:i A",
        "h:i a": "h:i A",
        "h:m:s m/d/Y": "d-m-Y h:i:s A",
        j: "j",
        "l F d, Y": "j F Y",
        "l g:ia": "l h:i A",
        "l, F d, Y": "j F Y",
        "l, F j": "j F",
        "l, F j, Y": "j F Y",
        "l, F jS": "j F",
        "l, F jS, g:ia": "j F Y h:i A",
        "l, M j": "j F",
        "l, M j, Y": "j F Y",
        "l, M j, Y g:ia": "j F Y h:i A",
        "M d": "j F",
        "M d, Y": "j F Y",
        "M d, Y g:ia": "j F Y h:i A",
        "M d, Y ga": "j F Y h A",
        "M j": "j F",
        "M j, Y": "j F Y",
        "M j, Y g:i A": "j F Y h:i A",
        "M j, Y g:ia": "j F Y h:i A",
        "M jS, g:ia": "j F h:i A",
        "M Y": "F, Y",
        "M y": "j F",
        "m-d-y": "d-m-Y",
        "M. d": "j F",
        "M. d, Y": "j F Y",
        "j F Y": "j F Y",
        "m.d.y": "d-m-Y",
        "m/d": "d-m",
        "m/d/Y": "d-m-Y",
        "m/d/y": "d-m-Y",
        "m/d/Y g:ia": "d-m-Y h:i A",
        "m/d/y H:i:s": "d-m-Y h:i:s A",
        "m/d/Y h:m": "d-m-Y h:i:s A",
        n: "d-m",
        "n/j": "d-m",
        "n/j, g:ia": "d-m-Y h:i A",
        "n/j/y": "d-m-Y",
        Y: "Y",
        "Y-m-d": "d-m-Y",
        "Y/m/d": "d-m-Y",
        "y/m/d": "d-m-Y",
      },
      ordinalSuffixes: {
        1: "ले",
        2: "रा",
        3: "रा",
        4: "था",
        5: "वा, वी",
        6: "वा",
        7: "वा",
        8: "वा",
        9: "th",
        10: "th",
        11: "वा",
        12: "वा",
        13: "वा",
        14: "वा",
        15: "वा",
        16: "वा",
        17: "वा",
        18: "वा",
        19: "वा",
        20: "वा",
        21: "वा",
        22: "वा",
        23: "व्या",
        24: "वा",
        25: "वा",
        26: "वा",
        27: "वा",
        28: "वा",
        29: "वा",
        30: "वा",
        31: "वा",
      },
    };
  },
  2359296,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "mr_IN";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [2359297]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "Andorra",
        AE: "United Arab Emirates",
        AF: "Afghanistan",
        AG: "Antigua and Barbuda",
        AI: "Anguilla",
        AL: "Albania",
        AM: "Armenia",
        AN: "Netherlands Antilles",
        AO: "Angola",
        AQ: "Antarctica",
        AR: "Argentina",
        AS: "American Samoa",
        AT: "Austria",
        AU: "ऑस्ट्रेलिया",
        AW: "Aruba",
        AX: "Aland Islands (Finland)",
        AZ: "Azerbaijan",
        BA: "Bosnia & Herzegovina",
        BB: "Barbados",
        BD: "Bangladesh",
        BE: "Belgium",
        BF: "Burkina Faso",
        BG: "Bulgaria",
        BH: "Bahrain",
        BI: "Burundi",
        BJ: "Benin",
        BL: "Saint Barthelemy",
        BM: "Bermuda",
        BN: "Brunei",
        BO: "Bolivia",
        BQ: "बोनेअर, सीन्त युस्तशिअस आणि साबा",
        BR: "Brazil",
        BS: "The Bahamas",
        BT: "भूतान",
        BV: "बोव्हेट बेट",
        BW: "Botswana",
        BY: "Belarus",
        BZ: "Belize",
        CA: "Canada",
        CC: "Cocos (Keeling) Islands",
        CD: "काँगो डेमोक्रेटिक रिपब्लिक",
        CF: "Central African Republic",
        CG: "काँगो प्रजासत्ताक",
        CH: "Switzerland",
        CI: "Ivory Coast",
        CK: "Cook Islands",
        CL: "चिली",
        CM: "Cameroon",
        CN: "China",
        CO: "Colombia",
        CR: "Costa Rica",
        CU: "Cuba",
        CV: "Cape Verde",
        CW: "Curacao",
        CX: "Christmas Island",
        CY: "Cyprus",
        CZ: "Czech Republic",
        DE: "Germany",
        DJ: "Djibouti",
        DK: "डेन्मार्क",
        DM: "Dominica",
        DO: "डोमिनिकन रिपब्लिक",
        DZ: "Algeria",
        EC: "Ecuador",
        EE: "एस्टोनिया",
        EG: "Egypt",
        EH: "Western Sahara",
        ER: "Eritrea",
        ES: "Spain",
        ET: "Ethiopia",
        FI: "Finland",
        FJ: "Fiji",
        FK: "Falkland Islands",
        FM: "फेडेरेशन स्टेट्स ऑफ मैक्रोनेशिया",
        FO: "Faroe Islands",
        FR: "France",
        GA: "Gabon",
        GB: "United Kingdom",
        GD: "Grenada",
        GE: "Georgia",
        GF: "फ्रेंच गियाना",
        GG: "Guernsey",
        GH: "Ghana",
        GI: "जिब्राल्टर",
        GL: "Greenland",
        GM: "गांबिया",
        GN: "Guinea",
        GP: "Guadeloupe",
        GQ: "Equatorial Guinea",
        GR: "Greece",
        GS: "South Georgia and the South Sandwich Islands",
        GT: "Guatemala",
        GU: "Guam",
        GW: "Guinea-Bissau",
        GY: "Guyana",
        HK: "Hong Kong",
        HM: "Heard Island and McDonald Islands",
        HN: "होन्डुरास",
        HR: "Croatia",
        HT: "हैती",
        HU: "Hungary",
        ID: "Indonesia",
        IE: "आयर्लंड",
        IL: "Israel",
        IM: "Isle of Man",
        IN: "भारत",
        IO: "British Indian Ocean Territory",
        IQ: "Iraq",
        IR: "इराण",
        IS: "Iceland",
        IT: "Italy",
        JE: "Jersey",
        JM: "Jamaica",
        JO: "Jordan",
        JP: "जपान",
        KE: "Kenya",
        KG: "Kyrgyzstan",
        KH: "Cambodia",
        KI: "किरिबाटी",
        KM: "Comoros",
        KN: "सेंट किट्स आणि नेविस",
        KP: "North Korea (DPRK)",
        KR: "दक्षिण कोरिया",
        KW: "Kuwait",
        KY: "Cayman Islands",
        KZ: "कझाकिस्तान",
        LA: "Laos",
        LB: "Lebanon",
        LC: "सेंट लुसिया",
        LI: "Liechtenstein",
        LK: "श्रीलंका",
        LR: "Liberia",
        LS: "Lesotho",
        LT: "Lithuania",
        LU: "Luxembourg",
        LV: "Latvia",
        LY: "Libya",
        MA: "Morocco",
        MC: "Monaco",
        MD: "Moldova",
        ME: "Montenegro",
        MF: "Saint Martin",
        MG: "Madagascar",
        MH: "Marshall Islands",
        MK: "Macedonia",
        ML: "माली",
        MM: "Myanmar",
        MN: "Mongolia",
        MO: "Macau",
        MP: "उत्तरी मारियाना बेटे",
        MQ: "Martinique",
        MR: "Mauritania",
        MS: "Montserrat",
        MT: "Malta",
        MU: "Mauritius",
        MV: "Maldives",
        MW: "Malawi",
        MX: "Mexico",
        MY: "मलेशिया",
        MZ: "Mozambique",
        NA: "नामिबिया",
        NC: "New Caledonia",
        NE: "Niger",
        NF: "नोर्फोल्क आईसलँड",
        NG: "Nigeria",
        NI: "Nicaragua",
        NL: "Netherlands",
        NO: "Norway",
        NP: "Nepal",
        NR: "Nauru",
        NU: "Niue",
        NZ: "New Zealand",
        OM: "Oman",
        PA: "Panama",
        PE: "Peru",
        PF: "French Polynesia",
        PG: "Papua New Guinea",
        PH: "Philippines",
        PK: "Pakistan",
        PL: "Poland",
        PM: "Saint Pierre and Miquelon",
        PN: "Pitcairn Islands",
        PR: "Puerto Rico",
        PS: "Palestine",
        PT: "Portugal",
        PW: "Palau",
        PY: "Paraguay",
        QA: "Qatar",
        RE: "Reunion",
        RO: "रुमानिया",
        RS: "Serbia",
        RU: "Russia",
        RW: "Rwanda",
        SA: "Saudi Arabia",
        SB: "Solomon Islands",
        SC: "Seychelles",
        SD: "सुदान",
        SE: "Sweden",
        SG: "Singapore",
        SH: "St. Helena",
        SI: "Slovenia",
        SJ: "Svalbard and Jan Mayen",
        SK: "Slovakia",
        SL: "Sierra Leone",
        SM: "San Marino",
        SN: "Senegal",
        SO: "Somalia",
        SR: "सुरिनाम",
        SS: "South Sudan",
        ST: "Sao Tome and Principe",
        SV: "El Salvador",
        SX: "सिंट मार्टेन",
        SY: "Syria",
        SZ: "स्वाझिलँड",
        TC: "तुर्क्स आणि कैकोस बेटे",
        TD: "Chad",
        TF: "French Southern and Antarctic Lands",
        TG: "Togo",
        TH: "Thailand",
        TJ: "Tajikistan",
        TK: "Tokelau",
        TL: "Timor-Leste",
        TM: "Turkmenistan",
        TN: "Tunisia",
        TO: "Tonga",
        TR: "Turkey",
        TT: "Trinidad and Tobago",
        TV: "Tuvalu",
        TW: "Taiwan",
        TZ: "Tanzania",
        UA: "Ukraine",
        UG: "Uganda",
        UM: "United States Minor Outlying Islands",
        US: "United States of America",
        UY: "Uruguay",
        UZ: "Uzbekistan",
        VA: "Vatican City",
        VC: "Saint Vincent and the Grenadines",
        VE: "Venezuela",
        VG: "British Virgin Islands",
        VI: "United States Virgin Islands",
        VN: "Vietnam",
        VU: "Vanuatu",
        WF: "Wallis and Futuna",
        WS: "Samoa",
        XK: "कोसोवो",
        YE: "Yemen",
        YT: "Mayotte",
        ZA: "South Africa",
        ZM: "Zambia",
        ZW: "Zimbabwe",
      },
    };
  },
  2359297,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [2359298]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 2,
      },
      numberingSystemData: { digits: "०१२३४५६७८९" },
    };
  },
  2359298,
  []
);
