__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "ইনকর্পোরেশন সম্পর্কিত ডকুমেন্ট",
      "ভাষা",
      "am",
      "মিডিয়া গ্যালারি খুলুন",
      "আপনি যদি বিশ্বাস করেন যে এই সামাগ্রীটি সরিয়ে দেওয়া উচিত ছিল না, আপনি {appeal form link} পূর্ণ করে একটি আবেদন জমা দিতে পারেন",
      "আপনার নাম অথবা সংস্থার নাম",
      "{date}-এ মুছে ফেলা হয়েছে৷",
      "{username} আপনার ভিডিও পছন্দ করেছেন",
      "আপনার অনুরোধ প্রক্রিয়া করার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "তম",
      "আরও জানুন",
      "অনুসরণ করছে",
      "Whatsapp আইকন",
      "Direct-এ শেয়ার করুন",
      "বিভাগ",
      "আপনার কী",
      "মনে রাখবেন যে এই ভিডিওটি নিম্নলিখিত লোকেশনে ব্লক করা হয়েছে:",
      "আপনার অ্যাকাউন্ট সুরক্ষিত রাখতে আপনার পাসওয়ার্ড আপডেট করুন। আপনি এই একটি ছাড়া অন্য সমস্ত সেশন থেকে লগ আউট করবেন, তাই যে কেউ যিনি আপনার অ্যাকাউন্টে প্রবেশ করার চেষ্টা করছেন তাদের আর অ্যাক্সেস থাকবে না।",
      "Instagram এই ইমেইল অ্যাড্রেসটিতে আপডেটগুলো পাঠাবে।",
      "ইমেল এবং SMS",
      "স্টোরি অনুপলভ্য",
      "পাঠান",
      "খুলুন",
      "আমি বিশ্বাস করি এই অ্যাকাউন্টটি Instagram এর সম্প্রদায়ের নির্দেশিকা লঙ্ঘন করেছে",
      "একটি ক্যাপশন লিখুন...",
      "পূরণ করা প্রকৃত ঠিকানা সার্কেল করে চেকমার্ক করুন",
      "কমিউনিটি",
      "একটি প্রোফাইল ফটো যোগ করুন যাতে আপনার বন্ধুরা জানতে পারেন যে এটি আপনিই৷",
      "শত-মিলিয়ন",
      "মেধা সম্পত্তির নির্দেশিকা",
      "সম্পাদনা করুন",
      "আপলোড সম্পন্ন করা হচ্ছে৷",
      "বিনোদন",
      "পাঠ্য বার্তা পাঠান",
      "চালিয়ে যান",
      "অনুরোধ অনুসরণ করুন",
      "আমরা আপনার জন্য কোনো অ্যাকাউন্ট তৈরি করতে পারিনি",
      "PayPal",
      "আরও পোস্ট দেখান",
      "আমার একটি ব্যক্তিগত অ্যাকাউন্ট দরকার",
      "ওষুধ বিক্রি বা বিতরণের উদ্দেশ্যে করা পোস্টগুলি",
      "পৃথকভাবে পাঠান",
      "Facebook এ সংযোগ করুন",
      "দেশের নাম বা কোড",
      "ফেড",
      "গোপনীয়তা নীতি",
      "ব্যক্তিগত অ্যাকাউন্ট",
      "শেভরন",
      "Connect",
      "সমস্ত অনুসরণকারীকে দেখুন",
      "অন্য অ্যাকাউন্টে লগ ইন করুন",
      "প্রাক্তন পূর্ণ নাম",
      "আপনি আগেই Facebook দিয়ে {application name}-এ লগ ইন করেছেন৷",
      "ডেটা ব্যবহার করা হচ্ছে",
      "{date}, {time of day}-এ আপনার পোস্ট করা ভিডিওটি আমরা মুছে দিয়েছি কারণ এতে নিম্নোক্ত কনটেন্ট রয়েছে:",
      'আপনার প্রোফাইলে একটি "কন্টাক্ট" বোতাম দেখাতে, অনুগ্রহ করে আপনার যোগাযোগের তথ্য যোগ করুন।',
      "LIVE",
      "আপনার পিন পুনরায় সেট করতে আপনার Instagram-এর পাসওয়ার্ডটি লিখুন।",
      "টিকচিহ্ন আউটলাইনের আইকন",
      "অডিও টগল করুন",
      'Instagram-এর সাথে লিঙ্ক করার জন্য আপনার যাচাইকরণ অ্যাপে থাকা কী লিখুন। যদি আপনার অ্যাপের কোনো অ্যাকাউন্টের নামের প্রয়োজন হয়, তবে এটি সহজে খুঁজে পেতে এটির "Instagram" দিন।',
      "আমরা আপনাকে লগ ইনের লিঙ্ক পাঠাতে পারিনি। কীভাবে আপনার অ্যাকাউন্ট অ্যাক্সেস করবেন সেই সংক্রান্ত আরও তথ্যের জন্য Instagram-এর সাহায্য কেন্দ্রটিতে যান।",
      "তারা এখন Instagram-এ আপনার অনুসরণ করার অনুরোধ করতে পারবেন৷ Instagram তাদের জানাবে না যে, আপনি তাদেরকে আনব্লক করেছেন৷",
      "কোভিড-19 সমীক্ষা আইকন",
      "+ লিঙ্ক যোগ করুন",
      "একটি মেসেজ ফরোয়ার্ড করা হয়েছে",
      "ক্যামেরা",
      "বিজনেস স্যুট বা ক্রিয়েটর স্টুডিও দিয়ে ডেস্কটপে আপনার নতুন বিজনেস অ্যাকাউন্টটি পরিচালনা করুন।",
      "আইডি ফটোর সামনে যোগ করুন",
      "নমনীয় প্রোফাইল কন্ট্রোল",
      "বাতিল করুন",
      "যদি আপনার সাউন্ডট্র্যাক বা সঙ্গীতের মতো অডিওটি সহ ভিডিওটিতে থাকা সমস্তকিছু শেয়ার করার অনুমতি থাকে তবে আপনি মুছে ফেলার জন্য এবং আপনার ভিডিওটি পুনরায় পোস্ট করার জন্য আবেদন জানাতে পারেন৷ মনে রাখবেন যে, লোকেদের কেবলমাত্র সেই ভিডিওগুলি পোস্ট করা উচিত যেগুলি শেয়ার করার অধিকার তাদের রয়েছে৷ আপনার মালিকানাধীন নয় এমন সামগ্রী পোস্ট করলে তার ফলস্বরূপ আপনার অ্যাকাউন্টের বিরুদ্ধে পদক্ষেপ নেওয়া হতে পারে।",
      "নিরাপত্তা কোডের প্রয়োজন আছে",
      "উত্তর দিন",
      "Instagram থেকে আসা ইমেলগুলো",
      "ডেটা সেটিংস পরিচালনা করুন",
      "কোনও ফলাফল নেই",
      "আপনার জন্মদিন লিখুন",
      "পরামর্শ লোড করতে অক্ষম হয়েছে।",
      "একটি প্রোফাইল ছবি যোগ করুন",
      "আপনি যখন আমরা চিনতে পারি না এমন একটি ডিভাইসে লগ ইন করেন তখন দুই-ধাপ বিশিষ্ট যাচাইকরণ আপনার অ্যাকাউন্টটিকে একটি প্রয়োজনীয় অতিরিক্ত কোডের মাধ্যমে রক্ষা করে।",
      "আরও জানুন",
      "আপনার গোপনীয়তা রক্ষা করাতে আমরা সবথেকে বেশি অগ্রাধিকার দিয়ে থাকি এবং আমরা অবিরতভাবে এটিরঅ মতো সমস্যাগুলি প্রতিরোধ করতে কাজ করে চলেছি। এটি ঘটার জন্য আমরা দুঃখিত। Android বিটা প্রোগ্রামে অংশগ্রহণ করার জন্য এবং সকলের জন্য Instagram অ্যাপ উন্নত করতে আপনার সাহায্যের জন্য ধন্যবাদ। যদি আপনার কাছে কোনো প্রশ্ন থাকে, তবে অনুগ্রহ করে {email}-এ আমাদের সাথে যোগাযোগ করুন।",
      "আরও জানুন",
      "এই রিসার্চকে সমর্থন করা হল আমাদের {Data Policy}-এ বর্ণিত সামাজিক ভালো কাজগুলোকে সমর্থন করার আমাদের প্রচেষ্টার অংশ।",
      "{=business name}-কে কি Instagram-এ আপনার সাথে চ্যাট শুরু করার অনুমতি দিতে চান?",
      "কনফারমেশন কোড লিখুন",
      "নিবন্ধন করুন",
      "Instagram Lite",
      "প্রদর্শিত ভাষাতে পাল্টান",
      "আপনার ফোন নম্বর",
      "আপনি আপনার বয়স আপডেট করতে পারবেন না",
      "অনুসরণ করবেন না",
      "Google-এর মাধ্যমে লগ ইন করুন",
      "একটি Facebook পৃষ্ঠা তৈরি করুন",
      "{filename} ফাইলটি খুব বড়৷ চালিয়ে যেতে, একটি আরও ছোট ভিডিও বেছে নিন।",
      "ফোন নম্বর ভুল থাকায়, আমরা আপনাকে এসএমএস পাঠাতে পারিনি।",
      "তারিখে মেয়াদ শেষ হয়েছে",
      "{broadcaster's username} আপনাকে হ্যালো বলেছে 👋",
      "দুই-ধাপবিশিষ্ট প্রমাণীকরণ সক্রিয় করুন",
      "{weeks} সপ্তাহ আগে",
      "Firefox",
      "আপনার প্রথম ফটো শেয়ার করুন",
      "সফলভাবে পেজটি তৈরি করতে পিনে থাকা চেক আইকনটি সার্কেল করুন",
      "অ্যাক্টিভিটি",
      "{Bold text if your appeal for photo is rejected} রাইটস হোল্ডার ফটোটি সরিয়ে দেওয়ার জন্য একটি রিকোয়েস্ট করতে পারেন যা এটিকে Instagram থেকে স্থায়ীভাবে সরিয়ে ফেলবে।",
      "আপনার নিরাপত্তার জন্য, Facebook-এ আপনার ব্যবহৃত {cardName}-এর জন্য কোডটি কনফার্ম করুন। আপনার সমস্ত সেভ করা পেমেন্ট পদ্ধতিটি এই এবং ভবিষ্যতের Facebook Pay পেমেন্টস-এর জন্য উপলভ্য হবে।",
      "কপিরাইট বা ট্রেডমার্ক লঙ্ঘন",
      "প্রস্তাবিত প্রোফাইলগুলি",
      "কার্নেগি মেলন ইউনিভার্সিটি ডেল্ফি ইসার্চ সেন্টার দ্বারা পরিচালিত এই স্বেচ্ছাসেবী সমীক্ষাটি করোনাভাইরাস ছড়িয়ে পড়ার জন্য স্বাস্থ্য সংক্রান্ত প্রশ্নাবলী জিজ্ঞাসা করে। এতে 3-5 মিনিট সময় লাগবে এবং আপনি এটি নিতে Instagram ছাড়বেন।",
      "আপনার Facebook Pay পিন লিখুন",
      "লক আইকন",
      "তাদের ছবি এবং ভিডিওগুলি দেখতে অনুসরণ করুন৷",
      "এই গ্যালারি থেকে এটি ভিডিও হটিয়ে দেবে",
      "আমার প্রোফাইলে দেখানো হয়েছে",
      "পরিচিতি পরিচালনা করুন",
      "বর্তমান ফোন নম্বর:",
      "এই অ্যপ্লিকেশনটি সরানো আপনি যা খুঁজছেন তার একটি সুযোগ আপনাকে প্রদান করতে পারে৷ আপনার সমস্ত ছবিগুলি এবং প্রোফাইল ডেটা এখনও সুরক্ষিত থাকবে, কিন্তু আপনি আর পুশ বিজ্ঞপ্তিগুলি পাবেন না, এবং যখন আপনি Instagram আবার ইনস্টল করবেন তখন আপনি আপনার অ্যাকাউন্টে আবার ফিরে আসতে পারবেন৷",
      "অবস্থান দেখুন",
      "সাইন আপ করার মাধ্যমে, আপনি আমাদের {=Terms} এবং {=Privacy Policy}-এ সম্মত হন৷",
      "আপনার ইমেল ঠিকানা পরিবর্তন করুন বা নিশ্চিতকরণ পুনরায় পাঠান",
      "হয়রানি বা ধমকানো",
      "আপনি অন্যান্য অ্যাপ এবং ওয়েবসাইটে লগ ইন করতে Facebook বা Instagram ব্যবহার করা চালিয়ে যেতে পারেন",
      "সম্পন্ন",
      "শুধুমাত্র আপনি এবং {username} এই মন্তব্যটি দেখতে পারবেন৷ আপনি এটির অনুমোদন দিলে, তা সবাই দেখতে পাবেন।",
      "অনুসরণকারীদের মুছে ফেলা হচ্ছে",
      "Instagram অ্যাপটি পান",
      "আমরা আপনাকে আপনার Instagram ব্যবহারকারীর নাম, ফোন নম্বর বা আপনার অ্যাকাউন্টের সাথে লিঙ্ক করা ইমেল ঠিকানা ব্যবহার করে আপনার পাসওয়ার্ড পুনরায় সেট করতে সাহায্য করতে পারি।",
      "ঘৃণ্য বক্তব্য বা চিহ্নগুলির নির্দেশিকা",
      "Instagram ডগফুড করার জন্য এবং সকলের জন্য অ্যাপটি উন্নত করতে সাহায্য করার জন্য ধন্যবাদ। যদি আপনার কাছে কোনো প্রশ্ন থাকে, তবে অনুগ্রহ করে {email}-এ আমাদের সাথে যোগাযোগ করুন।",
      "আপনি তাদেরকে তাদের প্রোফাইল থেকে যেকোনো সময় আনব্লক করতে পারেন৷",
      "Instagram অ্যাপ",
      "গিফ্ট এইড হটান",
      "ফলো করুন",
      "IP লঙ্ঘনের অভিযোগ দেখান",
      "আপনার ভিডিওতে অটো-জেনারেটেড ক্যাপশনগুলো শুনতে অসুবিধা আছে এমন লোকদেরকে সাহায্য করার জন্য যোগ করা হয়েছে। এগুলো কেবল iOS এবং Android অ্যাপগুলোতে দেখা যায় এবং দেখা যেতে কয়েক মিনিট সময় নিতে পারে।",
      "{name of the user who tagged the other user in the photo} আপনাকে একটি ফটোতে ট্যাগ করা হয়েছে।",
      "এই অ্যাপ ও ওয়েবসাইটগুলি আপনি আপনার অ্যাকাউন্ট থেকে মুছে ফেলেছেন। এর অর্থ হল এদের কাছে এখনও সেই তথ্যের অ্যাক্সেস থাকতে পারে যা আপনি পূর্বে শেয়ার করেছেন, তবে এরা আপনার কাছে ব্যক্তিগত তথ্যের জন্য আর কোনো অতিরিক্ত অনুরোধ জানাতে পারবে না।",
      "Instagram",
      "অ্যাকাউন্টের গোপনীয়তা পরিবর্তন",
      "নিশ্চিত করুন",
      "ব্যবহারকারী",
      "এই কথোপকথনটি হল স্প্যাম বা একটি স্ক্যাম",
      "মোবাইল ফোন আইকন",
      "এই ভিডিওটি মুছুন",
      "ওষুধের বিক্রি বা প্রচার করুন",
      "সাম্প্রতিক কোনও সার্চ নেই।",
      "কোড পুনরায় পাঠান৷",
      "পুশ বিজ্ঞপ্তিগুলো",
      "আরও বিকল্প",
      "আপনার পেমেন্ট পদ্ধতি দেখুন",
      "Instagram খুলুন",
      "সোশ্যাল মিডিয়া",
      "ইমেল এবং এসএমএস বিজ্ঞপ্তি",
      "বার্তা অনুরোধগুলো",
      "আপনার লেখা ইমেলটি কোনো অ্যাকাউন্টের সাথে মেলে না৷",
      "আপনার ফটো {reference owner name}-এর একটি ফটোর সাথে ম্যাচ করে।",
      "একটি পোস্ট পাঠানো হয়েছে",
      "কুকি সেটিংস",
      "লাইভ ভিডিও শেষ হয়েছে",
      "পাঠান",
      "লোকেরা আপনাকে এই নম্বরে কল করতে বা মেসেজ পাঠাতে পারবেন৷ স্ট্যান্ডার্ড মেসেজিংয়ের রেট প্রযোজ্য৷",
      "এখন নয়",
      "হ্যাশ ট্যাগ অনুসরণ করুন",
      "সবকটিতে টিক চিহ্ন দিন",
      "ফিরে যান",
      "আপনার নিরাপত্তার জন্য, অনুগ্রহ করে আপনার PayPal অ্যাকাউন্টে লগ ইন করুন। এটি করে, আপনি Facebook Pay-কে Instagram-এ এই এবং ভবিষ্যতের পেমেন্টগুলোর জন্য আপনার সেভ করা পেমেন্ট তথ্য ব্যবহার করার অনুমোদন দেবেন।",
      "সেরা অ্যাকাউন্টগুলো",
      "{username of sponsor 1}, {username of sponsor 2} এর সাথে পেইড পার্টনারশিপ",
      "{username} হিসেবে চালিয়ে যান",
      "স্টোরি মুছবেন?",
      "সামাজিক নেটওয়ার্কগুলির সাথে যোগ করা হচ্ছে",
      "প্রসারিত করুন",
      "আরও বিকল্প",
      "IGTV",
      "সবগুলো মুছুন",
      "আরও সাহায্য পান",
      "অ্যাপ ও ওয়েবসাইট",
      "Instagram অ্যাপটি আরও ভালো চলে",
      "শেষ করুন",
      "আমরা Instagram-এ আমাদের কমিউনিটিকে সমর্থন এবং রক্ষা করতে এই সকল নীতি তৈরি করেছি৷",
      "লগইন করুন",
      "এখন আপনার এই ইমেইল ঠিকানাটি একটি Instagram অ্যাকাউন্টে নিবন্ধন করার জন্য বা এটি বিদ্যমান অ্যাকাউণ্টে যোগ করার জন্য ব্যবহার করতে সক্ষম হওয়া উচিত৷",
      "ভিডিও আপলোড ব্যর্থ হয়েছে",
      "উইগনেট",
      "যদি আপনি মৌলিক হারের উপরে আয়কর প্রদান করেন এবং অতিরিক্ত ট্যাক্স ছাড় পেতে চান তবে আপনাকে অবশ্যই আপনার নিজের অ্যাসেসমেন্ট ট্যাক্স রিটার্নে আপনার সমস্ত উপহার সহায়তা দান অন্তর্ভুক্ত করতে হবে অথবা আপনার ট্যাক্স কোডের জন্য আপনার এইচআরএমসিকে জিজ্ঞাসা করতে হবে।",
      "আপনার প্রথম ছবি বা ভিডিও শেয়ার করার জন্য অ্যাপটি পান৷",
      "লগ আউট করুন",
      "{username} নয়?",
      "• কনটেন্টকে পার্সোনালাইজ করতে  সাহায্য করতে, প্রাসঙ্গিক বিজ্ঞাপন পরিবেশন করতে এবং নিরাপদ অভিজ্ঞতা দিতে অ্যাপ ও ওয়েবসাইটগুলো থেকে আপনার অ্যাক্টিভিটি সম্পর্কে তথ্য পায়",
      "আপনি এই দান দেওয়ার আগে, আমাদের কিছু তথ্য কনফার্ম করা প্রয়োজন। এটি আমাদের আপনাকে অননুমোদিত পেমেন্টের থেকে সুরক্ষিত রাখতে সহায়তা করে।",
      "ডিরেক্টরি",
      "আপনি যে সব বিজ্ঞাপনের সাথে ইন্টারঅ্যাক্ট করেছেন",
      "আপনি এখনই ছেড়ে গেলে, আপনার করা যে কোনও পরিবর্তনগুলো আপনি হারিয়ে ফেলবেন।",
      "অ্যানিমেট করা চেকমার্ক",
      "লগ ইনে ফিরে যান",
      "অবস্থানসমূহ",
      "শুরু করুন",
      "প্রোফাইলগুলি",
      "জন্মদিনের কাপ কেক",
      "রবিবার",
      "কার্যকলাপ",
      "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার চেষ্টা করুন।",
      "Instagram-এ {location_name} • ফটো এবং ভিডিওগুলি",
      "আপনি কোন বন্ধুদের অনুসরণ করবেন তা বেছে নিন৷ আমরা আপনার অনুমতি ছাড়া Facebook-এ কখনই পোস্ট করব না।",
      "Instagram ব্যবহার করা চালিয়ে যেতে আপনাকে এই ডেটা সেটিংস পর্যালোচনা করা সম্পূর্ণ করতে হবে। আপনি কি এটি ছেড়ে চলে যেতে চান?",
      "নির্বাচন করুন",
      "ব্লগ",
      "Instagram এ এই সামগ্রী আপলোড করার জন্য আমার কাছে প্রয়োজনীয় সব অধিকার আছে।",
      "নির্বাচন সংক্রান্ত মিথ্যা তথ্য ও ক্ষতিকারক কনটেন্ট ছড়ানো আটকাতে সাহায্য করার জন্য সব হ্যাশট্যাগের সাম্প্রতিক পোস্টগুলো সাময়িকভাবে লুকানো হয়েছে। {link that reads learn more}",
      "{username} একটি মেসেজ ফরওয়ার্ড করেছেন",
      "বৈধ কার্ডের নম্বর লিখুন",
      "এই ভিডিওটি পুনরুদ্ধার করুন",
      "পাসওয়ার্ড ভুল গেছেন?",
      "বার্তা পাঠানো যাচ্ছে না",
      "কোনটি আপনাকে সবচেয়ে ভালোভাবে বর্ণনা করে?",
      "লগ ইন সংক্রান্ত কার্যকলাপ",
      "আমরা Facebook প্রোডাক্টে এবং এর বাইরে ব্যবহার করি এমন কিছু কুকির উপর আপনাকে নিয়ন্ত্রণ করতে দিচ্ছি, যাতে:",
      "অ্যাক্সেসযোগ্যতা",
      "স্যাচুরেশন",
      "তম",
      "এই ভিডিওটি ব্যবহার করার আমার অনুমতি আছে কিনা তা আমি কীভাবে জানব?",
      "অনুরোধ জমা দেওয়া হয়েছে",
      "অনুরোধকৃত ফাইলটি ডাউনলোড করুন",
      "ক্রেডিট বা ডেবিট কার্ড যোগ করুন",
      "লোকজনকে ট্যাগ করুন",
      "কোড পুনরায় পাঠান",
      "অনুমোদন সংক্রান্ত সমস্যা",
      "বাতিল করুন",
      "হ্যাশট্যাগগুলি",
      "পোস্ট {actionType} {prepositionType} {violationText}",
      "আপনার ফটোর জন্য এটি কী অর্থ বহন করে",
      "{full_terms} এবং {data_policy} পড়ুন",
      "বিকল্প",
      "© {year} Instagram",
      "ভিডিও বাতিল করুন",
      "এপ্রিল",
      "ভিডিও",
      "আপনার ফটোর মধ্যে থাকা সমস্ত উপাদানই হলো আপনার আসল কনটেন্ট এবং আপনার কাছে এর মালিকানা আছে।",
      "এই মেসেজ দেখতে Instagram অ্যাপ ব্যবহার করুন",
      "ব্যক্তিগত তথ্য",
      "সাময়িক ভাবে থামান",
      "ডাইরেক্ট আইকন",
      "জমা দিন",
      "পরিচিতি সমলয় করা",
      "তম",
      "একটি স্টোরি পাঠিয়েছেন",
      "যদি আপনি কোনও নিরাপত্তা কোড না পেয়ে থাকেন, তবে আপনার একটা {=backup codes} ব্যবহার করুন।",
      "এখন আপনি সরাসরি আপনার কম্পিউটার থেকে পোস্ট তৈরি এবং শেয়ার করতে পারবেন।",
      "আপনার যদি মনে হয় কোনো ব্যক্তি সরাসরি বিপদে পড়েছেন, তাহলে স্থানীয় আইন প্রয়োগকারীকে কল করুন।",
      "তম",
      "পোস্ট করুন",
      "Instagram-এ পেতে আপনার ইমেল নিশ্চিত করুন",
      "চালিয়ে যান",
      "• Instagram-এর সাথে আপনার ব্যাপারে তথ্য শেয়ার করতে আমাদের ব্যবহার করা কুকিজ এবং এই ধরনের প্রযুক্তি সাহায্য করে। আপনার দেখা বিজ্ঞাপন এবং ব্যবসাগুলিকে বিজ্ঞাপনের পারফরমেন্স বিশ্লেষণ ও মূল্যায়ন সহ আপনার অভিজ্ঞতা পার্সোনালাইজ করতে আমরা এই তথ্য ব্যবহার করি।",
      "অ্যাপ ও ওয়েবসাইট",
      "নগ্নতা বা পর্নোগ্রাফি",
      "প্রোফাইল ফটো মোছা হয়েছে৷",
      "অ্যালকোহল, তামাক, ওজন হ্রাসের পণ্য বা প্রসাধনী পদ্ধতি অন্তর্ভুক্ত আছে",
      "আপনার ভিডিওটি কোথায় প্রদর্শিত হবে",
      "Facebook Audience Network হলো বিজ্ঞাপনদাতাদের জন্য {Facebook Company Products}এর বাইরের অ্যাপে এবং ওয়েবসাইটে আপনাকে বিজ্ঞাপন দেখানোর একটি উপায়। অডিয়েন্স নেটওয়ার্কের প্রাসঙ্গিক বিজ্ঞাপন দেখানোর একটি পদ্ধতি হল, আপনি কোন কোন বিজ্ঞাপন দেখতে আগ্রহী আপনার বিজ্ঞাপন পছন্দ ব্যবহার করে তা নির্ধারণ করা। আপনি এটিকে আপনার {ad settings}এ নিয়ন্ত্রণ করতে পারেন।",
      "একটি ব্র্যান্ড, সেলিব্রিটি বা সংস্থাকে সমর্থন বা প্রশংসা করার জন্য",
      "গতকাল অ্যাক্টিভ ছিল",
      "মেসেজ অদৃশ্য হচ্ছে",
      "আমার ফোনে পাঠান",
      "আপনার আগের কিছু পোস্ট আমাদের {Community Guidelines} অনুসরণ করেনি। আপনার পোস্ট, আর্কাইভ, বার্তা ও অনুসরণকারী সহ আপনার অ্যাকাউন্ট মোছা প্রতিরোধ করার একমাত্র উপায় হল আমাদের নির্দেশিকা অনুসরণ করা।",
      "অনুলিপি করতে কমান্ড-C টিপুন।",
      "অনুসন্ধানের ইতিহাস",
      "আপনার পাসওয়ার্ড পরিবর্তন করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷",
      "{username}-এর থেকে আরও পোস্ট দেখুন",
      "আপনার ডেটা ডাউনলোড করুন",
      "একটি শিরোনাম লিখুন...",
      "একটি স্টোরি হাইলাইট পাঠানো হয়েছে",
      "শর্তাবলী",
      "শুরু করুন",
      "বাতিল করুন",
      "প্রস্তাবিত",
      "উন্নত সেটিংস",
      "পুনঃচেষ্টা করুন",
      "মন্তব্য",
      "Instagram-এ খুলুন",
      "ভিডিওগুলোকে অবশ্যই এক মিনিটের বা এর থেকে কম সময়ের হতে হবে৷",
      "IGTV",
      "এই ডেটা সংগ্রহ করতে এবং আপনার কাছে এটি পাঠাতে 48 ঘন্টা পর্যন্ত সময় লাগতে পারে এবং কেবলমাত্র আপনি প্রতি চার ঘন্টায় একটি ফাইলের অনুরোধ করতে পারেন। অনুগ্রহ করে অন্য একটি ডাউনলোডের অনুরোধ করার আগে অপেক্ষা করুন।",
      "বন্ধ করুন",
      "প্লেস আইকন",
      "পোস্ট উপলভ্য নয়",
      "আপনি একটি স্টোরি হাইলাইট পাঠিয়েছেন",
      "আমরা আপনার বেছে নেওয়া নম্বরে একটি কোড পাঠাব।",
      "আপনার অ্যাকাউন্ট নিরাপদ করতে পাসওয়ার্ড পরিবর্তন করুন",
      "পিন রিসেট করুন",
      "নতুন কোডের জন্য অনুরোধ করুন",
      "আপ ক্লোজ স্ক্যানগুলোর জন্য ছোট প্রিন্ট করুন এবং দূর থেকে স্ক্যান করার জন্য বড় প্রিন্ট করুন৷",
      "বিজনেস আইকন",
      "1 দিন আগে",
      "{replierUsername} {recipientUsername}-এ উত্তর দিয়েছেন",
      "মনিটাইজেশন পলিসি",
      "আইকন বন্ধ করুন",
      "ব্যক্তিগত অ্যাকাউন্ট",
      "আমি এই মন্তব্যটি পছন্দ করি না",
      "ফিরুন",
      "{filename} আপলোড করা যাবে না।",
      "আরও {count} জন",
      "বিকল্প টেক্সট যোগ করতে প্রসারিত করুন",
      "নিরাপত্তা কোড ব্যবহার করুন",
      "Verified",
      "ফোন নম্বর যোগ করুন",
      "আরো জানুন",
      "অরিজিনাল",
      "{username1} এবং {username2} কর্তৃক অনুসরণ করা হয়েছে",
      "ফাইলটি খুবই ছোট",
      "নিশ্চয়তা কোড",
      "আপনি কি আপনার স্টোরি থেকে এই ফটোটি মুছে ফেলতে চাওয়ার ব্যাপারে নিশ্চিত?",
      "অভিযোগ সংক্রান্ত সতর্কতা আইকন",
      "আপনার ভিডিওটির দৈর্ঘ্য অবশ্যই {minDurationInSeconds} এবং {maxDurationInMinutes} {maxDurationInMinutes} মিনিটের মধ্যে, ল্যান্ডস্কেপ বা পোর্ট্রেট, একটি MP4 ফাইল এবং {maxVideoSizeInGigabytes} GB-এর কম হবে।",
      "{follower count} জন অনুসরণকারী {media count}টি পোস্ট",
      "আপনার কাছে ইতিমধ্যেই সর্বাধিক সংখ্যার সক্রিয় অ্যাকাউন্ট রয়েছে",
      "প্রাক্তন জীবন বৃত্তান্তর টেক্সট",
      "আপনার বয়স কি {age}?",
      "ভিডিওটি অবশ্যই একটি MP4 ফাইল হতে হবে।",
      "এসএমএস",
      "আপনার ফটোটি সমস্ত লোকেশনে ব্লক করা হয়েছে, যার অর্থ লোকজন এটি দেখতে, লাইক করতে বা এটিতে কমেন্ট করতে পারবে না।",
      "আপনার প্রোফাইলে WhatsApp যোগ করুন",
      "পূর্বাবস্থায় ফেরাবেন?",
      "IGTV-তে পাবলিশ করতে, অগ্রিম IGTV-র ভিডিওগুলোর সময় নির্ধারণ ও ড্রাফ্ট করতে, IGTV ইনসাইট এবং আরও অনেক কিছু দেখতে ক্রিয়েটর স্টুডিও ব্যবহার করুন।",
      "নিরাপদ অনুদান",
      "এখন নয়",
      "বাতিল করুন",
      "IGTV",
      "আপনি ব্লক করেছেন এমন কেউ এই গ্রুপে রয়েছেন",
      "Instagram-এ ফিরে যেতে ফোন নম্বর যোগ করুন",
      "স্বীকার করুন",
      "পরবর্তী",
      "শেষ ফাইলটিকে আপলোড করা হয়নি। আপনি শুধুমাত্র 10টি বা তার চেয়ে কম ফাইল বেছে নিতে পারবেন।",
      "অটো-জেনারেটেড ক্যাপশন",
      "কনটেন্ট পার্সোনালাইজ করা (বিজ্ঞাপন সহ), বিজ্ঞাপন পরিমাপ করা, বিশ্লেষণ তৈরি করা এবং নিরাপদ অভিজ্ঞতা প্রদান করার মতো পরিষেবাগুলি অপ্টিমাইজ করতে ব্যবহৃত হয় এমন Instagram ছাড়া অন্য কোম্পানি থেকে আসা কুকি স্বীকার করবেন?",
      "অ্যাপ ডাউনলোড করুন",
      "এই ফটোটি ব্যবহার করার আমার অনুমতি আছে কিনা তা আমি কীভাবে জানব?",
      "গ্রুপের নাম",
      "ভিডিও মুছে দিন",
      "বুধ",
      "একটি বিতর্ক জমা দেওয়ার মাধ্যমে, আপনি রাইটস হোল্ডার, {reference owner name}-কে আপনার ফটো এবং আপনার অ্যাকাউন্ট সম্বন্ধিত বেসিক পাবলিক তথ্য পর্যালোচনা করার অনুমতি দেন। উত্তর দেওয়ার জন্য তাদের কাছে 7 দিনের সময় থাকবে।",
      "-এর সাহায্যে Instagram ব্যবহার করুন",
      "আমার ডেটা নিয়ে চিন্তিত",
      "মন্তব্যগুলি মুছে ফেলুন",
      "অস্বীকার করুন",
      "অ্যাকাউন্ট তৈরি করুন",
      "প্রোফাইলে যান",
      "সেট আপ করা সম্পূর্ণ করতে আপনি একটি যাচাইকরণ অ্যাপ সেট আপ করার পর, এটির তৈরি 6-সংখ্যার কোডটি অনুলিপি করুন, Instagram-এ ফিরে আসুন এবং পরবর্তী স্ক্রীনে এটি লিখুন।",
      "বছর:",
      "ফীডের নতুন আইটেমগুলো উপলভ্য রয়েছে",
      "কেনাকাটার ব্যাগের আইটেমের পাশে এক্স আইকন যা ব্যাগটি থেকে আইটেমটি হটাতে ক্লিক করা যেতে পারে",
      "একজন নতুন সদস্য যোগ করার আপনার অনুরোধ একজন প্রশাসককে অনুমোদন করতে হবে৷{username} এই কথোপকথন থেকে আগের সমস্ত বার্তা দেখবেন৷",
      "সরিয়ে ফেলুন",
      "ফটো, ভিডিও, GIF এবং আরও কিছু পাঠাতে আরও ভালো উপায়গুলোর জন্য অ্যাপ-এ পাল্টান৷",
      "আপনার সেভ করা পোস্টগুলো দেখুন",
      "মুছুন",
      "আপনার ভিডিও যোগ করা হয়েছে।",
      "ফটো এবং ভিডিওগুলোকে এখানে টেনে আনুন।",
      "ইন-স্ট্রীম ভিডিও বিজ্ঞাপন কি ব্যবহার করতে চান?",
      'আপনি আপনার সেটিংসে "বিজ্ঞাপন প্রসঙ্গ" ব্যবহার করে নির্দিষ্ট প্রসঙ্গে কম বিজ্ঞাপন দেখার জন্য বেছে নিতে পারেন।',
      "এই গ্যালারি থেকে এটি ফটো হটিয়ে দেবে",
      "আপনি এখন {username}-কে অনুসরণ করেছেন",
      "একটি নতুন Facebook Pay পিন লিখুন।",
      "এই ব্রাউজারে লগ ইন তথ্য সেভ করুন",
      "ব্যাগ দেখুন",
      "বিশ্বজনীন ব্যবসা/ব্র্যান্ড/সংস্থা",
      "যদি আপনি এই ডিভাইস এবং অবস্থানটি শনাক্ত করেন, আমরা আপনার অ্যাকাউন্ট লগ ইন করে রাখব।",
      "নতুন পোস্ট",
      "আরও জানুন",
      "নিশ্চিয়তা পাঠান",
      "পোস্টের আইকন",
      "শুধুমাত্র আপনিই নিজের পোস্টের মোট লাইকের সংখ্যা দেখতে পারবেন।",
      "চ্যাট",
      "অ্যাপ এবং ওয়েবসাইটের সাথে তথ্য শেয়ার করা",
      "কভার",
      "আপডেট করুন",
      "আমরা আপনার ইমেল {email}-এ কনফারমেশন কোড পাঠিয়েছি।",
      "নতুন পাসওয়ার্ড নিশ্চিত করুন",
      "লোকজন কী শেয়ার করেন তা দেখতে Instagram-এ তাদের অনুসরণ করুন",
      "সব মুছে ফেলুন",
      "উর্ধ্বমুখী শেভরন, ইঙ্গিত দিচ্ছে যে এই বিভাগটি খোলা আছে এবং এটি বন্ধ হয়ে যেতে পারে",
      "ভিডিও আইকা রিস্টোর করুন",
      "প্রোফাইলে যোগাযোগের তথ্য দেখান",
      "আপনার অভিজ্ঞতা পার্সোনালাইজ এবং  উন্নত করতে সাহায্য করার জন্য আমরা কুকি ব্যবহার করি, যাতে তা আপনার দেখা বিজ্ঞাপনের বিশ্লেষণ এবং পারফরমেন্স পরিমাপ করা সহ ব্যবসাতে সাহায্য করতে এবং আপনার জন্য নিরাপদ অভিজ্ঞতা দিতে পারে। আমাদের {Cookie Policy}তে কুকির ব্যবহার এবং নিয়ন্ত্রণ সম্বন্ধে আরও জানতে পারেন।",
      "3-সংখ্যা বিশিষ্ট কোডটি লিখুন",
      "কল করুন",
      "আমি এই বার্তাটি লাইক করি না",
      "লোকজন",
      "আমরা Instagram-এ আপনার গোপনীয়তা সম্বন্ধে যত্নশীল, তাই আমরা আপনাকে এমন একটি প্রযুক্তিগত সমস্যা সম্বন্ধে জানাতে চাই যেটি আমরা খুঁজে পেয়েছি এবং এর সমাধান করেছি। এটি আপনারটি সহ কয়েকটি Instagram অ্যাকাউন্টকে প্রভাবিত করেছে, যেটি Instagram Android বিটা প্রোগ্রামের একটি অংশ হিসাবে Instagram-এর অপ্রকাশিত সংস্করণগুলি ব্যবহার করেছে।",
      "নিশ্চিত করুন",
      "Instagram ভেরিফিকেশনের জন্য আবেদন জানান",
      "{number of posts}টি পোস্ট",
      "স্টোরি লোড হওয়ার প্লেসহোল্ডার",
      "আপনি যা করতে পারবেন",
      "সূচনা করার জন্য পরামর্শগুলি",
      "সাহায্য কেন্দ্র",
      "{username} একটি স্টোরি হাইলাইট পাঠিয়েছেন",
      "প্রাক্তন লিঙ্গগুলি",
      "Facebook দিয়ে লগ ইন করুন",
      "এটি আপনি তা নিশ্চিত করতে আমাদের সহায়তা করুন",
      "আপনার বন্ধুদের ছবি এবং ভিডিওগুলি দেখার জন্য সাইন আপ করুন৷",
      "স্টোরি দেখুন",
      "অযোগ্য ভিডিও",
      "ড্রাইভারের লাইসেন্স",
      "পছন্দ ফিরিয়ে নিন",
      "উপসমষ্টি {number of items}টি আইটেম)",
      "ব্ল্যাকমেল বা হয়রানির জন্য ব্যক্তিগত তথ্য ভাগ করা হয়েছে",
      "ইমোজি স্লাইডার",
      "এই সমস্ত কুকি অন্যান্য কোম্পানিকে তাদের অ্যাপ এবং ওয়েবসাইটে আপনার অ্যাক্টিভিটি সম্পর্কে আমাদের সাথে তথ্য শেয়ার করতে সাহায্য করে। আমরা প্রাপ্ত তথ্যকে, আপনি যে সব বিজ্ঞাপন দেখেন সেগুলো সহ অভিজ্ঞতা পার্সোনালাইজ ও আরও উন্নত করতে সাহায্য করতে, বিজনেসকে বিশ্লেষণ এবং বিজ্ঞাপনের পারফরম্যান্স মূল্যায়ন করে সাহায্য করতে এবং এবং অন্যান্য অ্যাপে ও ওয়েবসাইটে লগ ইন করতে Instagram ব্যবহার করার মতো Instagram-এর বাইরে পরিষেবা দিতে ব্যবহার করি।",
      "আপনি অনুপ্রেরণা পান এরকম আরও বিষয় দেখুন",
      "আপনার অ্যাকাউন্ট ব্যক্তিগত থাকার সময়ে আপনি যাদের অনুমোদন করবেন কেবলমাত্র সেই লোকেরাই Instagram-এ আপনার ফটো এবং ভিডিওগুলি দেখতে পাবেন। আপনার বিদ্যমান অনুসরণকারীরা প্রভাবিত হবেন না",
      "কারা আপনার স্টোরি দেখতে পাবেন তা বেছে নেওয়া হচ্ছে",
      "আপনার অ্যাকাউন্ট মোছা হতে পারে",
      "আরও জানুন",
      "পিন তৈরি করুন",
      "সাম্প্রতিক স্টোরি",
      "বর্ণনা",
      "সম্পন্ন",
      "{phone_number}-এ শেষ হওয়া আপনার নম্বরটিতে আমরা নিশ্চিতকরণ কোডটি পুনরায় পাঠিয়েছি",
      "লগ ইন করুন",
      "আপলোড করার জন্য এক বা একাধিক ভিডিওর দৈর্ঘ্য খুব বড়।",
      "{number of contacts shown}টি সিঙ্ক করা পরিচিতি",
      "শর্তাবলী ও ডেটা নীতির আপডেট",
      "পরবর্তী",
      "আপনার Instagram তথ্য",
      "এই অ্যাকাউন্টটি ভেরিফাই করার আপনার অনুরোধটি বর্তমানে রিভিউ করা হচ্ছে৷ আপনি 30 দিনের মধ্যে উত্তর পাওয়ার আশা করতে পারেন৷",
      "মুছে ফেলুন",
      "অন্যান্য অ্যাপে এবং ওয়েবসাইটে আমাদের কুকি",
      "পিন কোড লিখুন",
      "আরও শেভরন আইটেম দেখুন",
      "1টি কমেন্ট দেখুন",
      "দান করুন",
      "নোটিফিকেশন সেটিংসে যান",
      "অডিও চলছে",
      "অ্যাপটি ব্যবহার করুন",
      "তাদের চ্যাটটি আপনার মেসেজের অনুরোধগুলোতে সরানো হবে, তাই তারা আপনি এটা পড়লে দেখতে পাবেন না।",
      "কভার",
      "আপনার ভিডিওটি আপলোড করা সম্পূর্ণ না হওয়া পর্যন্ত এই পৃষ্ঠাটি বন্ধ করবেন না।",
      "ড্রাফ্ট",
      "সীমিত অ্যাকাউন্ট",
      "ছদ্মবেশিতা",
      "ব্যক্তিগত অ্যাকাউন্টে পাল্টান",
      "দেখান",
      "আমরা আপনার গোপনীয়তার সম্বন্ধে যত্নশীল। Facebook Payments International কিভাবে ব্যক্তিগত তথ্য সংগ্রহ করে, কেন ডেটা সংগ্রহ করা হয় এবং কিভাবে এটি ব্যবহার করা ও সঞ্চয় করা হয় আপনি তা যে বুঝেছেন আমরা তা নিশ্চিত করতে চাই।",
      "Instagram এ আপনাকে লহইন করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷",
      "আপনার পোস্ট আপলোড করা হয়েছে",
      "মেসেজ পাঠান",
      "আমরা এখনও মূল্যায়নের উদ্দেশ্যে অন্যান্য অ্যাপে এবং ওয়েবসাইটে অ্যাক্টিভিটির সামগ্রিক তথ্য পেতে পারি, তবে এর মধ্যে আপনার প্রতিটি কুকির তথ্য অন্তর্ভুক্ত থাকবে না",
      "আপনি পরে আপনার পোস্টটির একদম উপরে ··· মেনুতে গিয়ে এটি পরিবর্তন করতে পারেন।",
      "এই ব্রাউজারটিতে Instagram থেকে কুকি গ্রহণ করবেন??",
      "অ্যাপটিতে আরও ভালো ভাবে বার্তাপ্রেরণ করা যায়",
      "অভিযোগ করুন",
      "Impressum/Terms/NetzDG/UrhDaG",
      "ইভেন্ট চালু হওয়ার একদিন ও 15 মিনিট আগে আমরা আপনাকে জানাব।",
      "প্রয়োজনীয় তথ্য",
      "ফোন নম্বর",
      "Internet Explorer",
      "অনুসরণ করার জন্য লোকেদের খুঁজে পাবেন না",
      "আপনার পাসওয়ার্ড রিসেট করা হয়েছে।",
      "ভিডিওটি অবশ্যই {duration} সেকেন্ডের থেকে বেশি দৈর্ঘ্যের হতে হবে।",
      "দুঃখিত, এই লিঙ্ক আর কাজ করে না। আপনার অ্যাকাউন্টটি পুনরায় সক্রিয় করতে, আপনার ইউজারনেম ও পাসওয়ার্ড দিয়ে লগ ইন করুন।",
      "জানুয়ারী",
      "পাঠানো হয়েছে",
      "আপনার অ্যাকান্টের জন্য একটি বিভাগ নির্বাচন করুন",
      "লিঙ্কটি এখন আর বৈধ নয়",
      "সেভ করা ইমেজ",
      "{minutes}মিনিট",
      "আপনার হোম স্ক্রীনে Instagram যোগ করবেন?",
      "আমার জন্মদিন কেন জানাতে হবে?",
      "Instagram -এ স্বাগতম, {username}",
      "কল করুন",
      "খারিজ করুন",
      "Instagram-এ কেনাকাটা করুন",
      "Facebook দিয়ে লগইন করা গেল না",
      "অনির্বাচন করুন",
      "আপনার ফোন নম্বর ব্যবহার করুন",
      "{filename} ফাইলটি খুব ছোট। চালিয়ে যেতে, একটি বড় ভিডিও বেছে নিন।",
      "{Bold text if your appeal for video is rejected} রাইটস হোল্ডার ভিডিওটি সরিয়ে দেওয়ার জন্য একটি রিকোয়েস্ট করতে পারেন যা এটিকে Instagram থেকে স্থায়ীভাবে সরিয়ে ফেলবে।",
      "শুধুমাত্র আপনিই নিজের পোস্টের মোট ভিউ এবং লাইকের সংখ্যা দেখতে পারবেন।",
      "চালিয়ে যেতে আপনার {age} নির্বাচন করুন। {other options} দেখুন",
      "{number of products}টি প্রোডাক্ট",
      "যাচাইকরণের জন্য কোন অনুরোধ জমা দেওয়া এই গ্যারান্টি দেয় না যে আপনার অ্যাকাউন্ট যাচাই করা হবে।",
      "এই সময়ে আপনাকে আমরা কোনো কোড পাঠাতে পারছি না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "আপনি যদি মন বদলান, তাহলে আপনাকে আবার  {username} অনুসরণ করার জন্য অনুরোধ জানাতে হবে।",
      "সাপোর্ট করুন",
      "ডেটা নীতি",
      "• আপনি সম্মতি দেওয়ার পর, আপনি যা শেয়ার করবেন তা অনলাইন ট্রান্সমিশনের মাধ্যমে দেশে বিদেশে পাঠানো হতে পারে।",
      "আইডি ফটো",
      "{username} -এর প্রোফাইল ছবি",
      "পূরণ না করা প্রকৃত ঠিকানা সার্কেল করে চেকমার্ক করুন",
      "দুই-ধাপে যাচাইকরণ সেট আপ করা সম্পূর্ণ করতে আমরা {phoneNumber}-এ শেষ হওয়া আপনার নম্বরে যে 6-সংখ্যার কোডটি পাঠিয়েছি সেটি লিখুন।",
      "অর্থপ্রদানের পদ্ধতি",
      "এতে সদস্যতা পান:",
      "এই ব্যবহারকারীকে আনব্লক করুন",
      "Facebook Pay",
      "ইউরোপিয়ান ডিজিটাল অ্যাডভার্টাইজিং অ্যালায়েন্স",
      "আপনার অ্যাকাউন্ট নিষ্ক্রিয় করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে পরে আবার চেষ্টা করুন৷",
      "পরিচিতি পরিচালনা করুন",
      "দুঃখিত! এই মুহূর্তে আপনাকে একটি যাচাইকরণের কোড পাঠাতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "জুলাই",
      "সহিংসতা বা সহিংসতার হুমকি",
      "লোকজনকে আপনি ব্লক করলে তাদের তা জানানো হবে না৷ আপনার পোস্টগুলিতে তাদের করা যে কোনও নতুন মন্তব্য তারা ছাড়া আর কেউই দেখতে পাবেন না।",
      "{collectionName} সেভ করা কালেকশনের চিত্র",
      "অনুদানগুলোর পরিমাণ {value}-এর বেশি হতে পারে না",
      "এম্বেড কোড অনুলিপি করা হয়েছে!",
      "অতি সাম্প্রতিক",
      "আপনার স্টোরি সম্পাদনা করা চালিয়ে যেতে আপনার ডিভাইস ঘোরান।",
      "ডিভাইস বেছে নিন",
      "বৃহস্পতিবার",
      "সম্বন্ধে",
      "সেভ করতে লগ ইন করুন",
      "কোনো অ্যাকাউন্ট নেই? {link that reads Sign up}",
      "{username} হিসাবে চালিয়ে যান",
      "আপনি পুরোপুরি প্রস্তুত!",
      "মুছে ফেলুন",
      "আপনি এটি মুছে ফেলার পরিবর্তে আপনার অ্যাকাউন্ট অক্ষম করতে পারেন৷ এর অর্থ আপনি এটি পুনরায় লগ ইন করার দ্বারা পুনরায় সক্রিয় না করা পর্যন্ত আপনার অ্যাকাউন্ট লুকানো থাকবে৷",
      "আরও দেখুন",
      "{firstUsername}, {secondUsername} দেখেছে",
      "পছন্দ বা মন্তব্য করতে {loginLink}।",
      "Opera",
      "স্টিকার ব্যবহার করতে, স্টোরিগুলি শেয়ার এবং আরও কিছু করতে একটি আরও ভালো উপায়ের জন্য অ্যাপটিতে পাল্টান৷",
      "অথবা",
      "লোকেশন-ভিত্তিক ফিচার (প্রয়োজনীয়)",
      "লিঙ্ক {value}",
      "আপনার গোপনীয়তা সুরক্ষিত রাখা আমাদের জন্য খুব গুরুত্বপূর্ণ এবং আমরা এই ধরনের সমস্যা যাতে আর না ঘটে তার জন্য ক্রমাগত কাজ করছি। এরকম ঘটার জন্য আমরা দুঃখিত। আপনার যদি কোনো প্রশ্ন থাকে, তাহলে {email}-এ আমাদের সাথে যোগাযোগ করুন।",
      "Facebook ওয়ার্ডমার্ক এবং অ্যাপস লোগো পরিবার",
      "লগইন",
      "প্রতিবন্ধীদের জন্য সাহায্য",
      "আপনি যেখানে লগ ইন করেছেন",
      "জীবন বৃত্তান্তে থাকা প্রাক্তন লিঙ্ক",
      "Instagram অ্যাপে Spring থেকে আপনার প্রোডাক্ট বিক্রি করুন",
      "প্রয়োজনীয় তথ্য",
      "মুছুন",
      "বিজ্ঞাপনদাতারা সাধারণত যে কোনও সময়ের জন্য এবং তৃতীয় পক্ষের ওয়েবসাইট বা অনলাইন পরিষেবাদি জুড়ে তাদের অনলাইন ক্রিয়াকলাপ সম্পর্কিত তথ্য কীভাবে সংগ্রহ এবং ব্যবহার করা হয় তা প্রভাবিত করতে ব্যক্তিদের জন্য যে পছন্দগুলি সরবরাহ করে সে সম্পর্কে আরও জানতে {http://www.networkadvertising.org/managing/opt_out.asp} লিঙ্কে Network Advertising Initiative, {http://www.aboutads.info/} লিঙ্কে Digital Advertising Alliance অথবা {http://youronlinechoices.eu/} লিঙ্কে Digital Advertising Alliance ভিজিট করুন।",
      "মঙ্গল",
      "Google Chrome",
      "অত্যাধিক গ্রাফিক হিংস্রতার ছবি বা ভিডিওগুলি",
      "আমরা আপনার অ্যাকাউন্ট থেকে বারবার অটোমেটেড আচরণ লক্ষ্য করেছি। লগ ইন করার জন্য Instagram অ্যাপ থেকে আপনার তথ্য নিশ্চিত করুন।",
      "স্প্যাম বা স্ক্যাম",
      "সম্পূর্ণ নাম",
      "কম ডেটা ব্যবহার করুন",
      "স্টিকারগুলি লোড করতে পারবেন না",
      "চালিয়ে যান",
      "আপনি অনুমতি দিলে, {=business name} সবাইয়ের জন্য দেওয়া আপনার তথ্য' দেখতে পারবেন।",
      "এই কুকি এবং একই প্রকারের প্রযুক্তি সম্বন্ধে {learn more link}, তা কীভাবে ব্যবহার করা হয় এবং আপনি সেগুলি কোথায় পরিচালনা করতে পারেন।",
      "নামের ট্যাগ ডাউনলোড করুন",
      "অরিজিনাল",
      "অনুস্মারক ইমেলগুলি",
      "DMCA কাউন্টার-নোটিফিকেশন প্রক্রিয়া কীভাবে কাজ করে?",
      "এই ফটোটি ব্লক করা হয়েছে কারণ এটিতে {reference owner name}-এর মালিকানাধীন কনটেন্ট থাকতে পারে",
      "ফোন নম্বর",
      "ব্যাক আপ কোডগুলি পান",
      "আমি তাকে চিনি",
      "কমেন্ট বন্ধ করা হয়েছে",
      "who.int-এ যান",
      "আপনার অ্যাকাউন্ট ইতিমধ্যেই পুনরায় অ্যাক্টিভেট করা হয়েছে। আবার Instagram ব্যবহার করা শুরু করতে, আপনার ইউজারনেম ও পাসওয়ার্ড দিয়ে লগ ইন করুন।",
      "সাইন আপ করার মাধ্যমে, আপনি আমাদের {=Terms}-এ সম্মত হন। আমরা কীভাবে আমাদের {Data Policy}-এ আপনার ডেটা সংগ্রহ, ব্যবহার ও শেয়ার করি এবং কীভাবে আমাদের {Cookies Policy}-এ কুকি ও অনুরূপ প্রযুক্তি ব্যবহার করি সে সম্বন্ধে জানুন।",
      "ব্যক্তি যোগ করুন",
      "অ্যাপ ও ওয়েবসাইট",
      "উপসমষ্টি (1টি আইটেম)",
      "ভিডিও পুনরুদ্ধার করুন",
      "{Username of current profile}-কে ব্লক করবেন?",
      "অবশ্যই একটি JPG বা PNG ফাইল হবে। ন্যূনতম সুপারিশকৃত মাপ হল 492 x 762 পিক্সেল।",
      "Facebook Pay-তে আরও জানুন পেজের সেটিংস আইকন",
      "পরিচিতিগুলি মুছবেন?",
      "বিজ্ঞাপনের নীতিগুলি",
      "ফোন নম্বরের সাথে সাইন আপ করুন",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে যায়। আমাদের এই নির্দেশনা থাকার কারণ হল আমরা সুরক্ষার বিষয়ে অনুপ্রাণিত করতে এবং স্থানীয় আইনি সীমাবদ্ধতাগুলি মেনে চলতে চাই।",
      "আপনি একটি পর্যালোচনার অনুরোধ করলে, আপনার মন্তব্য আমাদের {communityGuidelinesLink} লঙ্ঘন করছে কিনা তা নির্ধারণ করার জন্য আমরা এটিকে পর্যালোচনা করব৷ পর্যালোচনার সমস্ত সিদ্ধান্তই চূড়ান্ত হবে৷",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি {violationText}-এর কারণে আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে গেছে। এমনকি আপনি যদি অপমান করার জন্য ব্যবহার না করে থাকেন, আমাদের নির্দেশিকা লোকজনকে প্রত্যেকের জন্য একটি শ্রদ্ধাশীল উপায়ে তাদের নিজেদের প্রকাশ করার জন্য উৎসাহ দেয়।",
      "লোড হচ্ছে...",
      "ডিরেক্ট",
      "আমরা আপনার Instagram অ্যাকাউন্টে আপনি যে পাসওয়ার্ড ব্যবহার করেন তা সুরক্ষিত করার জন্য কঠোর পরিশ্রম করি৷ আমরা সম্প্রতি অবিষ্কার করেছি যে, আপনি যখন আপনার ডেটা ডাউনলোড করুন সরঞ্জামটি ব্যবহার করেন তখন আপনার ডেটা ডাউনলোড হবার পরে আপনার ওয়েব ব্রাউজারের URL-এ আপনার পাসওয়ার্ড প্রদর্শিত হতে পারে সেই সাথে আমাদের সিস্টেমে সঞ্চিত হতে পারে৷ আমরা এখন এই টুলটি পরিবর্তন করেছি সুতরাং এরকম আর ঘটবে না এবং আমরা আমাদের অভ্যন্তরীণ সিস্টেমে লগ ইন থাকতে পারে এমন পাসওয়ার্ডগুলোকে মুছে ফেলছি৷ অন্য কেউ আপনার পাসওয়ার্ড ব্যবহার করেছে, তেমন কিছুই আমরা দেখিনি। সুরক্ষিত রাখতে, আপনি নীচে আপনার Instagram পাসওয়ার্ড, এর পাশাপাশি অন্য যেসব জায়গায় আপনি একই পাসওয়ার্ড ব্যবহার করতে তা আপডেট করতে চাইতে পারেন। আপনি এছাড়া আপনার ব্রাউজারের ইতিহাস সাফ করতে চাইতে পারেন।",
      "এই পোস্টটি থেকে নিজেকে মোছার বিষয়ে আপনি কি নিশ্চিত?",
      "সংরক্ষণ করুন",
      "আপনার বিরুদ্ধে কেন অভিযোগ করা হয়েছে",
      "আরও কমেন্ট লোড করুন",
      "ভিডিও মুছে ফেলুন",
      "অনুরোধগুলি অনুসরণ করুন",
      "আরও জানুন",
      "অরিজিনাল (আন-সাপোর্টেড সাইজ)",
      "পরবর্তী",
      "আরও জানুন",
      "আপনার অভিযোগের জন্য ধন্যবাদ৷ যদি এটি আমাদের সম্প্রদায়ের নির্দেশিকা লঙ্ঘন করে তবে আমরা এই বার্তাটি মুছে ফেলব।",
      "{number of new posts}টি নতুন পোস্ট",
      "তথ্যের ফরম্যাট",
      "আমরা আপনার তথ্য কারও কাছে বিক্রি করি না। আমাদের {Cookie Policy}তে কুকির ব্যবহার এবং নিয়ন্ত্রণ সম্বন্ধে আরও জানুন।",
      "শেয়ার করুন",
      "নতুন পোস্ট",
      "কমিশনের যোগ্য",
      "ডেটা নীতি",
      "Facebook Pay আরও জানুন পেজে লিঙ্ক আইকন",
      "Instagram-এ লগ ইন করুন",
      "আমি সম্মত",
      "এই ভিডিওটি ব্লক করা হয়েছে কারণ এটিতে {reference owner name}-এর মালিকানাধীন কনটেন্ট থাকতে পারে",
      "কনট্রাস্ট",
      "ফোন নম্বর নিশ্চিত করুন",
      "আপনার পোস্টগুলিতে করা কার্যকলাপ",
      "গাইড",
      "Facebook",
      "আপনি যদি বিশ্বাস করেন যে এই কনটেন্টটিতে নিষেধাজ্ঞা আরোপ করা উচিত হয়নি, তাহলে আপনি আপনার সমস্যাটির সমাধান করতে অভিযোগকারী পক্ষের সাথে সরাসরি যোগাযোগ করতে পারেন:",
      "আপনার অ্যাকাউন্ট আপোস করা হয়েছে",
      "প্রাক্তন ফোন নম্বর",
      "লগইন লিঙ্ক পাঠান",
      "ইমেইল হটান",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "বাতিল করুন",
      "অনুগ্রহ করে এটি নিশ্চিত করুন যে আপনার বয়স 13 বছরের থেকে কম।",
      "সম্পাদনা করুন",
      "ইমেল",
      "ব্যবসার বিভাগ",
      "অতিরিক্ত মিডিয়ার পূর্বরূপ দেখান বা লুকান",
      "গিফ্ট এইড দাতব্যগুলোকে আরও টাকা গ্রহণ করার অনুমতি দেয়।",
      "আমাদের এই হিসাবে রাখুন",
      "এই বার্তাটি লোকজনকে বিপদে ফেলতে পারে",
      "{number of new posts}টি নতুন পোস্ট",
      "একটি কাউন্টার-নোটিফিকেশন দায়ের করা উচিত কিনা আমি কীভাবে জানব?",
      "Instagram-এর মধ্যে ও এর বাইরে দরকারি ও প্রাসঙ্গিক বিজ্ঞাপনগুলি আপনাকে দেখানোর জন্য আমরা কুকি ব্যবহার করে থাকি। আপনি  আমাদের {Cookie Policy} থেকে, আমরা কুকি কীভাবে ব্যবহার করি সে সম্পর্কে আরও জানতে পারবেন। আপনার Instagram-এর নিয়ন্ত্রণগুলির বাইরেও আপনার কাছে বেশ কিছু বিকল্প রয়েছে যা নিচে বর্ণিত আছে।",
      "ব্যবহারকারীর নাম",
      "এটি ব্যবহার করে দেখুন",
      "অনুমোদন করুন",
      "ব্লক করুন",
      "ডেটা ব্যবহার করে স্টোরি দেখছে",
      "অনুসরণ করছেন",
      "প্রতিবার আমরা শনাক্ত করিনি এমন একটি ফোন বা কম্পিউটার থেকে আপনি লগ ইন করার সময় দুই-ধাপে যাচাইকরণ আপনাকে আপনার অ্যাকাউন্ট রক্ষা করতে দেয়।",
      "{username}-কে জবাব দেওয়া হচ্ছে",
      "অ্যাপে, আজকের স্টোরিতে যে ফটো ও ভিডিওগুলো শেয়ার করা হয়েছে আপনি তাতে ইন্টারঅ্যাক্ট করতে পারবেন।",
      "মানানসই হয় এমন একটি মাপ সন্ধান করুন",
      "{username}-এর লেখা স্টোরি দেখা হয়েছে",
      "একটি ব্যবহারকারীর নাম যোগ করুন৷ আপনি যেকোনো সময় এটি পরিবর্তন করতে পারেন৷",
      "অনুমতি দিন",
      "অন্যান্য পছন্দ",
      "মারিজুয়ানার ও কঠোর মাদক ক্রয় এবং বিক্রয়ের অফারগুলি।",
      "এই লিঙ্কটি ভুল বা এর মেয়াদ শেষ হয়ে গেছে।",
      "এই ফর্মটি।",
      "{username} আপনাকে জবাব দিয়েছে",
      "ছেড়ে যান",
      "আপনার পেমেন্টগুলো নিরাপদভাবে Facebook Pay-এর সাথে প্রক্রিয়া করা হয়। আপনার পেমেন্ট তথ্য পরবর্তী সময়ের জন্য সেভ করা হবে। {Learn More}",
      "সংরক্ষণ করা হয়েছে",
      "আপনি কোনও ব্যক্তিগত অ্যাকাউন্টে পাল্টে গেলে অ্যাপের মধ্যে ইনসাইট বন্ধ হয়ে যাবে এবং প্রচারের জন্য কনটেন্ট এবং ইনসাইট সহ আপনার সমস্ত কনটেন্টের ইনসাইট চিরতরে হটানো হবে।",
      "বিকল্প",
      "আপলোড করতে অক্ষম। এই ধরণের ফাইল সাপোর্ট করে না।",
      "বার্তার অনুরোধগুলো",
      "আপনার ভিডিওটি কোথায় দৃশ্যমান হয়",
      "দেখতে থাকুন",
      "ফিরে যান",
      "আপনার বার্তা",
      "কোন ফটো নেই",
      "ভিডিও আপলোড করা যায়নি",
      "বৈধ পিন কোড লিখুন",
      "Connect using the MetaMask extension.",
      "ইমেল বা ফোন নম্বরের মাধ্যমে সাইন আপ করুন",
      "খুঁজতে লগ ইন করুন",
      "এটি দেখে মনে হচ্ছে আরও লাইক বা অনুসরণকারী পেতে সাহায্য করার জন্য একটি পরিষেবার সাথে আপনি আপনার পাসওয়ার্ড শেয়ার করেছেন, যা আমাদের {community guidelines link}-এর বিরুদ্ধে যায়।",
      "সমস্ত কমেন্ট দেখতে লগ ইন করুন",
      "যাচাইকরণ অ্যাপ মুছে ফেলবেন?",
      "কোনো অভিযোগ জমা দিতে আপনার কাছে Instagram-এর সাম্প্রতিকতম সংস্করণ থাকার দরকার হয়।",
      "ভিডিও",
      "ফোন",
      "এমন একটি নামের ট্যাগ প্রিন্ট করুন যা স্ক্যান করা সহজ",
      "অন্যদের ঘনিষ্ঠ ছবি পোস্ট করতে হুমকির ক্ষেত্রে আমাদের একটি শূন্য সহনশীলতার নীতি আছে।",
      "{Username of current profile} সম্পর্কে Instagram বলবে না। তাকে আপনার ফলোয়ারের তালিকা থেকে সরিয়ে দেওয়া হয়েছে",
      "পিন রিসেট না করেই ছেড়ে যাবেন?",
      "Google Play তে উপলভ্য",
      "আপনার বৈদ্যুতিন স্বাক্ষর",
      "এই লগআউটটি সম্পূর্ণ করা গেল না৷ অনুগ্রহ করে আপনার নেটওয়ার্ক সেটিংস পরীক্ষা করুন এবং আবার চেষ্টা করুন৷",
      "Instagram",
      "অ্যাপটি আরও ভালো ভাবে খোঁজা যায়",
      "আমরা একবার একটি যাচাইকৃত ব্যাজের জন্য আপনার অনুরোধ পর্যালোচনা করলে আপনাকে জানাব।",
      "লগআউট",
      "আপনার অ্যাকাউন্টে অতিরিক্ত নিরাপত্তা যোগ করুন",
      "আত্মহত্যা, কর্তন এবং খাওয়ার গণ্ডগোল অন্তর্ভুক্ত করে এমন স্ব আঘাতে উৎসাহ দেওয়া বা প্রচার করা পোস্টগুলি মুছে ফেলি। এছাড়াও আমরা সেই পোস্টগুলি মুছে ফেলি যেগুলি যদি পোস্টটি আক্রমণ করে বা তাদের মজার করে তোলে তবে স্ব আঘাতের ভুক্তভোগীদের শনাক্ত করে।",
      "ত্রুটি আইকন",
      "অর্থপ্রদানের শর্তাবলী",
      "এখন সক্রিয় রয়েছে",
      "মনে রাখবেন যে এই ভিডিওটি সমস্ত লোকেশনে ব্লক করা হয়েছে।",
      "বার্তা পাঠান",
      "আপনি যদি আপনার পিনটি না লেখেন তাহলে চেকআউট সম্পূর্ণ করার জন্য আপনার Facebook পেমেন্ট ব্যবহার করতে পারবেন না।",
      "স্থান",
      "সমতল পৃষ্ঠতলে থাকুন",
      "নগ্নতা বা পর্নোগ্রাফি",
      "সমস্ত ফলো করা রিকোয়েস্ট দেখার শ্রেভ্রন আইকন",
      "ব্যবসা খুঁজে পাওয়া যাবে না",
      "আপনি মার্কিন যুক্তরাষ্ট্রে {Digital Advertising Alliance}, কানাডাতে {Digital Advertising Alliance of Canada} অথবা ইউরোপে {European Interactive Digital Advertising Alliance}-এর মাধ্যমে অথবা আপনি যদি Android, iOS 13 বা iOS-এর পুরনো সংস্করণ ব্যবহার করে থাকেন তবে আপনার মোবাইল ডিভাইস সেটিংসের মাধ্যমে Facebook এবং অন্যান্য অংশগ্রহণকারী কোম্পানির থেকে অনলাইন আগ্রহ-ভিত্তিক বিজ্ঞাপন দেখার জন্য বেছে নিতে পারেন। অনুগ্রহ করে মনে রাখবেন, যে সব অ্যাড ব্লকার ও টুল আমাদের কুকি ব্লক করে সেগুলি এই নিয়ন্ত্রণগুলিকে ব্যাহত করতে পারে।",
      "তাদের অংশগ্রহণ সঠিকভাবে পরিমাপ করতে সহায়তা করার জন্য, আমরা একটি এলোমেলো আইডি নম্বর এবং পরিসংখ্যান সংখ্যা শেয়ার করব যা আপনাকে শনাক্ত করতে পারে না এবং তারা আমাদের সম্পূর্ণকরণ সম্পর্কে বলবে।",
      "আপনার নম্বর যোগ করলে তা আপনাকে আরও সহজে লগ ইন করতে, আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে এবং অনুসরণ করার জন্য লোকজনকে খুঁজতে সাহায্য করে।",
      "ছাঁটুন",
      "1টি আইটেম",
      "{name of the user} আপনাকে অনুসরণ করা শুরু করেছেন৷",
      "যাচাইকরণের অনুরোধ জমা দেওয়া হয়েছে",
      "{location}-এর ফটো এবং ভিডিও",
      "ঐচ্ছিক",
      "কপি করুন",
      "ডেটা ডাউনলোড",
      "আমরা আপনার ফোন নম্বরে একটি নিশ্চয়তা কোড পাঠাব।",
      "Instagram এ খুলুন",
      "সহবাস, যৌনাঙ্গ বা সম্পূর্ণ নগ্ন নিতম্ব কাছ থেকে দেখাচ্ছে এমন পোস্টগুলি",
      "বাতিল করুন",
      "আপনি পরে আবার চেষ্টা করতে পারেন বা অন্য একটি অ্যাকাউন্ট ব্যবহার করতে পারেন।",
      "ব্যবহারকারীকে খুঁজে পাওয়া যায়নি",
      "আমরা আপনার গোপনীয়তা সম্বন্ধে যত্নশীল, তাই আমরা আপনাকে এমন একটি প্রযুক্তিগত সমস্যা সম্বন্ধে জানাতে চেয়েছি যেটি আমরা খুঁজে পেয়েছি এবং এর সমাধান করেছি। এটি আপনারটি সহ কয়েকটি Instagram অ্যাকাউন্টের উপর প্রভাব ফেলেছে, যেটি আমাদের ডগফুডিং প্রক্রিয়ার একটি অংশ হিসাবে Instagram-এর অপ্রকাশিত সংস্করণগুলি ব্যবহার করেছে।",
      "আপনার ফটো পরিচালনা করা হচ্ছে",
      "নিরাপত্তা কোড",
      "আপনার অনুরোধ পর্যালোচনা করার জন্য আমাদের একটি সরকারের-জারি করা ফটোর আইডি যা আপনার নাম এবং জন্মদিন প্রদর্শন করে (যেমন, ড্রাইভারের লাইসেন্স, পাসপোর্ট বা জাতীয় পরিচয়পত্র) অথবা সরকারি ব্যবসার নথি (ট্যাক্স জমা, সাম্প্রতিক ইউটিলিটি বিল, নিগম নিবন্ধ) প্রয়োজন।",
      "ভিডিওকে অবশ্যই এক ঘণ্টা বা তার চেয়ে কম সময়ের হতে হবে",
      "আপনার দানের জন্য ধন্যবাদ",
      "লগ ইন",
      "{time their account will be disabled}-এর আগে আপনার প্রোফাইল আপডেট করুন, তা না হলে আপনার অ্যাকাউন্টটিকে আমাদের সম্প্রদায়ের নির্দেশিকা লঙ্ঘনের জন্য নিষ্ক্রিয় করা হবে। আমাদের ছদ্মবেশ ধারণ নীতি সম্বন্ধে {learn more link}।",
      "Facebook প্রোডাক্টের বাইরে আপনার জন্য বিজ্ঞাপন পার্সোনালাইজ করায় সাহায্য করতে বা এর কার্য সম্পাদন পরিমাপ করতে, আমরা অন্য কোম্পানির কুকি ব্যবহার করব না",
      "মুছে দেওয়া আরও সামগ্রী দেখান",
      "আমি আমার ব্যবহারকারীনাম বা অ্যাকাউন্টের তথ্য পরিবর্তন করতে চাই",
      "সন্ধান এবং অন্বেষণ করুন",
      "রাখুন",
      "স্টোরিতে আবার শেয়ার করা",
      "ফ্রিতে Wi-Fi অ্যাক্সেস করে {name}-কে ফলো করুন",
      "কোড পাঠানো যায়নি৷",
      "{date}, {time}-এ",
      "আপনার আগের কিছু পোস্ট আমাদের {Community Guidelines} মানে নি৷ আবার আমাদের নির্দেশিকার বিরুদ্ধআপনি যদি এমন কিছু পোস্ট করেন তাহলে আপনার পোস্ট, আর্কাইভ, মেসেজ এবং ফলোয়ার সহ আপনার অ্যাকাউন্ট মুছে ফেলা হবে৷",
      "আপনি কি নিশ্চিত?",
      "{username} এবং অন্য 1 জন ফলো করেছেন",
      "দুই-ধাপে যাচাইকরণ সেটিংস সম্পাদনা করুন",
      "লোকেশন যোগ করুন",
      "একবার আপনি লোকেদের অনুসরণ করলে আপনি এখানে তাদেরকে দেখতে পাবেন।",
      "যা ঘটেছে তার সংক্ষিপ্ত বর্ণনা দিন।",
      "বলতে ইচ্ছুক নই",
      "Instagram-এ {translated category name} অ্যাকাউন্ট",
      "এক্সক্লুসিভ স্টোরি",
      "যদি আপনি এখনই ফিরে যান, তবে আপনি আপনার ভিডিও হারিয়ে ফেলবেন",
      "{username} এখন Facebook পণ্য জুড়ে তাদের কার্যকলাপের ভিত্তিতে তাদের আগ্রহের সাথে আরও প্রাসঙ্গিক বিজ্ঞাপন দেখবে।",
      "ব্যবহারকারীর নাম তৈরি করুন",
      "আরও জানুন",
      "আপনার অ্যাকাউন্টটি জনস্বার্থে রয়েছে তা দেখাচ্ছে এমন আর্টিকেল, সোশ্যাল মিডিয়া অ্যাকাউন্ট এবং অন্যান্য লিঙ্ক যোগ করুন। পেইড বা প্রচারমূলক কনটেন্ট চলবে না।",
      "বিজ্ঞাপন সেটিংস",
      "এই পোস্টটি দেখতে লগ ইন করুন",
      "ইমেল নিশ্চিত করুন",
      "Instagram ব্রাউজ করলে ডেটা ব্যবহার করা হবে না। আপনি কেবলমাত্র ভিডিও এবং স্টোরিগুলি দেখার সময় ডেটা ব্যবহার করবেন।",
      "এডিট করুন",
      "লক আইকনে পূরণ করা হয়েছে",
      "সংযোগ করুন",
      "আপনার জন্মদিন যোগ করুন",
      "এই অ্যাপ এবং ওয়েবসাইটগুলি আপনি আপনার অ্যাকাউন্ট থেকে হটিয়ে দিয়েছেন। এর অর্থ হল তাদের কাছে এখনও আপনার আগে শেয়ার করা তথ্য থাকতে পারে, তবে তাঁরা অতিরিক্ত কোন তথ্য চাইতে পারে না। আপনি কোনও অ্যাপ-কে আপনার বিষয়ে তথ্য মুছে ফেলার কথা বলতে পারেন। এটা করতে হলে, বিশদ বিবরণ এবং যোগাযোগের তথ্যের জন্য তাদের প্রাইভেসি পলিসি পর্যালোচনা করুন। আপনি যদি কোন অ্যাপের সাথে যোগাযোগ করেন, তবে তাদের আপনার ইউজার আইডি-র প্রয়োজন হতে পারে।",
      "আপনি তাদের প্রোফাইল থেকে সরাসরি তাদের ব্লক করতে পারেন৷ আপনি যদি করেন, তবে তারা আপনার প্রোফাইল, পোস্ট বা স্টোরি খুঁজে পাবেন না বা Instagram-এ আপনাকে বার্তা পাঠাতে পারবেন না৷ Instagram তাদের জানাবে না যে আপনি তাদের ব্লক করেছেন৷",
      "ডাউন শেভরন আইকন",
      "যেটিকে মুছে দেওয়া হয়েছে",
      "হোম স্ক্রীনে যোগ করুন",
      "অ্যাপটা ব্যবহার করুন",
      "{username} বর্তমানে কোনো হ্যাশ ট্যাগ অনুসরণ করছেন না।",
      "ত্রুটি",
      "দুঃখিত! এই মুহূর্তে আপনার অ্যাকাউন্ট যাচাই করতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "আপনার যখন মনে হয় পোস্ট হটানো উচিত নয় তখন আমরা সাধারণত আপনাকে একটি পর্যালোচনার অনুরোধ জানাতে বলি।",
      "আপনি লগ ইন করেছেন তা নিশ্চিত করুন",
      "এই অ্যাকাউন্টটা একটি ব্যবসা, পোষা জীবজন্তু বা অন্য কোনো কিছুর জন্য হলেও, আপনার নিজের জন্মদিন ব্যবহার করুন",
      "আপনার Facebook ইমেল ঠিকানা, {email} Facebook এবং Instagram এ অ্যাকাউন্টগুলির সাথে সংযুক্ত, কিন্তু অ্যাকাউন্টগুলি সংযুক্ত করা হয় নি।",
      "অ্যাপের জন্য প্রোফাইল ছবি",
      "আগ্নেয়াস্ত্র, বিস্ফোরক এবং গোলাবারুদের পিয়ার-টু-পিয়ার বিক্রয়।",
      "আবার পাল্টান",
      "ডেটা নীতি",
      "{firstUsername} এবং {secondUsername}",
      "আরও মন্তব্য লোড করুন",
      "এই লগইনটি আপনি করেননি তা সিস্টেমকে জানানোর সময একটি সমস্যা হয়েছে৷ অনুগ্রহ করে আপনার নেটওয়ার্ক সেটিংস পরীক্ষা করুন এবং আবার চেষ্টা করুন৷",
      "আপনাকে আরও প্রাসঙ্গিক বিজ্ঞাপন দেখানোর জন্য, বিজ্ঞাপনদাতা এবং অন্যান্য পার্টনার তাদের ওয়েবসাইট এবং অ্যাপে আপনার অ্যাক্টিভিটি, সেইসাথে আপনার কিছু নির্দিষ্ট অফলাইন ইন্টার‍্যাকশন, যেমন কেনাকাটা সম্পর্কে আমাদের যে ডেটা দেয় তা আমরা ব্যবহার করি। আপনি আপনার সেটিংসে পার্টনারদের থেকে আপনার অ্যাক্টিভিটি সম্পর্কিত ডেটার মাধ্যমে Instagram এর বাইরে আপনার অ্যাক্টিভিটির উপর ভিত্তি করে বিজ্ঞাপনগুলো দেখবেন কিনা তা নিয়ন্ত্রণ করতে পারেন।",
      "প্রাক্তন ব্যবসার ইমেল ঠিকানাগুলি",
      "অবৈধ ইমেল বলে, আমরা আপনাকে ইমেইল পাঠাতে ব্যর্থ হয়েছি।",
      "নেটওয়ার্ক ব্যান্ডউইথ",
      "আপনার Facebook অ্যাকাউন্টের নিয়ন্ত্রণ",
      "আপনার অ্যাকাউন্ট ব্যক্তিগত থাকার সময়ে আপনি যাদের অনুমোদন করবেন কেবলমাত্র সেই লোকেরাই Instagram-এ আপনার ফটো এবং ভিডিওগুলি দেখতে পাবেন। আপনার বিদ্যমান অনুসরণকারীরা প্রভাবিত হবেন না",
      "Instagram-এ আপনার বিশ্বের সাথে সংযোগ করতে লগ ইন করুন",
      "অবজেক্ট",
      "ইমেইল",
      "ক্রিয়েটর স্টুডিওতে যান",
      "দেখার জন্য ধন্যবাদ",
      "এটিকে বিনামূল্যে ডাউনলোড করুন।",
      "ম্যাচ করা কনটেন্ট নোটিশ",
      "যেহেতু আপনি আপনার প্রোফাইল ফটো সিঙ্ক করেছেন, আপনার ফটো Instagram এবং Facebook উভয় জায়গাতেই পরিবর্তন হবে।",
      "দুই-ধাপে যাচাইকরণ চালু রয়েছে",
      "এই বিজ্ঞাপনটি আড়াল করার জন্য একটি কারন চয়ন করুন:",
      "পেমেন্ট পদ্ধতি, ডেলিভারির ঠিকানা, নাম, ইমেল",
      "আমি আমার দ্বারা আপলোড করা একটি ছবি মুছতে চাই",
      "দুঃখিত, কোনো ভুল হয়েছে৷ অনুগ্রহ করে আবার চেষ্টা করুন৷",
      "প্রোফাইল সংরক্ষণ করা হয়েছে।",
      "লগ ইন করার তথ্য মনে রাখবেন?",
      "প্রোফাইলে বিভাগ দেখুন",
      "জনস্বার্থে আপনার অ্যাকাউন্ট যে বিখ্যাত ব্যক্তি, সেলিব্রিটি বা ব্র্যান্ডকে উপস্থাপন করছে তাকে দেখান৷",
      "সুরক্ষিত পেমেন্টগুলো",
      "আমাদের প্রেস সেন্টারে তাদের সম্বন্ধে আরও জানুন।",
      "একটি ক্রিয়েটর অ্যাকাউন্টে পাল্টালে তা আপনার Instagram অ্যাকাউন্টকে পাবলিক করবে। যে কেউ আপনার কনটেন্ট দেখতে পাবেন এবং সমস্ত পেন্ডিং ফলো রিকোয়েস্টের অনুমোদন দেওয়া হবে।",
      "যদি আপনি অনির্বাচন করেন, তবে কেবলমাত্র যখন আপনি এই ইমেলগুলির অনুরোধ করবেন তখন আমরা আপনাকে এগুলি পাঠাব।",
      "ইউজার আইকন",
      "ব্লক করা মন্তব্যকারীরা",
      "উপহারমূলক সাহায্য বাতিল করুন",
      "Facebook-এর সমস্ত প্রোডাক্টের বাইরে অন্য প্ল্যাটফর্মে বিজ্ঞাপন ও মূল্যায়ন পরিষেবা দেওয়ার জন্য, বিশ্লেষণ করার জন্য, আপনাকে কিছু নির্দিষ্ট ফিচার দেওয়ার জন্য এবং আমাদের পরিষেবাগুলোকে উন্নত করার জন্য, আমরা Instagram-এ এবং Facebook-এ অন্যান্য কোম্পানির টুল ব্যবহার করি। এই কোম্পানিগুলোও আবার কুকি ব্যবহার করে থাকে।",
      "স্টোরিগুলি",
      "আপনি কিছু পেমেন্টের ক্ষেত্রে একটি নিরাপত্তা পরীক্ষা হিসাবে আপনার পিন লিখবেন৷ সমস্ত পেমেন্টের ক্ষেত্রে আপনার পিন ব্যবহার করতে, Facebook Pay সেটিংসে ভিজিট করুন৷",
      "আরও জানুন",
      "যাচাইকরণ অ্যাপ",
      "গোপনীয়তা এবং নিরাপত্তা",
      "{username1}, {username2} এবং অন্য 1 জন",
      "WhatsApp যোগ করুন",
      "লোকজন খুঁজুন",
      "খবর/মিডিয়া",
      "NetzDG-এর অধীনে অভিযোগ করুন",
      "অন্য লোকজন তাদের স্টোরিতে আপনার পোস্ট যোগ করতে পারবেন৷ আপনার পোস্টের সাথে আপনার ব্যবহারকারীর নাম সর্বদা দেখা যাবে৷",
      "পাবলিক প্রোফাইল তথ্য (প্রয়োজন)",
      "Whatsapp",
      "প্রাক্তন ব্যবহারকারীর নাম",
      "অনুগ্রহ করে একটি বৈধ জন্মতারিখ লিখুন।",
      "ভিডিওটির মধ্যে থাকা সমস্ত সামগ্রীই হলো আপনার আসল সামগ্রী এবং আপনি এটির মালিক৷",
      "অ্যাকাউন্ট পাল্টান",
      "আপনি সফলভাবে আপনার ইমেল নিশ্চিত করেছেন।",
      "ভিডিও চ্যাট",
      "একটি মেসেজ লিখুন...",
      "আপনি যদি আপনার ব্যাকআপ কোড থেকে কোনও একটি কোড ব্যবহার করতে না পারেন, আপনি আপনার {=auth app codes} থেকে একটি  পেতে পারেন",
      "বুধবার",
      "আমাদের শর্তাবলী এবং ডেটা নীতিতে করা পরিবর্তনগুলির পর্যালোচনা করুন",
      "অনুমোদন করুন",
      "সংরক্ষণ করুন",
      "ব্যবসার ইমেইল",
      "আরও জানুন",
      "এই শেয়ারিংয়ের বিশদ:",
      "সাইন আপ করুন",
      "{Date} তারিখে {Time}-এ পোস্ট করা হয়েছে",
      "অন্তরঙ্গ চিত্রগুলির অভিযোগ করা হচ্ছে",
      "মোছার পরে আপনার ইনবক্স থেকে চ্যাটগুলি সরে যায়, তবে ইনবক্সে কিছুই থাকে না।",
      "মনে রাখবেন যে এই ফটোটি এখনও নিম্নলিখিত লোকেশনে দেখা যেতে পারে:",
      "আপনার পুরো নাম",
      "পছন্দের ইমেলগুলি পরিচালনা করুন",
      "শে",
      "আপনি যে সব অ্যাকাউন্ট অনুসরণ করা থামিয়েছেন",
      "আপনি প্রমাণীকরণ অ্যাপ থেকে কোনো লগইন কোড ব্যবহার করতে না পারলে, আপনি {=sms code} থেকে একটি কোড পেতে পারেন বা আপনার একটি {=backup codes} ব্যবহার করতে পারেন",
      "বিবরণ",
      "{seconds} সেকেন্ড",
      "ওষুধের বিক্রি বা প্রচার হিসেবে রিপোর্ট করবেন?",
      "এখন না",
      "{Userlink}-এর মতো আরও অ্যাকাউন্ট",
      "কম স্থান ব্যবহার করে। Google Play-এ বিনামূল্যে।",
      "আনব্লক করুন",
      "অ্যাক্সেস প্রত্যাহার করার সময় সেখানে একটি সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "এই অ্যাপ ও ওয়েবসাইটগুলো আপনি Instagram-এ লগ ইন করতে ব্যবহার করেছেন এবং সম্প্রতি এগুলো ব্যবহার করেছেন। আপনি তাদের সাথে যে তথ্য শেয়ার করার জন্য বেছেছেন তারা সেই তথ্যের অনুরোধ জানাতে পারেন৷",
      "লগ ইনে সহায়ক ইমেলগুলি অনির্বাচন করুন",
      "অডিওর ছবি",
      "নিম্নমুখী শেভরন, ইঙ্গিত দিচ্ছে যে এই বিভাগটি বন্ধ আছে এবং খোলা যেতে পারে",
      "আপনার ইনস্টাগ্রাম অ্যাকাউন্ট অ্যাক্সেস করার জন্য আপনি কোনো অ্যাপ্লিকেশনকে অনুমোদিত করেননি৷",
      "নিষ্ক্রিয় সেশনগুলির IP ঠিকানাগুলি",
      "আপনার অ্যাকাউন্টে ফিরে যেতে {phoneNumber}-এ একটি লিঙ্ক উল্লেখ করে SMS পাঠানো হয়েছে।",
      "ছেড়ে যান",
      "{instagramUsername} এবং {facebookPageName}",
      "সংস্থানগুলি দেখুন",
      "আপনি সাময়িকভাবে আপনার অ্যাকাউন্ট অক্ষম করছেন৷ এগিয়ে যাবেন?",
      "বিজ্ঞাপন পছন্দ",
      "প্রোফাইল তথ্য (আবশ্যক)",
      "ফীড",
      "যদি আপনার আবেদন অনুমোদন করা হয়",
      "content_removed_img",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি আমাদের {brandedContentPoliciesLink}-এর বিরুদ্ধে গেছে। তামাকজাত পণ্য, অস্ত্র, গোলাবারুদ বা বিস্ফোরক সহ কিছু নির্দিষ্ট জিনিসপত্র, পরিষেবা বা ব্র্যান্ড, ব্র্যান্ডেড কন্টেন্ট সহ প্রচার করা যাবে না৷ এছাড়াও, সামাজিক সমস্যা, ইলেকশন বা রাজনীতি সহ কিছু ক্যাটাগরি, শুধুমাত্র ব্র্যান্ডেড কন্টেন্ট পোস্টগুলোতে অনুমোদিত যদি পেয়িং পার্টনারকে সম্পর্কিত বিজ্ঞাপনগুলোকে চালানোর জন্য অনুমোদন করা হয়ে থাকে৷",
      "মন্তব্যের বিকল্পগুলি",
      "সাইন আপ করুন",
      "আপনার ফোন নম্বর যোগ করুন যাতে আপনি বন্ধুদের খুঁজতে এবং আরও কিছু করতে আপনার পাসওয়ার্ড পুনরায় সেট করতে পারেন।",
      "যদি আপনি আপনার যাচাইকরণ অ্যাপ মুছে ফেলবেন, তখন আপনি কেবলমাত্র পাঠ্য বার্তার মাধ্যমে নিরাপত্তা কোডগুলো পাবেন।",
      "সম্পন্ন৷",
      "পোস্ট কি বাতিল করতে চান?",
      "ইমেইল সরানো হয়েছে",
      "বিজ্ঞাপনগুলি",
      "এখানে দেখানোর জন্য আপনার অ্যাকাউন্টে কোনও তথ্য নেই।",
      "আপনার ফ্রেন্ডদের ফটো এবং ভিডিও দেখুন।",
      "আমরা আপনাকে আপনার অ্যাকাউন্টে ফিরে আসতে সাহায্য করার জন্য আপনাকে একটি পাঠ্য বার্তা পাঠাতে পারি৷",
      "Facebook Pay",
      "আপনার অ্যাকাউন্ট মোছার ঝুঁকি রয়েছে",
      "তথ্য সংরক্ষণ করুন",
      "অভিযোগ পাঠান",
      "অ্যাপটি ব্যবহার করুন",
      "সেকেন্ড",
      "এই ইমেলটি অন্য একটি অ্যাকাউন্ট দ্বারা গ্রহণ করা হয়েছে।",
      "পরবর্তী",
      "নগর/শহর",
      "লাইভ সম্প্রচার শেয়ার করুন",
      "কোথায় আপনার ভিডিও দৃশ্যমান হবে",
      "তারা আপনার প্রোফাইল, পোস্ট বা স্টোরিগুলিকে Instagram-এ খুঁজে পাবেন না। আপনি তাদের অবরুদ্ধ করলে Instagram তা তাদের জানাবে না",
      "টিকচিহ্ন পূরণ করার আইকন",
      "আপনি {=business name}-এর সঙ্গে আপনার চ্যাটে যে কোনো সময় এই সব মেসেজ পরিচালনা করতে পারেন।",
      "স্টোরিগুলি খুলুন",
      "আপনার শপিং ব্যাগ খুঁজতে প্রোফাইলে যান ও {link_back_to_instagram_home_page} আলতো চাপুন।",
      "চালিয়ে যান",
      "মিডিয়া নির্মাতা আইকন",
      "ফ্রিতে Wi-Fi অ্যাক্সেস পান এবং এই ব্যবসাটির সর্বশেষ পোস্টগুলো দেখতে সেটিকে ফলো করুন। নয়ত, আপনি পরেও ব্যবসাটিকে ফলো করতে পারেন।",
      "আপনি কখন অনলাইন হয়েছেন বা আপনি কখন তাদের মেসেজগুলো পড়েছেন তা তারা দেখতে পাবেন না। আপনি তাদের প্রোফাইল থেকে তাদেরকে সীমাবদ্ধমুক্ত করতে পারবেন।",
      "Microsoft থেকে এটি পান",
      "মেধা সম্পত্তি লঙ্ঘন",
      "{username} একটি স্টোরি পাঠিয়েছেন",
      "পোস্টে যান",
      "সীমিত করা অ্যাকাউন্ট",
      "নিরাপত্তা এবং সততার উদ্দেশ্যে আমরা অন্যান্য অ্যাপ এবং ওয়েবসাইট থেকে সীমিত তথ্য ব্যবহার করব, তবে তা আপনাকে পার্সোনালাইজ করা বিজ্ঞাপন দেখানোর জন্য ব্যবহার করা হবে না",
      "পরবর্তী",
      "সম্পন্ন",
      "Instagram -এ 13 বছরের কম বয়সের একটি শিশুর অভিযোগ করবেন?",
      "পিন রিসেট করুন",
      "দোকান দেখুন",
      "আপনি যদি হয়রানি বা উৎপীড়নের ক্ষেত্রে কী করা যেতে পারে সেই বিষয়ে আরও জানতে চান, তাহলে আমরা সাহায্য করতে চাই",
      "পরবর্তী",
      "নতুন পোস্ট তৈরি করুন",
      "Facebook-এর সাথে সংযোগ করুন",
      "আপনার গ্রাহকদের কাছে পৌঁছান",
      "আপনি যখন লগ ইন করবেন, আপনি তখন এই পোস্টের সব ইউজারদের কমেন্ট পড়তে পারবেন।",
      "আপনার প্রোফাইলে আপনি কীভাবে আপনার ফটো যোগ করতে চান তা বেছে নিন।",
      "ক্যামেরাগুলো আপনার সমগ্র নামের ট্যাগ তুলতে সক্ষম হওয়া উচিত।",
      "Safari",
      "আজ দেখেছেন",
      "1 বছর বয়স",
      "Instagram সম্প্রদায়কে নিরাপদ রাখতে এবং সকলের জন্য মজার ব্যাপার করে তুলতে সাহায্য করার জন্য আপনাকে ধন্যবাদ৷ মনে রাখবেন, আমরা যিনি ফটো, ভিডিও বা মন্তব্য পোস্ট করেছেন সেই ব্যক্তির কাছে কে অভিযোগগুলি জমা করেছেন তা প্রকাশ করি না৷",
      "• কানেকশনের মাধ্যমে আপনার অ্যাকাউন্টের প্রমাণীকরণ করতে এবং তথ্য পেতে অ্যাপ বা ওয়েবসাইটকে সাহায্য করে যা আপনি শেয়ার করতে চান, যেমন আপনার ফটো।",
      "অ্যাকাউন্ট ডেটা দেখুন",
      "আমাদের জানান",
      "আপলোড করা ফটোর পূর্বরূপ",
      "আপনি লগ ইন করলে, আপনার আগ্রহের ভিত্তিতে আর দুর্দান্ত জিনিস দেখতে পারবেন।",
      "পোস্ট",
      "ডাউনলোড করার অনুরোধ করুন",
      "আপনি কারও বার্তার বিরুদ্ধে অভিযোগ করলে Instagram তাদের জানাবে না যে এই অভিযোগটি কে করেছেন।",
      "ঠিকানা",
      "শর্তাবলী",
      "আমরা আপনার অ্যাকাউন্টে অস্বাভাবিক ক্রিয়াকলাপ লক্ষ্য করেছি এবং কিছু পদক্ষেপ সাময়িকভাবে সীমিত করেছি।",
      "প্রত্যাখ্যান করুন",
      "ঠিক আছে",
      "এম্বেড",
      "এখান থেকে মন্তব্য করা ব্লক করুন",
      "যদি আপনি কারোর পোস্ট সম্পর্কে অভিযোগ করে থাকেন, তবে Instagram তাদের জানাবে না যে কে এই অভিযোগ করেছেন৷",
      "Facebook-এর বাইরের অ্যাক্টিভিটি",
      "একটি দ্বিতীয় অ্যাকাউন্ট তৈরি করা হয়েছে",
      "প্রকৃত ঠিকানা",
      "{Button to log in} বা {Button to sign up}",
      "মঙ্গলবার",
      "Chrome",
      "টেক্সট",
      "ব্যবহারের শর্তাবলীতে সম্মত হন",
      "{timeString}-এ {dateString}",
      "{username}-এর স্টোরি হাইলাইট পাঠানো হয়েছে",
      "ম",
      "{story owner username}-এর সদস্যতায় থাকা লোকজনই শুধু মাত্র এই স্টোরি দেখতে পারেন।",
      "অ্যাপ এবং ওয়েবসাইট-এর মাধ্যমে {=app and web}-এ শেয়ার করা আপনার তথ্য আপনি রিভিউ অথবা পরিবর্তন করতে পারেন। {=privacy} সেটিংস থেকে এই সেটিংসটি আলাদা যা আপনার কনটেন্ট কোন লোক Instagram-এ দেখতে পাবে সেই বিষয়টি নিয়ন্ত্রণ করতে পারে।",
      "• Instagram এবং Facebook-এর সাথে আপনার ব্যাপারে তথ্য শেয়ার করতে আমাদের ব্যবহার করা কুকিজ এবং এই ধরনের প্রযুক্তি সাহায্য করে। আপনার দেখা বিজ্ঞাপন এবং ব্যবসাগুলিকে বিজ্ঞাপনের পারফরমেন্স বিশ্লেষণ ও মূল্যায়ন সহ আপনার অভিজ্ঞতা পার্সোনালাইজ করতে আমরা এই তথ্য ব্যবহার করি।",
      "সেভ",
      "সশব্দ করুন",
      "প্রোফাইল ফটো পোস্ট করবেন?",
      "আপনার স্টোরিতে প্রতিক্রিয়া জানানো হয়েছে: {emoji}",
      "বয়স নিশ্চিত করুন",
      "Facebook এবং Instagram-কে কুকি ব্যবহারের অনুমতি কি দিতে চান?",
      "লগ ইন করুন",
      "সম্পর্কিত অ্যাকাউন্ট",
      "অধিভুক্ত সেট আপ করতে এবং টাকা আয় করা শুরু করতে Instagram মোবাইল অ্যাপ ব্যবহার করুন।",
      "বার্তাগুলো পাঠাতে এবং দেখতে Instagram-এর সাম্প্রতিক সংস্করণে আপডেট করুন৷",
      "{list of items}, {last item}",
      "অডিও মিউট করা হয়েছে।",
      "ভিডিও প্রস্তুত করা হচ্ছে...",
      "আপনার জন্মদিন প্রদান করলে তা আপনি যে বৈশিষ্ট্য ও বিজ্ঞাপন দেখেন তা উন্নত করে ও আমাদের Instagram সম্প্রদায়কে নিরাপদ রাখতে সাহায্য করে। আপনি আপনার ব্যক্তিগত তথ্য অ্যাকাউন্ট সেটিংসের মধ্যে আপনার জন্মদিন খুঁজে পাবেন।",
      "কোনো বার্তা নেই",
      "{=app name} {=privacy policy} এবং {=terms}",
      "জন্য",
      "আপনি কেন এই মন্তব্যটি সম্পর্কে অভিযোগ জানাচ্ছেন?",
      "কাকে হয়রানি বা নিগ্রহ করা হচ্ছে?",
      "নিঃশব্দ করুন",
      "এখন নয়",
      "এই ইমেল ঠিকানাটি Facebook এবং Instagram-এ লগ ইন করতে ব্যবহার করা হয়, কিন্তু অ্যাকাউন্টগুলি লিঙ্ক করা হয় না। আরও সহজে লগ ইন করতে আপনার অ্যাকাউন্টগুলি লিঙ্ক করুন।",
      "আপনার বয়স কি {age} বছর?",
      "অনুপযুক্ত সামগ্রী পোস্ট করা হচ্ছে",
      "ফোন নম্বর মুছে ফেলবেন?",
      "আপনি যা সংরক্ষণ করেছেন তা কেবলমাত্র আপনিই দেখতে পারেন",
      "বুঝেছি৷ আপনি Instagram এর খবর সংক্রান্ত ইমেলগুলি থেকে সাবস্ক্রাইব মুক্ত করেছেন৷",
      "পাঠ্য বার্তা ব্যবহার করুন",
      "আপনি যে পিনটি লিখেছেন সেটি ভুল। {remainingAttempts} বার আবার চেষ্টা করতে পারবেন।",
      "{full_name} (@{username}) • Instagram ছবি ও ভিডিও",
      "{filename}-এ লেবেলযুক্ত ভিডিওটি খুব বড়৷ চালিয়ে যেতে, একটি আরও ছোট ভিডিও বেছে নিন বা পরিবর্তে IGTV-এ পোস্ট করুন৷",
      "{count} জন অ্যাক্টিভ আছেন",
      "{action text}-এর মাধ্যমে, আপনি {Instsagram's terms} এবং {data policies terms}-এ সম্মত হন। ফি কভার করার জন্য আপনার অবদান থেকে 2.60% + .30 USD বাদ দেওয়া হবে।",
      "এসএমএস আবার পাঠান",
      "যদি আপনার আবেদন অনুমোদন করা হয়",
      "বিরক্তিকর সামগ্রী পোস্ট করা হয়েছে",
      "বন্ধ করুন",
      "ডেটা নীতি",
      "আপনি আপনার স্টোরিতে {username}-এর উল্লেখ করেছেন",
      "আপনি এখন সমস্ত লগ ইনের সহায়ক ইমেলগুলি পাবেন।",
      "সার্কেল চেক করার আইকন",
      "Instagram 2012 সাল থেকে Facebook-এর একটি অংশ হিসাবে রয়েছে এবং আমরা কিছু কর্পোরেট পরিবর্তন করছি। পরবর্তীতে, আমাদের শর্তাবলী এটি প্রতিফলিত করবে যে Facebook Inc. Instagram-এর জন্য দায়বদ্ধ রয়েছে। Instagram অ্যাপ এবং আমরা যে উপায়ে ডেটার প্রক্রিয়াকরণ করি সেগুলির পরিবর্তন করা হচ্ছে না।",
      "আপনি যদি আপনার কার্ডের নিরাপত্তা কোডটি এন্টার না করেন, তাহলে আপনি চেকআউটটি সম্পূর্ণ করতে Facebook পেমেন্ট তথ্য ব্যবহার করতে পারবেন না।",
      "আত্ম-ক্ষতি (আহার ব্যাধি, কাটা বা আত্মহত্যার সামগ্রী)",
      "আপনার পেমেন্টের তথ্য সংযুক্ত করুন",
      "ট্যাগ সরান",
      "কী ভুল হয়েছে অনুগ্রহ করে তা ব্যাখ্যা করুন",
      "ইমেইল পাঠান",
      "চালিয়ে যান",
      "ধাপ 1: প্রামাণিকতা নিশ্চিত করুন",
      "{filename} ফাইলটি খুব বড়। চালিয়ে যেতে, 1GB বা তার চেয়ে ছোট ফাইল বেছে নিন।",
      "আপনি এই কালেকশনটি থেকে হটাতে পারবেন বা আপনার সেভ করা সবকিছু থেকে এটি হটাতে পারবেন৷",
      "এই পোস্টের আরও কমেন্ট দেখুন",
      "কার্ডের নম্বর",
      "অল্ট টেক্সট রাউট শেভরন লিখুন",
      "আপনার স্টোরিতে যোগ করুন",
      "এটিকে অ্যাপ স্টোর থেকে বিনামূল্যে পান।",
      "সূচনা করার সময় সমস্যা",
      "Instagram-এ লোকেদের সংযুক্ত হতে সহায়তা করতে, আপনি পর্যায়ক্রমে আমাদের সার্ভারে আপনার পরিচিতিগুলি সমলয় করা ও সঞ্চয় করা বেছে নিতে পারেন। অনুসরণ করার জন্য আপনি কোন পরিচিতি বেছেছেন। সমলয় করা বন্ধ করতে যে কোন সময় সংযোগ বন্ধ করুন। {learnMoreLink}",
      "পেমেন্ট চ্যাট সহায়তা পান",
      "Facebook Pay-এর মাধ্যমে আপনার পেমেন্টস নিরাপদে প্রক্রিয়া করা হয়েছে। {Learn More}",
      "Facebook দিয়ে লগইন করুন",
      "ভিডিওর শব্দ বন্ধ করুন",
      "বার্তা পাঠাবেন না?",
      "প্লাস আইকন",
      "বৈধ পিন কোড লিখুন",
      "অনুগ্রহ করে পরে আবার চেষ্টা করুন৷",
      "অন্যান্য অ্যাপ এবং ওয়েবসাইটে লগইন করার সময় আপনি যখন Instagram ব্যবহার করেন, তখন নিরাপদ কানেকশন তৈরি এবং উপভোগ করতে আমরা কুকিজ এবং এই ধরনের প্রযুক্তি ব্যবহার করি।",
      "পাঠানো হয় নি",
      "ক্রেডিট কার্ডের চিত্র",
      "Wi-Fi কোড লিখুন",
      "পণ্য",
      "পাঠ্য বার্তা",
      "পাসপোর্ট",
      "আমাদের পক্ষ থেকে পাঠানোর পর এই লিঙ্কটি মাত্র 4 দিন কাজ করবে। যেহেতু এতে ব্যক্তিগত তথ্য থাকতে পারে তাই লিঙ্কটি গোপন রাখুন এবং শুধুমাত্র নিজের কম্পিউটারেই ফাইল ডাউনলোড করুন।",
      "এছাড়াও, আপনার ব্রাউজার বা ডিভাইস এমন সেটিংস দিতে পারে যার মাধ্যমে আপনি নিজেই ব্রাউজার কুকি সেট করতে ও মুছতে পারবেন। এই নিয়ন্ত্রণগুলো ব্রাউজার ভিত্তিক হয় এবং নির্মাতারা যখন খুশি উপলভ্য সেটিংস এবং সেগুলোর কাজ করার পদ্ধতি পরিবর্তন করতে পারে। 5ই অক্টোবর 2020 থেকে, আপনি নিচে দেওয়া লিঙ্কগুলো থেকে জনপ্রিয় ব্রাউজারগুলোর দেওয়া নিয়ন্ত্রণ সম্পর্কে অতিরিক্ত তথ্য পেতে পারেন। আপনি ব্রাউজার কুকি ব্যবহার বন্ধ করে রাখলে {Facebook Products}-এর কিছু অংশ সঠিকভাবে কাজ নাও করতে পারে।",
      "মনিটাইজেশন",
      "আপনার অ্যাকাউন্টের জন্য একটি ব্যবহারকারীর নাম বাছুন৷ আপনি পরে সর্বদা এটি পরিবর্তন করতে পারেন৷",
      "না",
      "শারীরিক ক্ষতি, চুরি বা ভাঙচুরের নির্দিষ্ট হুমকি",
      "সরাসরি Instagram-এ আপনি যে ব্র্যান্ডগুলো কিনতে পারবেন সেগুলোর সম্বন্ধে জানুন।",
      "সম্পূর্ণ নাম",
      "দিন",
      "ফিল্টার",
      "আপনি যে অ্যাকাউন্টগুলো থেকে স্টোরি লুকিয়েছেন",
      "আপনাকে আপনার অ্যাকাউন্টে ফিরিয়ে নিয়ে যেতে আমাদের সাহায্য করার জন্য পরবর্তী ধাপগুলো অনুসরণ করুন।",
      "Instagram-এ আবার দেখুন",
      "অ্যাপটিতে যান",
      "বার্তা পাঠানো যাচ্ছে না",
      "আপনার বন্ধু {full (real) name of the user who joined} {username of the user who joined} হিসাবে Instagram এ রয়েছেন",
      "Instagram সকলের মেধা সম্পত্তি সুরক্ষিত রাখার প্রতিশ্রুতি দিয়েছে তাই আমরা আপনাকে জানাছি যে আপনার ফটোটিতে এমন উপাদান রয়েছে যা ব্যবহার করার অধিকার আপনার নাও থাকতে পারে৷",
      "ব্যবহারকারীর আইকন",
      "মুছে ফেলুন",
      "Instagram-এ স্বাগতম",
      "{scope title}",
      "নেটওয়ার্ক ত্রুটি",
      "পরবর্তী",
      "আপনার স্টোরিতে উত্তর দেওয়া হয়েছে",
      "আপনার ডেটা ডাউনলোড করুন",
      "প্রোফাইলের তথ্য",
      "কিভাবে এটির অভিযোগ জানাবেন তা জানুন৷",
      "{count}টি লাইক",
      "আমরা আপনার জন্য আপনার লগ ইন করার তথ্য মনে রাখব৷ যখন আপনি আবার লগ ইন করবেন তখন আপনাকে আর এটি লিখতে হবে না৷",
      "এড়িয়ে যান",
      "{link that reads Switch Accounts} বা {link that reads sign up}",
      "অ্যাকাউন্টের কার্যকলাপ",
      "সন্ধান করুন",
      "{name of the user} মন্তব্য করেছেন: {comment text from user}",
      "অরিজিনাল ফরম্যাট",
      "অভিযোগ জানান",
      "অন্যান্য {count} জন",
      "ব্যবহারের শর্তাবলী",
      "ম্যানুয়ালি যোগ করুন",
      "সমস্ত অর্থ উপার্জনের্ ভিডিওর পর্যালোচনা করা হয়।",
      "সরকার এবং রাজনীতি",
      "পাঠ্য (SMS) বার্তাগুলি",
      "সার্চ আইকন।",
      "লগ আউট করুন",
      "আমি {username} -এর আইনি অভিভাবক এবং অনুমোদন করার ক্ষমতা রয়েছে।",
      "কখন আপনি Instagram-এর মাধ্যমে কোনও অ্যাপ বা ওয়েবসাইটে লগ ইন করবেন:",
      "গাইড কেবলমাত্র অ্যাপটিতে থাকে",
      "আমরা {username}-এর জন্য আপনার লগ ইন মনে রাখব। আপনি যখন আবার লগ ইন করবেন তখন আপনার আর লেখার প্রয়োজন হবে না।",
      "জুলাই",
      "রিপোর্ট করুন",
      "পিন নিশ্চিত করুন",
      "ইমেল পাঠানোর সময়ে কোনও সমস্যা হয়েছে।",
      "@{username}-এর এই Instagram গাইডটি দেখুন",
      "আপনার সামাজিক নিরাপত্তা নম্বর (SSN) বা স্বতন্ত্র করদাতার সনাক্তকরণ নম্বর (ITIN)-এর শেষ 4টি সংখ্যা লিখুন।",
      "নিশ্চিত করুন",
      "অন্যান্য অ্যাপ এবং ওয়েবসাইটে কুকিজ এবং একই ধরনের প্রযুক্তি সম্পর্কে",
      "সঠিক ফোন নম্বরটি লেখেননি?",
      "প্রাইভেসি পলিসি",
      "যোগদান করার জন্য প্রয়োজনীয় অনুমোদন",
      "বাম শেভরন",
      "লাইভ",
      "প্রোফাইল ডিরেক্টরি",
      "• আপনার Instagram অ্যাকাউন্টের মাধ্যমে আপনাকে লগ ইন করতে অ্যাপ এবং ওয়েবসাইটগুলির সাথে Instagram নিরাপদে কানেক্ট করবে",
      "আপনি যদি টেক্সট বা প্রমাণীকরণ অ্যাপটির মাধ্যমে নিরাপত্তা কোড পাচ্ছেন না তবে লগ ইন করতে এগুলো ব্যবহার করুন।",
      "{link}-এ মেরিল্যান্ড বিশ্ববিদ্যালয় সম্বন্ধে আরও জানুন",
      "বাতিল করুন",
      "এতে শেয়ার করুন...",
      "প্রফেশনাল অ্যাকাউন্ট",
      "আমরা এই অ্যাপটিতে আপনার লগ ইন তথ্য সেভ করতে পারি যাতে আপনাকে আবার এটি লিখতে না হয়।",
      "শপিং কার্টের চারপাশে সার্কেল করা।",
      "প্রমাণীকরণ অ্যাপ",
      "এখনো কোনও পোস্ট নেই।",
      "আপনার স্টোরি হটানো হয়েছে",
      "মনোনীত করুন",
      "আপনি যদি Facebook-এর সথে সাইন আপ করেন, তাহলে আপনার {create a password} প্রয়োজন এবং আবার লগ ইন করতে হবে।",
      "চালিয়ে যেতে {username}-এ লগ ইন করুন। আপনাকে {source_account_username} থেকে লগ আউট করা হবে।",
      "যখন লোকজনকে আপনাকে অনুসরণ করতে বলা হবে, তখন আপনি এখানে তাদের অনুরোধ দেখতে পাবেন।",
      "{username}: একটি বার্তা পাঠিয়েছেন",
      "আপনি কি লগ ইন করার জন্য Facebook ব্যবহার করতে থাকতে চান?",
      "আমরা আপনার অ্যাকাউন্ট খুঁজে পাইনি",
      "বিজনেস টুল",
      "একই অ্যাকাউন্টের প্রস্তাবনাগুলি",
      "Instagram-এর ব্যবহার চালিয়ে যেতে আপনার পাসওয়ার্ড পরিবর্তন করুন। আপনি যদি এর মধ্যে একটি পরিষেবার সাথে আপনার নতুন পাসওয়ার্ড শেয়ার করেন, তাহলে আপনাকে অনুসরণ করা, লাইক করা অথবা মন্তব্য করা থেকে ব্লক করা হতে পারে।",
      "এখনো কোনও পোস্ট নেই।",
      "কোভিড-19 এবং টিকা সংক্রান্ত আমাদের {help center link} সম্পর্কে আরও জানুন৷",
      "আপনি সর্বদা Instagram-এ একটি অর্থপ্রদান ব্যবহার করতে একটি পিন তৈরি করুন।",
      "আমার পছন্দ নয়",
      "মনে রাখবেন যে এই ভিডিওটি এখনও নিম্নলিখিত লোকেশনে দেখা যাবে:",
      "ব্যবহারকারী নাম",
      "তম",
      "যখন {username} পোস্ট করবেন, তখন আপনি এখানে তাদের ফটো এবং ভিডিও দেখতে পাবেন।",
      "আরও জানুন৷",
      "আনব্লক করুন",
      "ভিডিও দেখুন",
      "গতকাল দেখেছেন",
      "Facebook-এর সাথে সাইন আপ করুন",
      "ফোন নম্বর নিশ্চিত করা হয়েছে",
      "ত্রুটি আইকন",
      "আপনি Instagram অ্যাপে {username}-এর লাইভ ভিডিও দেখতে পাবেন।",
      "ড্রাফ্ট দেখুন",
      "ব্যাক আপ কোড",
      "এই মিডিয়াটি সমর্থন করা হয়নি।",
      "দশ-হাজার",
      "মিডিয়া (ঐচ্ছিক)",
      "{count} জন অনুসরণকারী",
      "{filename}-এ লেবেলযুক্ত ফাইলটি খুব ছোট৷ চালিয়ে যেতে, 1 KB-এর চেয়ে বড় একটি ফাইল বেছে নিন৷",
      "রিটেলার, স্থানীয় ব্যবসা, ব্র্যান্ড, সংস্থা এবং পরিষেবা প্রদানকারীর জন্য সবচেয়ে উপযুক্ত।",
      "আমরা আপনার জন্য Instagram-এর বাইরে বিজ্ঞাপন পার্সোনালাইজ করতে বা বিজ্ঞাপনের পারফরম্যান্স পরিমাপ করতে অন্যান্য সংস্থার কুকি ব্যবহার করব না",
      "ভিডিওর সাউন্ড বন্ধ",
      "মেধা সম্পত্তি লঙ্ঘন",
      "মেনু",
      "ব্লক করা হয়েছে",
      "{count}টি পোস্ট",
      "অনুরোধ করেছেন",
      "হটানো হয়েছে",
      "স্টোরি শেয়ার করা",
      "স্যাচুরেশন",
      "আপনার কার্ট খালি রয়েছে",
      "প্রস্তাবিত",
      "mm/dd/yyyy হিসাবে আপনার জন্ম তারিখ লিখুন",
      "কোনো অ্যাকাউন্ট খুঁজে পাওয়া যায় নি।",
      "যদি এখনও আপনার মনে হয় যে এটি একটি ভুল তবে {Submit an appeal text bolded} এবং এই ভিডিওটি ব্যবহার করার অনুমতি পান।",
      "বন্ধ করুন",
      "আপনার অনুদান পাঠানো হচ্ছে...",
      "Facebook এ লিঙ্ক করা হয়েছে",
      "কিছু ক্ষেত্রে, এতে এমন তথ্য অন্তর্ভুক্ত রয়েছে যা স্বীকৃত স্বাস্থ্য সংস্থাগুলি বলছে কীভাবে কোনও রোগ নিরাময় বা প্রতিরোধ করা যায় বা লোকজনকে চিকিৎসা করার ক্ষেত্রে নিরুৎসাহিত করার মত কিছু বলা হচ্ছে এরকম তথ্য মানুষকে বিভ্রান্ত করতে পারে।",
      'Instagram ডিজিটাল মিলেনিয়াম কপিরাইট আইন ("DMCA") এর ধারা 512(c) এ সংজ্ঞায়িত বিজ্ঞপ্তি এবং সরিয়ে দেওয়ার পদ্ধতিগুলি মেনে চলে। Instagram যদিও কপিরাইট লঙ্ঘনকে সহ্য করে না, তবুও আমরা লঙ্ঘনের মিথ্যা দাবিগুলিও সহ্য করি না। যদি আপনার বিষয়বস্তু DMCA এর বিজ্ঞপ্তি এবং পাল্টা-বিজ্ঞপ্তি পদ্ধতির অধীনে সরানো হয় এবং আপনি বিশ্বাস করেন যে এটি ভুল বা অজানা পরিচয়ের ফলে মুছে ফেলা হয়েছে, তবে আপনি একটি DMCA এর পাল্টা-বিজ্ঞপ্তি ফাইল করতে সক্ষম হবেন।',
      "Instagram-এ ফিরে যান",
      "দোকান {merchant name} (@{merchant username})",
      "আপনার কাছে মুছে ফেলা অ্যাপ্লিকেশনগুলি নেই যাতে আপনার Instagram অ্যাকাউন্টে অ্যাক্সেস ছিল৷",
      "বিরোধ জমা দিন",
      "ফাইলটি খুবই বড়ো",
      "সেভ করা হয়েছে",
      "ফটো",
      "মন্তব্যগুলি ফিল্টার করা হচ্ছে",
      "যখন আমাদের এটি নিশ্চিত করার প্রয়োজন হবে যে, যিনি লগ ইন করেছেন তিনি আপনিই তখন আমরা আপনাকে একটি নিরাপত্তা কোড পাঠাব।",
      "বাতিল করুন",
      "ভিডিওর দৈর্ঘ্য অবশ্যই {minDurationInSeconds} সেকেন্ড এবং {maxDurationInMinutes} মিনিটের মধ্যে হতে হবে।",
      "আমরা আপনার খসড়া প্রস্তুত করছি: {videoTitle}। এটি প্রস্তুত হলে আমরা আপনাকে জানাব।",
      "যদি আপনি আপনার বিবাদের ফলাফলের সাথে একমত না হন তবে আপনি রাইটস হোল্ডার, {reference owner name}-কে আবেদন জানাতে পারেন। একবার জমা দেওয়া হলে তাদের কাছে উত্তর দেওয়ার জন্য {days} দিনের সময় থাকবে।",
      "যে পরিষেবা আমরা প্রদান করি এবং সকলের জন্য Instagram-কে নিরাপদ রাখতে আমরা আমাদের সম্প্রদায়ের প্রতিটি সদস্যদের কাছ থেকে যা প্রত্যাশা করি সেই বিষয়ে আমাদের শর্তাবলীকে এখন আরও বেশি স্পষ্ট করা হয়েছে। এখানে এমন কিছু আপডেট রয়েছে যে বিষয়ে আমরা নিশ্চিত করতে চাই যে আপনি এগুলি সম্বন্ধে জানেন:",
      "আমরা পরবর্তী সময়ে কোডের জন্য জিজ্ঞাসা করব না",
      "ইমেইল",
      "একটি পেশাদার অ্যাকাউন্ট দিয়ে, আপনি আপনার ফলোয়ার এবং অ্যাকাউন্ট পারফরমেন্স, নতুন কনট্যাক্টের বিকল্প এবং আরও কিছু সম্পর্কে ইনসাইটে অ্যাক্সেস পাবেন৷",
      "{username}-এর পোস্টগুলো দেখতে লগ ইন করুন",
      "জুন",
      "প্রেরণ না করলে প্রত্যেকের কাছ থেকে এই বার্তা সরে যাবে৷ লোকেরা হয়তো এটি ইতিমধ্যেই দেখতে পেয়েছেন৷",
      "আমি ছিলাম",
      "ঠিক আছে",
      "{country name} এ থাকা অবস্থানসমূহ",
      "সক্রিয়",
      "আপনি যে সব হ্যাশ ট্যাগ অনুসরণ করেন",
      "ইনি কি আপনি ছিলেন?",
      "ডিজিটাল অ্যাডভার্টাইজিং অ্যালায়েন্স",
      "মনে রাখবেন যে এই ভিডিওটি এখনও নিম্নলিখিত লোকেশনে ব্লক থাকতে পারে:",
      "আরও দ্রুত সাহায্য পান",
      "আমরা আপনাকে জানাতে চাই যে আমরা সম্প্রতি একটি প্রযুক্তিগত সমস্যা খুঁজে পেয়েছি এবং এর সমাধান করেছি যার ফলে আপনার অ্যাকাউন্ট সহ আরও অল্প সংখ্যক Instagram অ্যাকাউন্ট প্রভাবিত হয়েছিল।",
      "একটি ক্যাপশন লিখুন...",
      "সন্দেহজনক কার্যকলাপ",
      "আপনি Instagram অ্যাপটিতে স্টিকারগুলি তৈরি করতে এবং এতে প্রতিক্রিয়া জানাতে পারবেন।",
      "এই প্রফাইলটি অন্য কেউ হওয়ার ভান করছে",
      "আরও বিকল্প",
      "এই অ্যাপটি ছোট, দ্রুত এবং ডেটাও বাঁচায়।",
      "সামগ্রীর মালিকের সাথে যোগাযোগ করুন",
      "ট্যাগ যোগ করুন",
      "মন্তব্য দেখুন",
      "Instagram -এ আমাদের স্প্যাম সংক্রান্ত সমস্যাগুলি বোঝার একটি সংকেত হিসাবে আমরা স্প্যামের অভিযোগগুলি ব্যবহার করি। যদি আপনি মনে করেন এই পোস্টটি আমাদের {link_to_instagram_community_guidelines} বা {link_to_instagram_terms_of_use} লঙ্ঘন করে এবং এটি মুছে ফেলা উচিত তবে এটি অনুপযুক্ত হিসাবে চিহ্নিত করুন।",
      "আপনার আইটেম সেভ করা হয়েছে",
      "সংশ্লিষ্ট হ্যাশট্যাগ",
      "পাসওয়ার্ড ভুল গেছেন?",
      "একটি ত্রুটি ঘটেছে৷ অনুগ্রহ করে আবার পরে চেষ্টা করুন৷",
      "লোকজনকে ট্যাগ করতে ট্যাপ করুন",
      "পেজ, গ্রুপ, প্রোফাইল এবং Instagram অ্যাকাউন্ট যেগুলো বারবার কোভিড-19, টিকা এবং স্বাস্থ্য সম্পর্কে মিথ্যা তথ্য শেয়ার করছে সেগুলো বিধিনিষেধের মুখোমুখি হতে পারে এর সাথে সাথেই সেগুলোর পোস্ট কম বিতরণ করা হতে পারে, সেগুলোর সুপারিশ হটানো হতে পারে আর অপ্রকাশিত থাকতে পারে বা বন্ধ করে দেওয়া হতে পারে৷",
      "প্রশাসক রেকর্ডগুলি",
      "Instagram-এ স্প্যাম নিয়ে আমাদের যে সমস্যা হচ্ছে সেই সম্বন্ধে আপনার কাছ থেকে জানার জন্য আমরা আপনার মতামত ব্যবহার করব।",
      "আরও জানুন",
      "আপলোড করা যায়নি",
      "এই কনটেন্টটি ব্যবহার করার জন্য আপনার কাছে স্বত্বাধিকারীর স্পষ্ট অনুমতি আছে৷",
      "সম্পূর্ণ ব্যবহারের শর্তাবলী পড়ুন",
      "আপনার প্রোফাইলে WhatsApp যোগ করা যাচ্ছে না",
      "ফোন নম্বর নিশ্চিত করার পৃষ্ঠা",
      "এই গাইডটিতে কী রয়েছে তা দেখতে অ্যাপটি পাল্টান।",
      "{age} বছর বয়স",
      "#{hashtag} থাকা আরও পোস্ট দেখুন",
      "লোকজন আপনাকে অনুসরণ করা বা আপনার ফটোগুলিতে লাইক এবং মন্তব্য করার সময় তত্ক্ষণাৎ জানান।",
      "আইটেম মুছুন",
      "{name}-এর মত আরও অ্যাকাউন্ট খুঁজুন",
      "আমরা আপনার পরিচয় প্রমাণ করে নিলেই আপনি আপনার অ্যাকাউন্টে ফিরে যেতে পারবেন৷ {Learn more}৷",
      "কভার ফটোটি অবশ্যই উল্লম্ব এবং একটি JPG ফাইল হতে হবে। সবথেকে ভালো আনুমানিক অনুপাত 9:16।",
      "তম",
      "এটি করার মাধ্যমে, আপনি Facebook Pay-কে আপনার সেভ করা পেমেন্টের তথ্য এবং Instagram-এর ভবিষ্যৎ পেমেন্ট ব্যবহার করার জন্য অনুমোদন দিচ্ছেন",
      "সমস্ত দেখুন",
      "{authMethod} এন্টার করুন",
      "আমি এই অ্যাকাউন্টটি আমার ফটো বা ভিডিওগুলি দেখতে বা আমার জন্য অনুসন্ধান করা সক্ষম করতে চায় না",
      "অসীমিত",
      "অ্যাপ স্টোর",
      "প্রয়োজনীয় ক্ষেত্র",
      "নীতিমালা",
      "এ মুছে ফেলা হয়েছে",
      "শর্তাবলী এবং ডেটা নীতি",
      "একটি ফাইল নির্বাচন করা হয়েছে",
      "আপনি হয়তো Instagram থেকে SMS আপডেটগুলি গ্রহণ করতে এবং যেকোনো সময় অনির্বাচন করতে পারেন৷",
      "{count}টি পোস্ট",
      "কম্পিউটার থেকে বেছে নিন",
      "আপলোড করতে অক্ষম। আপনার বেছে নেওয়া এক বা একাধিক ধরণের ফাইল সাপোর্ট করে না।",
      "শিরোনাম সহ পোস্টগুলি যা তারা কে সেই ভিত্তিতে সহিংসতা বা আক্রমণের প্রেরণা যোগায়",
      "খাদ্য ও পানীয়",
      "পোস্ট উপলভ্য নয়",
      "লগ ইন",
      "স্টোরি দেখতে লগ ইন করুন",
      "সহায়তা",
      "কাছাকাছি খুঁজুন",
      "সম্পন্ন",
      "18 বছরের কম বয়স",
      "বাতিল করুন",
      "বুঝেছ৷ আপনি Instagram এর পণ্য ইমেলগুলি সাবস্ক্রইবমুক্ত করেছেন৷",
      "ইমেইল হটাবেন?",
      "এখন লাইভ রয়েছে",
      "চেক আউট করুন",
      "আপনার জন্য কনটেন্ট এবং পরিষেবাদি দেওয়া, পার্সোনালাইজ করা এবং উন্নত করা যায়",
      "আপনার লগ ইনের তথ্য সেভ করবেন?",
      "চেক",
      "{username}-এর জন্য আপনার Instagram-এর পাসওয়ার্ড লিখুন",
      "নতুন পাসওয়ার্ড",
      "আপনার মতামত আমাদেরকে Instagram সম্প্রদায় সুরক্ষিত রাখতে সাহায্য করার ক্ষেত্রে গুরুত্বপূর্ণ৷",
      "কোনো অভিযুক্ত কনটেন্টটি পুনরুদ্ধার করার জন্য যদি কোনো চুক্তি করা হয়, তাহলে অনুগ্রহ করে অভিযোগকারী পক্ষকে তাদের সম্মতি জানিয়ে আমাদের কাছে ইমেইল পাঠাতে বলুন৷",
      "{hours} ঘন্টা আগে",
      "দেখুন এবং এডিট করুন",
      "নিরাপত্তা",
      "PayPal নীতিমালা",
      "নোটিফিকেশন",
      "ফটো কি বাতিল করতে চান?",
      "{username1}, {username2} এবং অন্যান্য {remainingCount}",
      "মেনু",
      "আপনাকে একটি বার্তা পাঠিয়েছেন",
      "একটি অ্যাকাউন্ট রয়েছে? {link that reads Log in}",
      'এটি আপনার Instagram অ্যাকাউন্ট তা নিশ্চিত করতে নীচে " হ্যাঁ"-এ ক্লিক করুন৷ যদি এটি আপনার অ্যাকাউন্ট না হয় তবে অনুগ্রহ করে লগ ইন স্ক্রীনে ফিরে যেতে "না"-এ ক্লিক করুন৷ তারপর, আপনার অ্যাকাউন্ট নিশ্চিত করতে লগ ইন করুন৷',
      "না। {guide item number}",
      "Instagram ডাউনলোড করুন",
      "অনুগ্রহ করে একটি বৈধ ঠিকানা যোগ করুন যাতে লোকেরা মানচিত্রগুলোতে আপনার লোকেশন নেভিগেট করতে পারেন।",
      "বর্তমানে, আপনি Instagram-এ যে কোনো 31-দিনের মেয়াদের মধ্যে শুধুমাত্র  {donation amount limit, should not be translated since the rule is regulated in euro} পর্যন্ত অর্থ দান করতে পারেন। আপনার দানের অর্থের পরিমাণ কমানোর চেষ্টা করুন বা আবার উপযুক্ত পরিস্থিতি হলে আবার দান করুন।",
      "যে কোনও সময় আপনি Facebook Pay-তে আপনার পেমেন্ট তথ্যের সংযোগ বিচ্ছিন্ন করতে পারবেন। পেমেন্ট পদ্ধতি, ডেলিভারির ঠিকানা, নাম, ইমেইল এবং পেমেন্টের ইতিহাস সহ আপনার Facebook Pay তথ্য শুধুমাত্র Facebook-এ অ্যাক্সেসযোগ্য হবে। আপনি তখনও Instagram-এ আপনার Instagram অর্ডারগুলো দেখতে পাবেন।",
      "{like count}টি লাইক",
      "PayPal দিয়ে লগ ইন করুন",
      "{username} যোগ করেছেন",
      "কেনাকাটার ব্র্যান্ড সম্বন্ধে ইমেল",
      "অভিযোগ করুন",
      "{username} আপনার  গাইড লাইক করেছেন৷",
      "ভিডিওকে অবশ্যই এক মিনিট বা তার চেয়ে কম সময়ের হতে হবে",
      "মন্তব্য নিয়ন্ত্রণ",
      "আপলোড করতে ব্যর্থ হয়েছে৷",
      "এই ব্রাউজারে পাসওয়ার্ড সংরক্ষণ করুন",
      "আমরা {username} -এর জন্য একটি Facebook অ্যাকাউন্ট খুঁজে পাইনি। আপনার পাসওয়ার্ড পুনরায় সেট করার চেষ্টা করুন।",
      "পোস্ট করুন",
      "আপনার আগের কিছু পোস্ট আমাদের {Community Guidelines} মানে নি। আপনি যদি আমাদের নির্দেশিকা সম্বন্ধে জানতে চান ও এটি অনুসরণ করতে চান তাহলে আপনি আপনার অ্যাকাউন্ট মোছা আটকাতে পারবেন।",
      "পাঠ্য বার্তার মাধ্যমে বিজ্ঞপ্তিগুলি পান।",
      "পর্যালোচনার অনুরোধ করুন",
      "আমি কোন কুকি সেটিংস নিয়ন্ত্রণ করতে পারি?",
      "Facebook বন্ধুদের খুঁজুন",
      "জমা দিন",
      "Instagram-এ ফিরে পেতে ফোন নম্বর যোগ করুন",
      "দুঃখিত, আপনার পাসওয়ার্ড সঠিক ছিল না৷ অনুগ্রহ করে আপনার পাসওয়ার্ড দুবার পরীক্ষা করুন৷",
      "ব্যবসা অ্যাকাউন্টে পাল্টানো হয়েছে",
      "প্রতিটি কোড কেবলমাত্র একবার ব্যবহার করা হবে। যদি আপনি এই সেটটি চুরি হয়ে গেছে বলে চিন্তিত হন অথবা আপনি সেগুলির বেশিরভাগ ব্যবহার করে থাকেন তাহলে আপনি নতুন কোডগুলো পেতে পারেন৷",
      "{username}-এর সাথে",
      "ইমেইল",
      "টেক্সট",
      "এই ভিডিওটি {date}, {time}-এ ব্লক করা হবে কারণ এটিতে {reference owner name}-এর মালিকানাধীন কনটেন্ট থাকতে পারে",
      "স্বাগতম • Instagram",
      "পাসওয়ার্ড পরিবর্তন",
      "স্বীকার করুন",
      "{status of the authorization}",
      "আপনার অনুসরণ করা লিঙ্কটি হয়তো অকেজো বা পৃষ্ঠাটি হয়তো মুছে ফেলা হয়েছে। {link_back_to_instagram_home_page}",
      "হ্যাশট্যাগ",
      "অ্যাকাউন্টের গোপনীয়তা",
      "আমরা বিজ্ঞাপনদাতাদের আপনি কে তা না বলেই বিজ্ঞাপন প্রদান করি। এই নীতিটিতে আমরা বিজ্ঞাপনদাতা এবং সহযোগীদের সাথে যা শেয়ার করি সেই সম্বন্ধে আরও তথ্য রয়েছে। আমরা কখনও আপনার ডেটা বিক্রি করি না।",
      "সংরক্ষণ করতে ব্যর্থ হয়েছে।",
      "যখন ব্যক্তিরা আপনাকে ফটোতে ট্যাগ করবেন, তখন সেগুলি এখানে প্রদর্শিত হবে।",
      "আপনি যখন লগ ইন করবেন, তখন আপনি এই লোকেশন সম্বন্ধে লোকেরা যা শেয়ার করেছেন সেই সমস্ত পোস্ট দেখতে পারবেন।",
      "মালিকানার সীমাবদ্ধতার কারণে, কয়েকটি দেশে আপনার ভিডিও ব্লক করা হয়েছে, তবে সম্পূর্ণভাবে এতে উপলব্ধ রয়েছে:",
      "ভিডিওটি অবশ্যই {duration} সেকেন্ডের থেকে কম দৈর্ঘ্যের হতে হবে।",
      "মিথ্যা তথ্যের অভারলে আইকন",
      "আরও দেখুন",
      "#-এ রিপোর্ট করুন:",
      "SMS পাঠানো হয়েছে",
      "আপনার যোগাযোগের তথ্য",
      "আরও পরামর্শ দেখুন",
      "আপনার প্রোফাইল সংরক্ষণ করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷",
      "আপনি আপনার সেটিংসের পার্টনারদের থেকে আপনার অ্যাক্টিভিটি সম্বন্ধে ডেটা মারফত Instagram-এর বাইরে আপনার অ্যাক্টিভিটির ভিত্তিতে বিজ্ঞাপন দেখতে চান কিনা তা আপনি নিয়ন্ত্রণ করতে পারেন। আপনি নিজের Instagram এবং Facebook অ্যাকাউন্টে সংযুক্ত অভিজ্ঞতা চালু করে থাকলে আপনি এই সেটিং দিয়ে আপনার Facebook বিজ্ঞাপনের অভিজ্ঞতাও অ্যডজাস্ট করতে পারেন।",
      "বিভাগ",
      "Instagram এ বিজ্ঞাপন সম্পর্কে আরো:",
      "আপনি যাদের ব্লক করেছেন তাদের করা যে কোনও নতুন মন্তব্য তারা ছাড়া আর কেউই দেখতে পাবেন না।",
      "Instagram-এ কোনও অ্যাপ বা ওয়েবসাইট সংযোগ করেন:",
      "আবার চেষ্টা করতে আলতো চাপ দিন",
      "এখন না",
      "পিন কোড",
      "লগ ইন করতে ব্যর্থ হয়েছে",
      "ইনসাইট আইকন",
      "কোনও বন্ধু অথবা গ্রুপকে ব্যক্তিগত ফটো ও মেসেজ পাঠান।",
      "আগস্ট",
      "অনুগ্রহ করে নিশ্চিত করুন যে, অন্য কোনও ইউজার বা টুল আপনার অ্যাকাউন্টকে অ্যাক্সেস করছে না এবং আপনি আমাদের ব্যবহারের শর্তাবলী মেনে চলছেন।",
      "1সপ্তাহ",
      "স্থানান্তরের জন্য টেনে আনুন বা সরাতে আলতো চাপুন।",
      "ইমেল ঠিকানার সাথে সাইন আপ করুন",
      "আপনার ফোন উপলব্ধ না হলে আপনার অ্যাকাউন্টে ফিরে যেতে এগুলো ব্যবহার করুন।",
      "সাময়িকভাবে অ্যাকাউন্ট অক্ষম করুন",
      "আরও লোকজনের কাছে পৌঁছান",
      "Instagram অ্যাপ খুলুন",
      "টেস্টারের আমন্ত্রণ প্রত্যাখান করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে পরে আবার চেষ্টা করুন৷",
      "কী ধরনের পরিবর্তন হয়েছে দেখতে প্রোডাক্টের ক্যাটালগের জন্য Instagram শপিং তৈরি করুন",
      "13 এবং 18 -এর মধ্যে",
      "অনুরূপ অ্যাকাউন্ট",
      "লোকেদের Instagram এ অনুসরণ করতে লগইন করুন।",
      "লগ ইনের তথ্য",
      "আবশ্যক",
      "আপনার কনটেন্টটি যে তাদের মিউজিকের অধিকার লঙ্ঘন করেছে একজন মিউজিক রাইটস হোল্ডারের এই রিপোর্টের ভিত্তিতে আমরা আপনার কনটেন্টটির দৃশ্যমানতার উপর নিষেধাজ্ঞা আরোপ করেছি।",
      "{number of tagged people} জন লোক",
      "সিস্টেম বিজ্ঞপ্তির আইকন",
      "এই তথ্যটি প্রবেশ করানো হলে তা আপনার Facebook প্রোফাইলে ব্যক্তিগত বিশদ বিবরণে কোনো প্রভাব ফেলবে না।",
      "বাতিল করুন",
      "পরবর্তী পৃষ্ঠার শেভরন",
      "সরকার দ্বারা জারি করা আইডিতে আপনার নাম ও জন্মতারিখ যেমনটি রয়েছে সেরকমই লিখুন। এছাড়াও আমাদের আপনার রেজিস্টার করা বাড়ির ঠিকানা প্রয়োজন।",
      "ব্যক্তিগত অ্যাকাউন্টে পাল্টানো হয়েছে",
      "এসএমএস পাঠানো হয়েছে।",
      "বিলিং ঠিকানা পোস্টাল ঠিকানার মত একই রকমের",
      "{weeks}সপ্তাহ",
      "Instagram -এ লগ ইন করুন",
      "Facebook-এর সাথে লগ ইন করুন।",
      "অ্যাক্সেস প্রত্যাহার করুন",
      "এতে পাঠানো হয়েছে: {email}",
      "প্রস্তাবিত অ্যাকাউন্টগুলো",
      "IGTV ভিডিও",
      "এটি চালু করবেন?",
      "এই ধরণের মেসেজ দেখতে Instagram অ্যাপ ব্যবহার করুন।",
      "ডেটা ব্যবহার করে ভিডিওগুলি দেখছে",
      "অ্যাকাউন্ট সীমাবদ্ধ করা হয়েছে",
      "কিছু সমস্যা হয়েছে৷ অনুগ্রহ করে আবার চেষ্টা করুন৷",
      "ভুয়ো তথ্য",
      "আপনার গোপনীয়তা সুরক্ষিত রাখা আমাদের জন্য খুব গুরুত্বপূর্ণ এবং আমরা এই ধরনের সমস্যা যাতে আর না ঘটে তা সুনিশ্চিত করতে ক্রমাগত কাজ করছি। এরকম ঘটার জন্য আমরা দুঃখিত। আপনার যদি কোনো প্রশ্ন থাকে, তাহলে অনুগ্রহ করে {email}-এ আমাদের সাথে যোগাযোগ করুন।",
      "আপনি যখন লগ ইন করবেন, আপনি তখন এই হ্যাশট্যাগের সাথে লোকজন যা শেয়ার করেছেন সেই সমস্ত পোস্ট দেখতে পারবেন।",
      "আপনি এখন সমস্ত পাসওয়ার্ড পুনরায় সেট করার ইমেলগুলি পাবেন।",
      "আপনার যদি DMCA এর পাল্টা-বিজ্ঞপ্তি ফাইল করা উচিত কিনা তা সম্পর্কে আপনি অনিশ্চিত থাকেন তবে আমরা আপনাকে সুপারিশ করি যে আপনি একজন আইনজীবীর পরামর্শ নেবেন, যিনি আদর্শিকভাবে বৌদ্ধিক সম্পত্তি আইনে বিশেষজ্ঞ। আপনি যদি একটি মিথ্যা DMCA এর পাল্টা-বিজ্ঞপ্তি জমা দেন বা খারাপ বিশ্বাসে জমা দেন তবে বিরূপ আইনি পরিণতি হতে পারে।যদি আপনি একটি মিথ্যা পাল্টা-বিজ্ঞপ্তি ফাইল করেন তবে আপনি ডিএমসিএর ক্ষতিপূরণ এবং DMCA এর ধারা 512(f) এর অধীনে অ্যাটর্নিদের ফি এর জন্য অন্যান্য বিষয়গুলির জন্য দায়বদ্ধ হতে পারেন।",
      "পাঠানো হয়েছে। আপনার ইমেইল চেক করুন!",
      "মিউজিক",
      "কোনো Facebook পৃষ্ঠা খুঁজে পাওয়া যায়নি। Facebook-এ একটি IGTV ভিডিও শেয়ার করার জন্য আপনার কাছে অবশ্যই একটি পৃষ্ঠা থাকতে হবে। {Learn More}",
      "ঘনিষ্ঠ বন্ধু",
      "একটি PIN-এর সাথে নিরাপত্তা যোগ করুন",
      "ইমেইল",
      "ইভেন্ট যোগ করুন",
      "{count} জন অনুসরণকারী",
      "ডাউনলোড হচ্ছে না?",
      "ডেটা নীতি",
      "শেয়ার করুন",
      "প্রোফাইল সম্পূর্ণ করুন",
      "অ্যাকাউন্ট যোগ করতে পারবেন না",
      "অ্যাকাউন্ট",
      "সাহায্য কেন্দ্রে যান",
      "ভবিষ্যতের তারিখ লিখুন",
      "এটি দেখে মনে হচ্ছে আপনার ইমেল ঠিকানার বানান ভুল লেখা হয়েছে। আপনি কি {filled email domain} ব্যবহার করার কথা বলেছেন?",
      "যে সব বিষয়বস্তু মানুষের মর্যাদা হানি করে বা তাদের লজ্জায় ফেলে",
      "এই অভিযোগ জানানোর জন্য ধন্যবাদ",
      "{username}-এর প্রোফাইল দেখতে লগ ইন করুন",
      "আমরা আপনার কুকির পছন্দের কথা মনে রেখে Instagram-এ আপনার লগ ইন করা যে কোনো জায়গায় এবং আপনার অ্যাকাউন্ট ব্যবহার করে আপনি অন্য Facebook প্রোডাক্টে লগ ইন করলেই তা প্রয়োগ করব। আপনি আপনার কুকি সেটিংসে গিয়ে যে কোনো সময় আপনার পছন্দের পর্যালোচনা বা পরিবর্তন করতে পারেন।",
      "লগ ইন করে আরও পোস্টে ব্রাউজ করুন",
      "মোছা মন্তব্যের ছবি",
      "অ্যাপ আপডেট করুন",
      "অ্যাকাউন্ট ডেটা",
      "ব্যবসার প্র্রোফাইলের তথ্য",
      "{number of files}টি ফাইল আপলোড করা হয়নি। আপনি শুধুমাত্র 10টি বা তার চেয়ে কম ফাইল বেছে নিতে পারবেন।",
      "উজ্জ্বলতা",
      "আপনার পরিচিতি তথ্য সহ বিজ্ঞাপনদাতাগণ",
      "আপনার বেছে নেওয়া বিভাগের ভিত্তিতে, আপনি একজন নির্মাতা হতে পারেন। আপনি যে কোনও সময় এটি এডিট করতে পারবেন।",
      "{username} হিসাবে চালিয়ে যান",
      "ফোন নম্বর",
      "{follower count} জন ফলোয়ার",
      "এই নামেও পরিচিত (ঐচ্ছিক)",
      "আপলোড হচ্ছে...",
      "ব্রাউজার সেটিংস ব্যবহার করে কুকি নিয়ন্ত্রণ করা",
      "আপনার যাচাইকরণ অ্যাপের তৈরি 6-সংখ্যার কোডটি লিখুন।",
      "যদি আপনি একাধিক যাচাইকরণ অ্যাপ ইনস্টল করে থাকেন বা যদি আপনি অন্য একটি ডিভাইসে ইনস্টল করা একটি অ্যাপের সাথে এটি সেট আপ করতে চান তবে আপনাকে এই কীটি ব্যবহার করে দুই-ধাপে যাচাইকরণ ম্যানুয়ালি সেট আপ করতে হবে।",
      "মোবাইল নম্বর আপডেট করুন",
      "কম্পিউটার থেকে বেছে নিন",
      "ইমেল নিশ্চিত করুন",
      "আপনার অভিযোগের জন্য ধন্যবাদ৷ যদি এটি আমাদের সম্প্রদায়ের নির্দেশিকা লঙ্ঘন করে তবে আমরা এই বার্তাটি সরিয়ে দেব৷",
      "আপনি এই কুকি ব্যবহারের অনুমতি না দিলে:",
      "আমরা আমাদের মেধা সম্পত্তির লাইসেন্স আপডেট করেছি, তবে আপনার অধিকারগুলির পরিবর্তন করা হচ্ছে না। আপনি এখনও আপনার ফটো এবং ভিডিওগুলির মালিক থাকবেন।",
      "আরও দেখুন...",
      "প্রোফাইল ফটো পরিবর্তন করুন",
      "আমরা CMU ডেল্ফী রিসার্চের সাথে আপনি কে সে সম্বন্ধে তথ্য শেয়ার করব না এবং তারা আপনার সমীক্ষার উত্তর আমাদের সাথে শেয়ার করবে না।",
      'স্ক্রীনটি "আন্দোলিত" হওয়া শুরু হবে এবং পরিশেষে একটি "X" অ্যাপ্লিকেশনটির আইকনে প্রদর্শিত হবে৷',
      "আপনি কি এখন থেকে {username}-কে আপনাকে মেসেজ পাঠানোর অনুমতি দিতে চান? আপনি এটা স্বীকার করলে সে শুধু জানবে যে আপনি তার অনুরোধ দেখেছেন।",
      "যে মন্তব্যগুলি আপনার উপরের পোস্টগুলি থেকে আপনার টাইপ করা যে কোনো শব্দ বা বাক্যাংশ অন্তর্ভুক্ত করে সেগুলি লুকান।",
      "অ্যাপটিতে স্টোরিগুলো আরও ভালোভাবে উপভোগ করা যায়",
      "আপনার অনুদানে গিফ্ট এইড যোগ করলে তা আপনার প্রদত্ত প্রতি £1 গুরুত্বপূর্ণ হয়, আপনার সাথে কোনো অতিরিক্ত খরচ ছাড়াই 25p যোগ করা হবে।",
      "আপনার কমেন্ট হটানো হয়েছে",
      "পরবর্তী {days to snooze} দিনের জন্য, আপনি আগে যে ডিভাইসগুলোতে Instagram ব্যবহার করেছেন, কেবলমাত্র সেই ডিভাইসগুলো থেকে লগইনের সহায়ক ইমেইল পাবেন।",
      "এই এফেক্টটি উপলভ্য নেই। পরে আবার চেষ্টা করুন।",
      "খেলতে আলতো চাপুন",
      "আপনার ফটো ব্লক করা হয়েছে কারণ এটিতে অন্য কারোর সাথে সংশ্লিষ্ট কনটেন্ট থাকতে পারে৷",
      "শর্তাবলীতে সম্মত হন",
      "হটানোর জন্য সিলেক্ট করুন",
      "মন্তব্যগুলি করা বন্ধ করা হচ্ছে",
      "দুঃখিত, সেখানে একটি সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।",
      "আমরা এই ব্রাউজারটিতে আপনার লগ ইন তথ্য সংরক্ষণ করতে পারেন যাতে আপনাকে আবার এটি লিখতে না হয়।",
      "আপনি পরিবর্তনগুলো সংরক্ষণমুক্ত করেছেন। আপনি কি বাতিল করতে চান?",
      "সম্পন্ন",
      "{username} এর দ্বারা প্রভাব Instagram এ দেখানোর জন্য প্রস্তুত৷",
      "সার্কেলে টিক চিহ্ন দেওয়া আছে",
      "একটি প্রোফাইল ছবি যোগ করুন",
      "আপনার ফিডের নীচের দিকে থাকা {link_back_to_instagram_home_page}-এ ট্যাপ করুন।",
      "Alt টেক্সট চাক্ষুষ দুর্বলতা সহ লোকেদের জন্য আপনার ফটোগুলোর বর্ণনা দেয়। Alt টেক্সট স্বয়ংক্রিয়ভাবে আপনার ফটোগুলোর জন্য তৈরি করা হয়েছে অথবা আপনি নিজে লেখা বেছে নিতে পারেন।",
      "Google Authenticator বা Duo Mobile এর মত অ্যাপ ইনস্টল করুন, তারপরে সেট আপ সম্পন্ন করতে Instagram-এ ফিরুন।",
      "আনব্লক করুন",
      "শহর",
      "আমরা আপনার ভিডিও প্রস্তুত করছি: {videoTitle}। এটি প্রস্তুত হলে আমরা আপনাকে জানাব।",
      "125টির বেশি অক্ষরের ক্যাপশনগুলো ফিডে ছাঁটাই হয়েছে।",
      "বিখ্যাত ব্যক্তি, সেলিব্রিটি ও ব্র্যান্ড অ্যাকাউন্টগুলো যাদের উপস্থাপনা করছে তারা সত্যিই এবং সেটা যে Instagram-এর পক্ষ থেকে নিশ্চিত করা হয়েছে তা দেখানোর জন্য ভেরিফায়েড অ্যাকাউন্টের ক্ষেত্রে নামের পাশে নীল রঙের টিকচিহ্ন থাকে।",
      "পিন কনফার্ম করুন",
      "স্টোরি ব্যবহার করে আপনার ফ্রেন্ডের সাথে সংযোগ করুন",
      "অন্যান্য যে জিনিসগুলি আপনি করতে পারেন",
      "একটি অ্যাকাউন্টের জন্য সাইন আপ করুন।",
      "কনফারমেশন কোড",
      "Instagram-কে কুকি ব্যবহারের অনুমতি দেবেন?",
      "Instagram Lite",
      "আপনার তথ্য দেওয়ার জন্য ধন্যবাদ",
      "প্রোফাইল দেখুন",
      "আপনার ফোন নম্বরটিকে নিশ্চিত করুন",
      "আবার চেষ্টা করুন",
      "প্রোফাইল সংরক্ষণ করা হয়েছে!",
      "এটি আপনার পোস্ট থেকে ভিডিওটিকে হটাবে।",
      "পিন করা হয়েছে",
      "কমেন্ট {actionType} {prepositionType} {violationText}",
      "আপনি যে সব অ্যাপে এবং ওয়েবসাইটে লগ ইন করার জন্য আপনার Instagram অ্যাকাউন্ট ব্যবহার করেছেন সেই সব অ্যাপ এবং ওয়েবসাইট থেকে লগ আউট হয়ে যাবেন এবং আবার লগ ইন করার জন্য আর আপনার অ্যাকাউন্ট ব্যবহার করতে পারবেন না",
      "এখানে আপনার সরানো মেসেজগুলোর জন্য নোটিফিকেশন বন্ধ রয়েছে, তবে আপনি যে কোনো সময় সেগুলো চালু করতে পারবেন।",
      "Facebook লোগো",
      "জমা দিন",
      "আপনার ব্রাউজার বা ডিভাইস এমন সেটিংস অফার করতে পারে যার মাধ্যমে আপনি নিজেই বেছে নিতে পারবেন ব্রাউজার কুকি সেট করবেন না মুছতে দেবেন। এই নিয়ন্ত্রণ ব্রাউজার ভিত্তিক হয় এবং নির্মাতারা যখন খুশি উপলভ্য সেটিংস এবং সেগুলোর কাজ করার পদ্ধতি পরিবর্তন করতে পারে। 5ই অক্টোবর 2020 থেকে, আপনি নিচে দেওয়া লিঙ্ক থেকে জনপ্রিয় ব্রাউজারগুলোর দেওয়া নিয়ন্ত্রণ সম্পর্কে অতিরিক্ত তথ্য পেতে পারেন। আপনি ব্রাউজার কুকি বন্ধ করে রাখলে Facebook-এর সমস্ত প্রোডাক্টের কিছু কিছু অংশ সঠিকভাবে কাজ নাও করতে পারে। অনুগ্রহ করে জেনে রাখুন, এই নিয়ন্ত্রণ Instagram এবং Facebook এর অফার করা নিয়ন্ত্রণের থেকে আলাদা হয়।",
      "লগ ইন করুন",
      "আপনার ইনবক্স লোড করার সময় এখানে একটি সমস্যা হয়েছে।",
      "এই লগ ইন নিশ্চিত করবেন?",
      "এই সিদ্ধান্তের আবেদন জানান",
      "আপনার স্টোরি",
      "লিখুন",
      "আরও জানুন",
      "এম্বেড করা কোড নির্বাচন করুন",
      "এখনই পান",
      "পাসওয়ার্ড পরিবর্তন করা হয়েছে৷",
      "কোনও ফলাফল খুঁজে পাওয়া যায়নি৷",
      "ষ্ঠ",
      "{username} হিসাবে চালিয়ে যান",
      "স্থান এবং ডেটা বাঁচাতে তৈরি করা হয়েছে। Google Play-এ বিনামূল্যে ডাউনলোড করুন।",
      "ইমেইল",
      "সেপ্টেম্বর",
      "অ্যাপে, যেসব পোস্টের এই হ্যাশট্যাগ অছে আপনি সেই সমস্ত পোস্ট রাখতে পারবেন।",
      "আপনার অ্যাকাউন্ট সম্পর্কিত একটি নোট",
      "পরবর্তী",
      "Reels",
      "16:9",
      "Instagram পাসওয়ার্ড",
      "সতর্কতা",
      "4:5",
      "অ্যাকাউন্ট পুনরুদ্ধার",
      "আপনি একটি স্টোরি পাঠিয়েছেন",
      "সাময়িকভাবে আমার অ্যাকাউন্ট নিষ্ক্রিয় করুন",
      "অ্যাকাউন্ট অসীমিত করা হয়েছে",
      "অন্যান্য অ্যাপ এবং ওয়েবসাইটে আমাদের কুকি",
      "আমি আমার করা মন্তব্যটি মুছতে চাই",
      "মিউজিক",
      "Facebook কোম্পানির সমস্ত প্রোডাক্ট ব্যবহার করতে এইসব কুকির প্রয়োজন হয়। এইসব সাইটের ঠিকঠাক কাজ করার জন্য এইসব কুকি আবশ্যক।",
      "একটি ত্রুটি ঘটেছে এবং আপনার খসড়া সংরক্ষণ করা যায়নি।",
      "আরও গ্রোথ টুল",
      "ডিজাইন পরিবর্তন করা বা গাঢ় বা আদর্শানুযায়ী গঠন করা রঙে মুদ্রণ করা উপেক্ষা করুন৷",
      "স্টোরি আইকন",
      "অর্থপ্রদান পরিষেবার শর্তাবলী",
      "ধন্যবাদ! আপনি Instagram এর খবর সংক্রান্ত ইমেলগুলিতে পুনরায় সাবস্ক্রাইব করেছেন৷",
      "খারিজ করুন",
      "আপনার অ্যাকাউন্ট আবার অ্যাক্টিভ করা হয়েছে",
      "আপনার অ্যাকাউন্টকে সাময়িকভাবে সীমাবদ্ধ করা বা স্থায়ীভাবে বন্ধ করা রোধ করতে, নিশ্চিত করুন যে অন্য কোনো ইউজার বা টুল আপনার অ্যাকাউন্টে অ্যাক্সেস করতে পারবে না এবং আপনি আমাদের {Terms of Use} ফলো করছেন।",
      "হোম এ ফিরুন",
      "আমরা আপনাকে কোনো লগ ইনের লিঙ্ক পাঠাতে পারিনি।",
      "শপিং ব্যাগের ইমেল",
      "ভাবুন আমরা কি কোনও ভুল করেছি?",
      "• কনটেন্টকে পার্সোনালাইজ করতে  সাহায্য করতে, প্রাসঙ্গিক বিজ্ঞাপন পরিবেশন করতে এবং  নিরাপদ অভিজ্ঞতা দিতে অ্যাপ ও ওয়েবসাইটগুলো থেকে Instagram এবং Facebook আপনার অ্যাক্টিভিটি সম্পর্কে তথ্য পায়।  এই তথ্য Instagram এবং Facebook জুড়ে শেয়ার করা হয় কারণ আপনি এই অ্যাকাউন্টগুলো আপনার অ্যাকাউন্ট সেন্টারে যোগ করেছেন",
      "খারিজ করুন",
      "অনুগ্রহ করে নিশ্চিত করুন যে আপনি {username} Instagram অ্যাকাউন্টটি ব্যবহার করে {app name}-এ লগ ইন করতে চান",
      "মাদক ব্যবহার",
      "প্রয়োজনীয় কুকি",
      "আপনি এই গোষ্ঠী থেকে বার্তা পাবেন না যদি না কেউ আপনাকে আবার চ্যাটে যোগ করেন৷",
      "এই ভিডিওটি যোগ করা যাবে না। IGTV ভিডিওগুলি 16:9 বা 9:16 মাত্রা সহ উল্লম্ব বা অনুভূমিক হওয়া উচিত।",
      "সব মুছে ফেলুন",
      "অনলাইন বিজ্ঞাপন সম্পর্কে আরও তথ্য",
      "আপনি Instagram অ্যাপটিতে স্টিকারগুলি তৈরি করতে এবং এতে প্রতিক্রিয়া জানাতে পারবেন। {app store} বা {play store} থেকে বিনামূল্যে এটি পান।",
      "চেকপয়েন্ট শুরু হয়/শেষ হয়",
      "· ব্যবহার করা ফান্ড জিনিসপত্রের বিক্রি বা পরিষেবা ব্যবস্থা থেকে আসা আয় নয়; না অন্য কোনও ব্যক্তি বা তৃতীয় পক্ষ নয়",
      "Instagram-এ আপনি যে সব জিনিস শেয়ার করেছেন সেগুলির ফাইল পেতে অনুগ্রহ করে আবার লগ ইন করুন।",
      "কীওয়ার্ড এক্সপ্লোর করার পেজ",
      "আপনার পাসওয়ার্ড আপডেট করুন",
      "ফাইল বেছে নিন",
      "আপনি আপনার নিরাপত্তা অ্যাপ থেকে একটি কোড পাবেন।",
      "পিন তৈরি করুন",
      "{username} হটিয়ে দিয়েছে",
      "আরও দেখুন",
      "লগ ইন কনফার্ম করবেন?",
      "যদি আপনার কাছে এটিতে থাকা সমস্ত কনটেন্ট ব্যবহার করার অধিকার না থাকে তবে {Delete this photo text bolded}৷ এটি আপনার অ্যাকাউন্টে কোনও প্রভাব ফেলবে না৷",
      "{minutes} মিনিট আগে",
      "আমি চাই না যে কোনো ব্যবহারকারী আমাকে অনুসরণ করুক",
      "Facebook-এ সংযোগ করুন",
      "আপনার পোস্ট হটানো হয়েছে",
      "সংরক্ষণ করুন",
      "আমাদের টিম অ্যাকাউন্টটি পর্যালোচনা করবে এবং এটি যদি আমাদের {link_to_instagram_community_guidelines} বা {link_to_instagram_terms_of_use} লঙ্ঘন করে, তবে আমরা এটি মুছে ফেলব।",
      "বাতিল করুন",
      "{count}টি লাইক",
      "আপনার লেখা পাসওয়ার্ডটি সঠিক নয়৷ অনুগ্রহ করে আবার চেষ্টা করুন৷",
      "আপনার Facebook এর ইমেল ঠিকানা, {email} এর ইতিমধ্যেই Instagram এর সাথে একটি অ্যাকাউন্ট রয়েছে৷",
      "আপনিই লগ ইন করেছেন আমাদের যখন তা নিশ্চিত করার প্রয়োজন হবে আমরা তখন একটি নিরাপত্তা কোডের বিষয়ে জিজ্ঞাসা করব।",
      "আরও দেখুন",
      "অন্য",
      "আমরা সম্প্রতি দেখতে পেয়েছি যে আপনার Instagram পাসওয়ার্ডটিকে একটি পাঠযোগ্য বিন্যাসে অভ্যন্তরীণভাবে সংরক্ষণ করা হয়েছে। আমরা এই সমস্যাটির সমাধান করেছি এবং আপনার পাসওয়ার্ডটিকে অনুপযুক্তভাবে অ্যাক্সেস করা বা অপব্যবহার করা হয়েছে এমন কোনো লক্ষণ খুঁজে পাইনি।",
      "মে",
      "ঠিক আছে",
      "সেভ করা কালেকশন",
      "ক্রপ করতে বেছে নিন",
      "পরিবর্তন করুন",
      "GIF",
      "বিজ্ঞাপনের অনুমতি দিন",
      "লগ আউট করা হচ্ছে",
      "আপনার অ্যাকাউন্টে ফিরে আসার জন্য অ্যাপটিতে আপনার তথ্য নিশ্চিত করুন",
      "অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্রগুলিকে পূরণ করুন",
      "অনুরোধ অনুসরণ করুন",
      "Instagram-এ সংযোগ করুন",
      "আমি ছিলাম না",
      "{username} থেকে এতে মেসেজ সরান:",
      "{app name} যে তথ্য পাবে, আপনি সেটা এডিট করতে পারবেন। আপনি শেয়ার না করেই হয়তো বাতিল করতে পারবেন, তবে {app name}-এ Instagram-এর সাহায্যে সংযোগ করতে পারবেন না।",
      "একটি পাসওয়ার্ড তৈরি করুন",
      "{days} দিন আগে",
      "বিজ্ঞপ্তিগুলি চালু করুন",
      "আপনার বেছে নেওয়া ভিডিও ফাইল আপলোড করা যায়নি৷",
      "AM",
      "লোকজনকে ট্যাগ করতে ফটোতে ক্লিক করুন",
      "আপনি একই সময়ে একাধিক বেছে নিতে পারেন৷",
      "মিনিট",
      "পুনরায় চেষ্টা করুন",
      "সহিংস চিত্র",
      "{Username of current profile}-কে আনব্লক করবেন?",
      "পরিবর্তে Wi-Fi কোড লিখুন",
      "@{username} • Instagram ছবি ও ভিডিও • পৃষ্ঠা {page}",
      "শুধুমাত্র যদি আপনার কাছে আপনার ফটোতে থাকা সমস্ত কনটেন্ট ব্যবহার করার অনুমতি থাকে তবেই একটি বিতর্ক জমা দিন।",
      "নতুন স্টোরি",
      "আপনার ইমেল",
      "এর জন্য নিরাপত্তা কোডটি কনফার্ম করুন",
      "{username} কে জবাব দিন...",
      "ট্যাগ মুছে ফেলুন",
      "আমাদের আপডেট করা ডেটা নীতি পর্যালোচনা করার এবং আমাদের নতুন শর্তাবলীর সাথে সম্মত হওয়ার জন্য ধন্যবাদ।",
      "নিজেকে উত্তর দেওয়া হচ্ছে",
      "আপনার Instagram ডেটা",
      "+ {count}টি",
      "আপনি যে ব্যবহারকারী নামটি লিখেছেন তা একটি অ্যাকাউন্টের সাথে সংযুক্ত নয়৷ অনুগ্রহ করে আপনার ব্যবহারকারী নাম পরীক্ষা করুন এবং আবার চেষ্টা করুন৷",
      "একজন পিতামাতা/অভিভাবককে জিজ্ঞাসা করুন",
      "{username} একটি পোস্ট পাঠিয়েছেন",
      "শুধুমাত্র যদি আপনার কাছে আপনার ভিডিওটিতে থাকা সমস্ত কনটেন্ট ব্যবহার করার অনুমতি থাকে তবেই একটি বিতর্ক জমা দিন৷",
      "এখন আপনার কাছে Instagram-এ আপনার অডিয়েন্সের সাথে সংযোগ করার আরও টুল রয়েছে।",
      "ক্যারোজেল",
      "আমরা লগ ইন কোড সহ একটি টেক্সট মেসেজ পাঠাব অথবা আপনি আপনার পছন্দের একটি নিরাপত্তা অ্যাপ ব্যবহার করতে পারেন।",
      "সংরক্ষণ করুন",
      "দুই-ধাপবিশিষ্ট প্রমাণীকরণ",
      "সতর্কতা হিসাবে, আমরা আপনার অনুসরণকারীর তালিকা দেখতে উৎসাহিত করি এবং এটি নিশ্চিত করি যে কেবলমাত্র আপনার পছন্দের লোকেরা আপনাকে অনুসরণ করছেন। আপনার গোপনীয়তা রক্ষা করাকে আমরা অগ্রাধিকার দিয়ে থাকি এবং আমরা অবিরতভাবে এটি নিশ্চিত করার জন্য কাজ করে চলেছি যে এই সমস্যাগুলি আর ঘটবে না। এটি ঘটার জন্য আমরা দুঃখিত। যদি আপনার কোনো প্রশ্ন থাকে, তবে অনুগ্রহ করে {email}-এ আমাদের সাথে যোগাযোগ করুন।",
      "সম্পাদিত",
      "ঠিক আছে",
      "এটি কীভাবে কাজ করে",
      "আপনি {help center link}-এ আপনার অ্যাকাউন্ট নিরাপদ রাখা সম্বন্ধে আরও কিছু জানতে পারবেন।",
      "আমার অ্যাকাউন্টটি হ্যাক করা হয়েছে",
      "ব্যবহারকারীর অভিযোগ জানান",
      "স্থান",
      "আমরা আমাদের সম্প্রদায়কে সাহায্য করতে ও সুরক্ষিত রাখতে আমাদের {communityGuidelinesLink} তৈরি করেছি এবং স্ব-আঘাত অথবা আত্মহত্যার অনুপ্রেরণা যোগাতে পারে, এই বিষয়ে উদ্বিগ্ন হয়ে আমরা আপনার পোস্ট সরিয়ে দিয়েছি। আমরা জানি এটা আপনার উদ্দেশ্য নাও হতে পারে। আমরা আপনার সুরক্ষার বিষয়ে গুরুত্ব দিই এবং আপনি যদি কিছু কঠিন সমস্যার মধ্যে থাকেন তাহলে আমরা আপনাকে সাহায্য করতে চাই। আমরা আপনাকে আমাদের উপায়ের মাধ্যমে সাহায্য নেওয়ার জন্য উৎসাই দিই।",
      "যদি আপনি এখনই ফিরে যান, তবে আপনি আপনার ফটো হারিয়ে ফেলবেন",
      "ডান শেভরন",
      "নতুন পরিচিতির বিকল্পগুলি পান",
      "লিঙ্ক কপি করুন",
      "ই",
      "মোবাইল নম্বর বা ইমেল",
      "চ্যাট মুছুন।",
      "শিরোনাম",
      "অ্যাপটিতে স্টোরিগুলো আরও ভালোভাবে উপভোগ করা যায়",
      "কমেন্ট করা বন্ধ করুন",
      "অনুমতি দিন",
      "লগ ইন করুন",
      "জন্মদিন",
      "আপনার অ্যাকাউন্ট থেকে লগ আউট করার সময়ে কোনও সমস্যা হয়েছে। অনুগ্রহ করে আবার পরে চেষ্টা করুন।",
      "ব্যক্তিগত তথ্যের সেটিংস",
      "এই বার্তাটি হয় স্প্যাম না হয় স্ক্যাম",
      "পুরো নাম",
      "এই লিঙ্কটি শুধুমাত্র পরবর্তী চার দিনের জন্য কাজ করবে। এতে যেহেতু ব্যক্তিগত তথ্য থাকতে পারে, তাই লিঙ্কটিকে নিশ্চিত ভাবে গোপনীয় রাখুন এবং শুধুমাত্র নিজের কম্পিউটারেই আর্কাইভটিকে ডাউনলোড করুন।",
      "Instagram Lite-এ স্টোরির সাথে আরও অনেক কিছু উপভোগ করুন",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি আমাদের {communityGuidelinesLink}-এর বিরুদ্ধ৷ আমাদের নির্দেশিকাগুলির বিরুদ্ধে যায় এমন কিছু আপনি যদি আবার পোস্ট করেন তাহলে আপনার পোস্ট, আর্কাইভ, বার্তা এবং অনুসরণকারীগণ সহ আপনার অ্যাকাউন্ট মুছে দেওয়া হতে পারে৷",
      "আপনি {username}-কে সীমিত করেছেন৷",
      "বাতিল করুন",
      "{filename}-এ লেবেল করা ফাইলটি আপলোড করা যায়নি৷ চালিয়ে যেতে একটি mp4 ফাইল বেছে নিন৷",
      "{media author username} এই পোস্টটি লাইক করেছেন এমন মোট সংখ্যক লোকজনকে দেখতে পাবেন।",
      "আপনি Instagram এ আপনার পরিচিতিগুলিকে আপলোড করতে, আপনি সেগুলিকে এখানে দেখবেন৷",
      "Facebook",
      "আমরা সম্প্রতি খুঁজে পেয়েছি যে আপনার Instagram পাসওয়ার্ড অভ্যন্তরীণভাবে একটি পঠনযোগ্য ফরম্যাটে সঞ্চয় করা হয়েছে। আমরা এই সমস্যার সমাধান করেছি এবং এতে অনুপযুক্ত ভাবে অ্যাক্সেস করা হয়েছে অথবা অভ্যন্তরীণ ক্ষেত্রে কেউ এর অপব্যবহার করেছে এরকম কোনো চিহ্ন পাইনি। এরকম ঘটার জন্য আমরা অত্যন্ত দুঃখিত এবং আমরা কীভাবে আপনার তথ্য সুরক্ষিত করব আমরা সেই বিষয়ে ক্রমাগত উন্নত করব।",
      "লোকজনকে বার্তা হিসাবে আপনার স্টোরি শেয়ার করতে দিন।",
      "লগ ইন করতে ব্যর্থ হয়েছে, আবার চেষ্টা করুন",
      "শেয়ার করুন",
      "আমার প্রোফাইলে লুকান",
      "অনুমোদিত!",
      "ব্র্যান্ডেড কনটেন্ট-এর নীতি",
      "আরও জানুন",
      "{Link to return to a previous step in this flow} বা {Link to skip this entire flow}",
      "এড়িয়ে যান",
      "যাচাই করা হয়েছে",
      "প্রাইভেসি",
      "লা",
      "{count} জনের পছন্দ",
      "লগ ইন করে সমস্ত কমেন্ট দেখুন",
      "নতুন পোস্ট",
      "Facebook Pay-এর আরও জানুন পেজ বন্ধ করার জন্য ক্রস আইকন",
      "ধাপ 2: বিশিষ্টতা নিশ্চিত করুন",
      "{authMethod}-এর এন্ট্রি বন্ধ করবেন?",
      "চেকআউট সম্পূর্ণ করতে  Facebook Pay আপনার Facebook অ্যাকাউন্ট থেকে পেমেন্টের তথ্য ব্যবহার করবে। আপনার পেমেন্টের তথ্য এবং ইতিহাস Instagram, Facebook এবং Messenger জুড়ে সংযুক্ত থাকবে। {Learn More}",
      "এই মন্তব্যটি লোকেদের ঝুঁকিতে ফেলে",
      "আপনার বেছে নেওয়া ফাইলগুলো সাপোর্ট করছে না।",
      "মেসেজ অনুপলভ্য",
      "Instagram-এ শেয়ার",
      "আপনি এটি বুঝতে না পারলে, আমরা {resendCode} পাঠাতে পারি।",
      "আমাদের জানানোর জন্য ধন্যবাদ",
      "Instagram ব্যবহার করার জন্য তুমি যথেষ্ট বড় হওনি",
      "ভিডিওটিতে কোনও অডিও নেই",
      "অ্যাকাউন্ট পাল্টান",
      "অডিয়েন্স (ঐচ্ছিক)",
      "আমরা এই সার্চটির জন্য কোনও কিছু খুঁজে পাইনি।",
      "পুশ বিজ্ঞপ্তিগুলি",
      "আপনার কনটেন্টটি তাদের অধিকার লঙ্ঘন করেছে নিম্নলিখিত পক্ষের এই রিপোর্টের ভিত্তিতে আমরা আপনার কনটেন্টটির দৃশ্যমানতাতে নিষেধাজ্ঞা আরোপ করেছি:",
      "দর্শক",
      "মেনু",
      "পরবর্তী",
      "লোকেদের ট্যাগ করতে ফটোটি আলতো চাপুন।",
      "ট্যাক্স ফাইল করা",
      "{username} এখনও সম সংখ্যক বিজ্ঞাপন দেখবে তবে সেগুলি কম প্রাসঙ্গিক হতে পারে।",
      "দিন:",
      "Facebook অ্যাপ ও সার্ভিস",
      "একটি তৃতীয় পক্ষ অভিযোগ করেছে যে আপনার সামগ্রী তাদের কপিরাইট লঙ্ঘন করেছে।",
      "বিজ্ঞাপন আইকন",
      "লিঙ্ক (ঐচ্ছিক)",
      "এর কারণ আপনার আগের কিছু পোস্টকে স্থানীয় আইন, একটি তৃতীয় পক্ষের অধিকার অথবা {Community Guidelines} লঙ্ঘন করতে দেখা গেছে।",
      "স্টোরিগুলিতে পুনরায় শেয়ার করার অনুমতি দিন",
      "অতিরিক্ত পদ্ধতি",
      "আমার সামগ্রী কেন সরনো হয়েছে?",
      "প্রশাসক",
      "ফিটনেস",
      "আপনার ফটো",
      "চ্যাটে যোগ করুন",
      "ভিউয়ার কাউন্টের আইকন",
      "ট্যাগ করা পোস্ট",
      "মুছে ফেলুন",
      "{username} এমন সব বিজ্ঞাপন দেখবে যা তাদের জন্য কম প্রাসঙ্গিক হতে পারে।",
      "আপনার এন্টার করা পিনটি ব্যবহার করে আমরা আপনার অ্যাকাউন্টটিতে সংযোগ করতে পারিনি। আপনি এখনও আপনার লিংকযুক্ত PayPal অ্যাকাউন্টে লগ ইন করে সংযুক্ত থাকতে পারেন।",
      "এছাড়াও, সরিয়ে ফেলার একাধিক রিকোয়েস্ট পাওয়ার ফলে আপনার অ্যাকাউন্ট স্থগিত হয়ে যেতে পারে।",
      "অ্যাপটির সাম্প্রতিকতম সংস্করণে আরও দ্রুত ও সহজে সাহায্য পান।",
      "অনুসরণ করুন",
      "Instagram অ্যাপে এই ফান্ডারাইজারটি দেখুন",
      "{numberOfPeople} জন ব্যক্তি",
      "পিতামাতা/অভিভাবকের নাম",
      "{number of days before user is disabled} দিনের মধ্যে পরবর্তী ধাপ পূরণ করুন যাতে আমরা আপনার নিষ্ক্রিয় হওয়ার আগে আপনাকে এটি ফিরিয়ে দেওয়ার চেষ্টা করতে পারি।",
      "উত্তরগুলো দেখুন",
      "আপনি তখনই গিফ্ট এইড পাওয়ার যোগ্য হবেন যখন:",
      "{username} কর্তৃক",
      "অন্য একজন ব্যক্তিকে ট্যাগ করুন",
      "সর্বাধিক জনপ্রিয়",
      "আপনার মতামত আমাদেরকে Instagram সম্প্রদায় সুরক্ষিত রাখতে সাহায্য করার ক্ষেত্রে গুরুত্বপূর্ণ৷",
      "সেশন লগ আউট করা হয়েছে",
      "1টি পোস্ট",
      "১ ঘন্টা আগে",
      "পোস্ট মুছে ফেলা যায়নি",
      "লোকেশন আইকন",
      "অ্যাপটি পান৷",
      "লগ ইন তথ্য মনে রাখুন",
      "{birthday} কি আপনার জন্মদিন?",
      "{name of the user who liked the photo} আপনার পোস্ট পছন্দ করেছে৷",
      "অন্যান্য যোগাযোগের বোতাম যুক্ত করতে, প্রচার তৈরি করতে এবং আপনার ফলোয়ারদের সম্পর্কে ইনসাইট পেতে Instagram অ্যাপে যান।",
      "সম্পর্ক",
      "নিশ্চয়তা পাঠান",
      "IG সফল টিকচিহ্ন",
      "0 বছর বয়স",
      "ইমেইল পাঠানো হয়েছে",
      "ফেব্রুয়ারি",
      "শুনতে অসুবিধা হয় এমন লোকজনকে সাহায্য করার জন্য আপনার ভিডিওতে অটো-জেনারেটেড ক্যাপশন যোগ করা হয়েছে। এগুলো শুধুমাত্র iOS ও Android অ্যাপেই দেখা যায় এবং এগুলোকে দেখতে পেতে কয়েক মিনিট সময় লাগতে পারে।",
      "আপনার অ্যাকাউন্ট নিরাপদ করতে আপনার পাসওয়ার্ড পরিবর্তন করুন",
      "গোপনীয়তা এবং নিরাপত্তামূলক সাহায্য",
      "এই সংস্করণটি আর সাপোর্ট করে না। লগ ইন করার জন্য, আপনার অ্যাপটিকে নতুন সংস্করণে আপডেট করুন।",
      "আপনার Instagram বিজনেস ক্যাটাগরি WhatsApp-এ সাপোর্ট করে না।",
      "অ্যাকাউন্ট সেন্টার কেবল আমাদের মোবাইল অ্যাপেই উপলভ্য। সব অ্যাকাউন্টে লগ ইন করা এবং স্টোরি ও পোস্ট শেয়ার করার মত যুক্ত থাকার অভিজ্ঞতা পরিচালনা করতে আপনার Instagram, Facebook বা Messenger অ্যাপের সেটিংসের মধ্যে অ্যাকাউন্ট সেন্টারে যান।",
      "অত্যন্ত ব্যস্ত/অত্যন্ত বিক্ষেপী",
      "এটি দেখে মনে হচ্ছে যে আপনি এই অ্যাকাউন্টটি মুছে ফেলার জন্য রিকোয়েস্ট করেছেন৷ হেল্প সেন্টারে আরও জানুন: http://help.instagram.com",
      "ডাউনলোড করুন",
      "আমাদের জানান।",
      "আপনি {username}-এর স্টোরি পাঠিয়েছেন",
      "সরাসরি - নিরাপদ ইনবক্সে",
      "সম্পাদনা করুন",
      "অল্ট টেক্সট লিখুন...",
      "দেশ/এলাকা",
      "ভিডিও সম্পাদনা করুন",
      "দাবি মুছে ফেলুন৷",
      "আপনার পোস্ট আপলোড করা যাবে না।  অনুগ্রহ করে আবার চেষ্টা করুন।",
      "পোস্টগুলি কঠিন ওষুধ ব্যবহারের প্রচার করছে",
      "অনুদানগুলো অবশ্যই অন্তত {value}-এর হবে",
      "আপনার কাছে যদি ভিডিওটির মধ্যে থাকা অডিও, যেমন সাউন্ডট্র্যাক বা সঙ্গীত সহ সমস্ত কিছু শেয়ার করার অনুমতি থাকে তবে আপনি সেটির ব্লক হওয়ার ক্ষেত্রে আবেদন করে আপনার ভিডিওটি আনব্লক করতে পারেন।",
      "গোপন রাখুন",
      "সরান",
      "সাময়িকভাবে আপনার অ্যাকাউন্ট অক্ষম করুন",
      "আপনি ছেড়ে গেলে আপনার এডিটগুলো সেভ করা হবে না।",
      "আপনার অ্যাকাউন্ট থেকে আমরা অস্বাভাবিক অ্যাক্টিভিটি নোটিস করেছি। আপনার অ্যাকাউন্টে ফিরে যেতে Instagram অ্যাপ থেকে আপনার পরিচয় নিশ্চিত করুন।",
      "ঘৃণ্য বক্তব্য বা চিহ্ন",
      "বেছে নেওয়া বিকল্প চালু বা বন্ধ করুন",
      "কালেকশনে যোগ করুন",
      "গোপনীয়তা নীতি",
      "{hours}ঘন্টা আগে দেখেছে",
      "খারিজ করুন",
      "[?]",
      "সাইন আপ করুন",
      "Google Play স্টোর অ্যাপটি খুলতে পারছেন না?",
      "লোকেদের ট্যাগ করুন",
      "একটি নাম যোগ করুন",
      "আপনার জন্য পরামর্শ",
      "Instagram পূর্ণ প্লে করুন",
      "প্রোফাইল আপডেট করুন",
      "20টির সাথে আরও রিকোয়েস্ট",
      "এই ফ্রি প্রোফেশনাল অ্যাকাউন্টে স্যুইচ করার মাধ্যমে আপনি আপনার ফলোয়ার ও অ্যাকাউন্টের পারফরম্যান্স, নতুন কন্টাক্ট বিকল্প এবং আরও অনেক কিছু সম্পর্কে ইনসাইট অ্যাক্সেস পাবেন।",
      "আপনাকে জবাব দেওয়া হয়েছে",
      "পরিচিত ডিভাইস",
      "Expired",
      "দোকান দেখুন",
      "অ্যাকাউন্ট চালু রাখুন",
      "বন্ধ করুন",
      "আরও বিকল্প",
      "অবৈধ অথবা নিয়ন্ত্রিত পণ্যের বিক্রি",
      "যদি আপনি আপনার ফোন হারিয়ে ফেলেন বা পাঠ্য বার্তা বা একটি যাচাইকরণ অ্যাপের মাধ্যমে কোনো কোড না পান, তবে আপনি আপনার অ্যাকাউন্টে ফিরে যেতে এই কোডগুলো ব্যবহার করতে পারেন। একটি নিরাপদ স্থানে সেগুলো সংরক্ষণ করুন।",
      "ব্লক করুন",
      "IGTV",
      "পূর্বাবস্থায় ফেরান",
      "{username}-এর প্রত্যেকটি পোস্ট দেখুন",
      "মুছুন",
      "নিশ্চিয়তা কোড লিখুন",
      "এটি যৌন বিচারে অনুপযুক্ত",
      "লগ ইন করার প্রচেষ্টা করা হচ্ছে।",
      "আপনার ফেভারিট বিষয় ব্রাউজ করুন",
      "অ্যাডজাস্টমেন্ট",
      "লোকেশন যোগ করুন",
      "শনি",
      "আরও কিছুর জন্য আলতো চাপুন",
      "এটি লাইক করুন",
      "লগ আউট করুন",
      "এই লগইনটিকে নিশ্চিত করা যাবে না৷ অনুগ্রহ করে আপনার নেটওয়ার্ক সেটিংস পরীক্ষা করুন এবং আবার চেষ্টা করুন৷",
      "আপনি কেন এই বার্তাটির অভিযোগ জানাচ্ছেন?",
      "আনব্লক করুন",
      "এখন নয়",
      "আপনার কীওয়ার্ডগুলি সংরক্ষণ করার সময় সেখানে একটি সমস্যা হয়েছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷",
      "সাইন আপ করার সময়ে বিনামূল্যে আরও ফটো আবিষ্কার করুন।",
      "আপনার প্রাইভেসি তথ্য এবং Instagram, Facebook অ্যাপ ও Messenger-এর বিকল্পের সংক্ষিপ্ত বিবরণ, যাতে আপনি নিশ্চিত করতে পারেন যে এইসব সেটিংস আপনার জন্য উপযুক্ত।",
      "Facebook-এর বাইরের অ্যাক্টিভিটি",
      "এই ফাইলটি খুব ছোট৷ চালিয়ে যেতে, 1 KB-এর চেয়ে বড় একটি ফাইল বেছে নিন৷",
      "অধিভুক্ততে আগ্রহী?",
      "পরবর্তী",
      "নিশ্চিয়তা পাঠানো হয়েছে",
      "এই অ্যাকাউন্টটি ব্যক্তিগত",
      "সত্তার শিরোনাম",
      "এই সেটটি চুরি হয়ে গেছে বলে যদি আপনি ভয় পান অথবা আপনি সেগুলি একাধিকবার ব্যবহার করে থাকেন তাহলে আপনি নতুন কোডগুলি পেতে পারেন৷",
      "আপনার ডেটা সুরক্ষিত করা হচ্ছে",
      "শেয়ার করা হচ্ছে...",
      "দুঃখিত! এই মুহূর্তে আপনার অ্যাকাউন্ট তৈরি করতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "ফিল্টার",
      "আপনার কাছে অদেখা বিজ্ঞপ্তিগুলি রয়েছে৷",
      "পোস্ট শেয়ার করুন",
      "রাইটস হোল্ডার, {reference owner name} আপনার বিতর্কটি অস্বীকার করেছেন কারণ তারা মনে করেন যে ফটোটিতে তাদের কনটেন্ট রয়েছে।",
      "Facebook-এর সাথে আপডেট করুন",
      "ব্যবসা",
      "যদি আপনার ফটোটিতে থাকা সমস্ত কনটেন্ট ব্যবহার করার অনুমতি থাকে তবে {Submit a dispute text bolded}। একটি বিবাদ জমা দেওয়ার মাধ্যমে আপনি {owner name}-কে, যিনি এই দাবিটি করেছেন, আপনার ফটো পর্যালোচনা করার অনুমতি দেন। যদি আপনি এটি সর্বজনীনভাবে শেয়ার করে থাকেন তবে তারা সমগ্র পোস্টটিও পর্যালোচনা করতে পারবেন। উত্তর দেওয়ার জন্য তাদের কাছে {number of days} দিনের সময় থাকবে।",
      "@{username}  এর Instagram ভিডিও• {datetime}",
      "হ্যাঁ, লগ ইন করুন",
      "কিছু একটা সমস্যা হয়েছে",
      "GIF",
      "",
      "সম্মতি পেজ",
      "প্রশাসক বানান",
      "আপনার অ্যাকাউন্ট মুছে দেওয়ার জন্য এই লিঙ্কটি আর কাজ করছে না। Instagram-এর ব্যবহার চালিয়ে যেতে, একটি নতুন অ্যাকাউন্ট তৈরি করুন।",
      "পাসওয়ার্ড",
      "স্টোরি ভিডিও ওভারলে",
      "Instagram থেকে আসা শেষ 14 দিনের নিরাপত্তা এবং লগইন ইমেইলগুলি এখানে দেখা যাবে। কোন ইমেইলগুলি আসল এবং কোনগুলি নকল তা ভেরিফাই করতে আপনি এটি ব্যবহার করতে পারেন।",
      "আপনার পেমেন্ট কনফার্ম করতে আপনার Facebook Pay পিন লিখুন।",
      "{username} জানতে পারবে না যে তাদেরকে সরানো হয়েছে। আপনি যেকোনো সময় প্রাইমারি-এ তাদেরকে আবার সরাতে পারবেন।",
      "হ্যাশ ট্যাগ ডিরেক্টরি",
      "প্রস্তাবিত প্রোফাইল",
      "সাহায্য করুন",
      "Instagram Lite পান",
      "জীবজন্তু এবং প্রকৃতি",
      "অ্যাপ্লিকেশন আইকন আলতো চাপুন এবং এটিকে কিছু সময়ের জন্য ধরে রাখুন৷",
      "বার্তাগুলি নিঃশব্দ করুন",
      "ঘৃণ্য বক্তব্য বা চিহ্নগুলি",
      "আমরা সম্প্রতি জেনেছি এবং দ্রুত এর সমাধান করেছি, একটি প্রযুক্তিগত সমস্যা যা আপনার অ্যাকাউন্ট সমেত অল্প সংখ্যক Instagram অ্যাকাউন্টে প্রভাব ফেলেছে।",
      "আপনার পোস্ট আমাদের সম্প্রদায়ের নির্দেশিকার বিরুদ্ধ",
      "Facebook-এর সাথে সংযোগ করা হয়েছে",
      "ভ্রমণ এবং স্থান",
      "আপনার কার্ড নিরাপত্তা কোড দিয়ে সংযোগ করবেন?",
      "খাদ্য ও পানীয়",
      "রাইটস হোল্ডার:",
      "চালিয়ে যান",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে যায়। আমাদের কাছে এই নির্দেশনা থাকার কারণ হল আমরা আমাদের সম্প্রদায়কে শ্রদ্ধাশীল এবং সুরক্ষিত অনুভব করাতে চাই।",
      "একটি বিনামূল্যের পেশাদার অ্যাকাউন্ট পান",
      "পাঠান",
      "পরিবর্তন করুন",
      "রাজ্যের নাম লিখুন",
      "আপনি {applicationName}-এর সাথে যে Instagram ব্যবসার প্র্রোফাইলটা সংযোগ করতে চান সেটা নিশ্চিত করুন।",
      "আপনার নাম এবং জীবন বৃত্তান্ত যোগ করুন যাতে বন্ধুরা আপনাকে খুঁজে পেতে পারেন।",
      "অক্টোবর",
      "ঠিক আছে",
      "আপনি কি নিশ্চিত?",
      "এখন নয়",
      "লুকান",
      "গ্যালারী পোস্টগুলোতে এক মিনিটের বেশি সময়ের ভিডিও অন্তর্ভুক্ত করা যাবে না।",
      "{fullName} এর Instagram ছবি • {datetime}",
      "যদি কোনো ভিডিওর দৈর্ঘ্য এক মিনিটের বেশি হয়ে তবে আপনি এক সময় শুধুমাত্র একটিই ভিডিও পোস্ট করতে পারেন।",
      "1:1",
      "ডেটা নীতি",
      "দুঃখিত, এই লিঙ্কটি নষ্ট হয়ে গেছে। আপনার অ্যাকাউন্ট রাখতে, আপনার ইউজারনেম ও পাসওয়ার্ড দিয়ে লগ ইন করুন।",
      "এখানে আপনাকে অনুসরণ করেন এমন সমস্ত লোককে আপনি দেখতে পাবেন।",
      "অনুমতি দিন",
      "Whatsapp-এ শেয়ার করুন",
      "স্পোর্টস",
      "প্রাইভেসি সংক্রান্ত উদ্বেগ",
      "নতুন কোড পান",
      "অ্যাপ ও ওয়েবসাইটসমূহ",
      "লাইভ {actionType}",
      "চেক আউট করার জন্য এগিয়ে যান",
      "ঠিক আছে",
      "আরও জানুন",
      "শিরোনাম",
      "আমি এই কথোপকথনটি পছ্ন্দ করি না",
      "ফিরে যান",
      "যখন আপনি নীচের বোতামটি টেপেন তখন আপনার ছবি, কমেন্ট এবং লাইকগুলি আড়াল করা হবে যতক্ষণ না আপনি আপনার অ্যাকাউন্টে আবার লগ ইন করার মাধ্যমে পুনরায় সক্রিয় করেন৷",
      "আপনার অ্যাকাউন্ট যে ব্যক্তি বা সংস্থাকে উপস্থাপন করছে সেগুলো যে নামে পরিচিত সেই নামগুলোকে লিস্টে জুড়ুন৷ অন্যান্য ভাষাতে বিভিন্ন নাম এবং একই রকম নাম অন্তর্ভুক্ত করুন৷",
      "আবেদন জমা দিন",
      "পরবর্তী {days to snooze} দিনের জন্য, আপনি যে ডিভাইসগুলোতে আগে Instagram ব্যবহার করেছেন, কেবলমাত্র সেই ডিভাইসগুলো থেকে পাসওয়ার্ড রিসেট করার ইমেইল পাবেন।",
      "আপনি কোনো পাসওয়ার্ড রিসেট করার অনুরোধ করেননি তা আমাদের জানানোর জন্য ধন্যবাদ! আপনার পাসওয়ার্ড পরিবর্তন করা হয়নি৷",
      "জারি রাখলে, {=app name} আপনার তথ্যের অ্যাক্সেস পেতে থাকবে এবং {=app name} এতে অ্যাক্সেস করলে Instagram তা রেকর্ড করবে। এই শেয়ার এবং আপনার কাছে থাকা সেটিংস সম্পর্কে {=learn more}।",
      "কুইজ",
      "আমি এই অ্যাকাউন্টের ছবি এবং ভিডিওগুলিকে আমার ফীডে দেখতেক চাই না",
      "সংরক্ষণ করুন",
      "যদি আপনি আপনার বিতর্কের ফলাফলের সাথে একমত না হন তবে আপনি রাইটস হোল্ডার, {reference owner name}-কে আবেদন জানাতে পারেন। একবার জমা দেওয়া হলে তাদের কাছে উত্তর দেওয়ার জন্য 7 দিনের সময় থাকবে।",
      "সমস্ত প্রস্তাবিত ইউজার দেখার শেভ্রন",
      "এই ওয়েব ব্রাউজারটি আর সমর্থিত নয়।",
      "আপনার অ্যাকাউন্টের কোনও কিছুই কেনা, বেচা বা ট্রান্সফার করার চেষ্টাই আমাদের {Terms of Use} এবং {Community Guidelines}-এর বিরুদ্ধে যায়৷",
      "পাসওয়ার্ড",
      "অ্যাকাউন্ট বা পোস্টগুলির অভিযোগ করা হচ্ছে",
      "আপনি যদি এই গ্রুপে থাকেন তাহলে, আপনি যে অ্যাকাউন্টগুলোর উপর নিষেধাজ্ঞা আরোপ করেছেন সেগুলো থেকে আপনি মেসেজ দেখতে পাবেন।",
      "{firstUsername}, {secondUsername}",
      "অনুলিপি করতে কন্ট্রোল-C টিপুন।",
      "Instagram-এ চেক আউট করতে, অ্যাপ ডাউনলোড করুন।",
      "অভিযোগ করুন",
      "অনুরোধগুলি অনুমোদন বা উপেক্ষা করুন",
      "আপনি সমস্ত কুকি ব্যবহারের অনুমতি দিতে পারেন বা আপনি আরও বিকল্প বেছে নিতে পারেন। আমরা আপনার কুকির পছন্দের কথা মনে রাখব এবং Instagram-এ আপনার লগইন করা যে কোনো জায়গায় এবং আপনার অ্যাকাউন্ট ব্যবহার করে আপনি অন্য Facebook প্রোডাক্টে লগ ইন করলে সেখানে প্রয়োগ করব। আপনি আপনার কুকি সেটিংসে গিয়ে যে কোনো সময় আপনার পছন্দের পর্যালোচনা বা পরিবর্তন করতে পারেন।",
      "ইতিমধ্যে {username} কে অনুসরণ করেন? তাদের ছবি এবং ভিডিওগুলি দেখার জন্য {=Log in} করুন৷",
      "আপনার ফোন নম্বর লিখুন এবং আপনার অ্যাকাউন্টে আবার ফিরে আসার জন্য আমরা আপনাকে একটি পাসওয়ার্ড পুনরায় সেট করার লিঙ্ক পাঠাব৷",
      "আরও গ্রাহকদের কাছে পৌঁছাতে এবং আপনার ব্যবসা গড়ে তুলতে Instagram -এ প্রচারগুলি তৈরি করুন৷",
      "আমরা দুঃখিত, কিন্তু কিছু ভুল হয়েছে৷ অনুগ্রহ করে আবার চেষ্টা করুন৷",
      '"X" এ আলতো চাপুন  এবং অগ্রসর হওয়ার জন্য যখন জিজ্ঞাসা করা হবে তখন, "মুছুন" নির্বাচন করুন৷',
      "আপনি যখন লগ ইন করবেন, আপনি তখন তাদের সব ফটো, ভিডিও ও স্টোরি আপডেট দেখতে পারবেন।",
      "এখন নয়",
      "কপিরাইট",
      "অনুমতি দেবেন না",
      "@{username}-এর স্টোরি পাঠানো হয়েছে",
      "ব্যবহারকারীর নাম বা ইমেল",
      "এতে নগ্নতা বা পর্নোগ্রাফি রয়েছে",
      "গ্রুপে থাকুন",
      "সম্পাদনা করুন",
      "{username}-এর জন্য কোনো ফাইল উপলভ্য নেই।",
      "আপনি নন?",
      "Instagram-এ পুরো প্রোফাইল দেখুন",
      "আপনাকে আপনার জন্মের তারিখ লিখতে হবে",
      "পাসওয়ার্ড পুনরায় সেট করুন",
      "কুকি পলিসি",
      "নম্বর পরিবর্তন করুন",
      "বন্ধ করুন",
      "সাম্প্রতিক",
      "ব্যবসার ঠিকানা",
      "বিকল্প এডিট করুন",
      "আপনার জন্য প্রস্তাবনাগুলি",
      "আপনি বর্তমানে {username} হিসেবে লগ ইন করেছেন৷",
      "প্রত্যাখ্যান করুন",
      "চাকুরি",
      "ফটো, অদৃশ্য বার্তা এবং আরও কিছু পাঠাতে আরও ভালো উপায়গুলোর জন্য অ্যাপটিতে পাল্টান৷",
      "এই ভিডিওটির আনুমানিক অনুপাত সমর্থন করা হয় না।",
      "আপনার ফটো কোথায় দৃশ্যমান হয়",
      "বিজ্ঞাপন পছন্দ",
      "এটি নিশ্চিত করুন যে {email} হল আপনার ইমেল ঠিকানা অথবা একটি নতুন ইমেল ঠিকানা বা ফোন নম্বর লিখুন। এটি আমাদেরকে আপনার অ্যাকাউন্ট সুরক্ষিত রাখতে এবং আপনি আপনার পাসওয়ার্ড ভুলে গেলে আপনাকে Instagram-এ প্রবেশ করতে দেয়।",
      "{number of items}টি আইটেম",
      "আভ্যন্তরীণ",
      "১ঘন্টা",
      "আপনার Wi-Fi কোড লিখুন",
      "Facebook-এর সমস্ত প্রোডাক্টের বাইরে অন্য প্ল্যাটফর্মে বিজ্ঞাপন ও পরিমাপ পরিষেবা দেওয়ার জন্য, বিশ্লেষণ করার জন্য, আপনাকে কিছু নির্দিষ্ট ফিচার দেওয়ার জন্য এবং আমাদের পরিষেবাগুলোকে উন্নত করার জন্য, আমরা Instagram-এ অন্যান্য কোম্পানির টুল ব্যবহার করি। এই কোম্পানিগুলোও আবার কুকি ব্যবহার করে থাকে।",
      "আপনি আপানার নিরাপত্তা অ্যাপ থেকে একটি কোড পাবেন। যদি আপনার কাছে সেটি না থাকে, তবে আমরা ডাউনলোড করতে একটির পরামর্শ দেব।",
      "সংযোগ",
      "আমরা এর সাথে প্রোফাইলগুলি মুছে ফেলব:",
      "দুই-ধাপবিশিষ্ট প্রমাণীকরণ",
      "এম্বেড কোড অনুলিপি করুন",
      "সমস্ত দেখুন",
      "পুনরায় সাবস্ক্রাইব করুন",
      "অন্য ফাইল বেছে নিন",
      "পেমেন্টগুলো কনফার্ম করার জন্য আপনি একটি PIN তৈরি করতে পারেন বা আপনার ডিভাইসের মুখ বা আঙ্গুলের ছাপ শনাক্তকরণ ব্যবহার করতে পারেন।",
      "বাতিল করুন",
      "অননুসরণ করুন",
      "গোপনীয়তা নীতি",
      "ফিরে যান",
      "এগুলি এমন অ্যাপ এবং ওয়েবসাইট যাতে লগ ইন করার জন্য আপনি Instagram ব্যবহার করেছেন এবং এগুলো কিছুদিনের জন্য ব্যবহার নাও করে থাকতে পারেন। তাদের কাছে এখনও আপনার আগের শেয়ার করা তথ্য থাকতে পারে, তবে ব্যক্তিগত তথ্যের জন্য তাদের অতিরিক্ত অনুরোধ করার ক্ষমতার মেয়াদ শেষ হয়ে গেছে। আপনি কোনও অ্যাপ-কে আপনার বিষয়ে তথ্য মুছে ফেলার কথা বলতে পারেন। এটা করতে হলে, বিশদ বিবরণ এবং যোগাযোগের তথ্যের জন্য তাদের প্রাইভেসি পলিসি পর্যালোচনা করুন। আপনি যদি কোন অ্যাপের সাথে যোগাযোগ করেন, তবে তাদের আপনার ইউজার আইডি-র প্রয়োজন হতে পারে।",
      "এই কুকিগুলোর সম্পর্কে",
      "কমেন্ট করা বন্ধ করুন",
      "1টি অ্যাকাউন্ট",
      "অ্যাকাউন্ট সেন্টার",
      "মেইল আইকন",
      "কেবলমাত্র আপনি আপনার পরিচিতিগুলি দেখতে পাবেন, তবে Instagram আপনার ও অন্যদের জন্য বন্ধু প্রস্তাবনাগুলি তৈরি করতে এবং প্রত্যেকের জন্য একটি উন্নত অভিজ্ঞতা প্রদান করতে আপনার পরিচিতিগুলি সংক্রান্ত আপনার আপলোড করা তথ্য ব্যবহার করে।",
      "প্রাইভেসি সেন্টার",
      "এই ধরণের মেসেজ দেখতে Instagram অ্যাপ ব্যবহার করুন।",
      "সন্ধান ইতিহাস সাফ করুন",
      "প্রাইভেসি পলিসি",
      "আপলোড হচ্ছে...",
      "IGTV",
      "সেলুলার ডেটার ব্যবহার",
      "অ্যাপ আপডেট করুন",
      "আরও {number of files}+ জন",
      "Facebook থেকে",
      "সন্ধান করুন",
      "পোল",
      "আপনার বন্ধু {name of the facebook friend who joined} {username of the user who joined} হিসাবে Instagram এ রয়েছেন",
      "সাহায্য কেন্দ্রে থাকা বিকল্পগুলি",
      "তম",
      "আমাদের আপডেট করা {data_policy} পর্যালোচনা করা এবং আমাদের নতুন {terms_of_service}-এ সম্মত হওয়ার জন্য ধন্যবাদ ।",
      "আপনার মতামত আমাদেরকে আপনার ও আপনার বন্ধুদের জন্য Instagram-কে উন্নত করতে সাহায্য করে।",
      "এই অ্যাকাউন্টটি ব্যবহার করা চালিয়ে যেতে চান?",
      "এই সমস্যাটির অভিযোগ করার জন্য ধন্যবাদ!",
      "অপ্রাপ্তবয়স্কের অ্যাকাউন্ট",
      "প্রকাশ করতে আলতো চাপুন।",
      "আপনি লগ ইন করলে সব কমেন্ট পড়তে ও নিজের কমেন্ট যোগ করতে পারবেন।",
      "ব্যক্তিগত অ্যাকাউন্ট",
      "কার্যকলাপ",
      "ভিডিও পোস্ট করার জন্য আবেদন করুন",
      "অনুলিপি করা হযেছে",
      "সংযোগ করতে পারেনি",
      "13 বছরের কম বয়স",
      "আপনি",
      "ভিউ",
      "তারা এই রকমের কনটেন্ট আছে এমন ভিডিওগুলো নিম্নোক্ত যে দেশগুলোতে ব্যবহার করার অধিকার রয়েছে সেখানে ছাড়া সর্বত্র ব্লক করার অনুরোধ করেছেন:",
      "নতুন পিন কনফার্ম করুন",
      "আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে। 30 দিনের মধ্যে পরবর্তী ধাপগুলো ফলো করুন যাতে আপনি একটি পর্যালোচনার রিকোয়েস্ট করতে পারেন।",
      "আপনি অনুরোধ গ্রহণ না করা পর্যন্ত অনুরোধ দেখা হয়েছে হিসেবে চিহ্নিত করা হবে না।",
      "বন্ধ করুন",
      "এই স্টোরিটি আর উপলব্ধ নয়",
      "প্রাপক:",
      "আপনার ভিডিওটি যে লোকেশনে ব্লক করা হয়েছে সেখানে লোকজন এটি দেখতে, লাইক করতে বা কমেন্ট করতে পারবে না। আপনার ভিডিও এখানে ব্লক করা আছে:",
      "আপনার ব্রাউজার বা ডিভাইস এমন সেটিংস অফার করতে পারে যার মাধ্যমে আপনি নিজেই ব্রাউজার কুকি সেট করতে ও মুছতে পারবেন। এই নিয়ন্ত্রণগুলো ব্রাউজার ভিত্তিক হয় এবং নির্মাতারা যখন খুশি উপলভ্য সেটিংস এবং সেগুলোর কাজ করার পদ্ধতি পরিবর্তন করতে পারে। 5ই অক্টোবর 2020 থেকে, আপনি নিচে দেওয়া লিঙ্কগুলো থেকে জনপ্রিয় ব্রাউজারগুলোর দেওয়া নিয়ন্ত্রণ সম্পর্কে অতিরিক্ত তথ্য পেতে পারেন। আপনি ব্রাউজার কুকি বন্ধ করে রাখলে Facebook-এর সমস্ত প্রোডাক্টের কিছু কিছু অংশ সঠিকভাবে কাজ নাও করতে পারে। অনুগ্রহ করে মনে রাখবেন, এই নিয়ন্ত্রণগুলো Instagramএর অফার করা নিয়ন্ত্রণগুলোর থেকে আলাদা হয়।",
      "কম্পিউটার থেকে বেছে নিন",
      "আপনার ফটোটিকে যোগ করা হয়েছে।",
      "শেয়ার করুন",
      "দুই-ধাপে যাচাইকরণের সাথে অতিরিক্ত নিরাপত্তা যোগ করুন",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধ৷ আমাদের নির্দেশিকাগুলির বিরুদ্ধে যায় এমন কিছু আপনি যদি আবার পোস্ট করেন তাহলে আপনার পোস্ট, আর্কাইভ, বার্তা এবং অনুসরণকারীগণ সহ আপনার অ্যাকাউন্ট মুছে দেওয়া হতে পারে৷",
      "এখন অ্যাক্টিভ আছে",
      "আপনার পেশাদার অ্যাকাউন্ট সেট আপ করুন",
      "সম্পূর্ণ ব্যবহারের শর্তাবলী পড়ুন",
      "এও প্রভাবটি দেখার জন্য এই লিঙ্কটিকে আপনার মোবাইল ডিভাইসে খুলুন",
      "আপনি {username}-কে জবাব দিয়েছেন",
      "নামের ট্যাগ",
      "আপনি যেসব হ্যাশ ট্যাগ অনুসরণ করেন",
      "message icon",
      "মুছে ফেলা হয়েছে",
      "ধন্যবাদ!",
      "নিশ্চিতকরণ পাঠানো হয়েছে",
      "পরিচিতিদের সফলভাবে অনুসরণ করা হয়েছে।",
      "অনেক বেশী বিজ্ঞাপন",
      "আমাদের সম্প্রদায়কে বিশ্বাসযোগ্য রাখা",
      "বিকল্প আপডেট করুন",
      "{like count}টি লাইক",
      "যদি আপনি এখনই এই পৃষ্ঠাটি ছেড়ে যান, তবে আপনার সম্পাদনাগুলি বাতিল করা হবে।",
      "Instagram সকলের মেধা সম্পত্তি সুরক্ষিত রাখার প্রতিশ্রুতি দিয়েছে তাই আমরা আপনাকে জানাছি যে আপনার ভিডিওটিতে এমন উপাদান রয়েছে যা ব্যবহার করার অধিকার আপনার নাও থাকতে পারে৷",
      "লোড করতে ব্যর্থ হয়েছে।",
      "কভার ফটো আপলোড ব্যর্থ হয়েছে।",
      "একটি ক্রিয়েটর অ্যাকাউন্টে পাল্টাবেন?",
      "এরপর, আপনার প্রোফাইলে WhatsApp যোগ করুন।",
      "মাপ বেছে নিন",
      "{count}টি পোস্ট",
      "Instagram {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} এবং {European Interactive Digital Advertising Alliance}-এর স্থাপিত অনলাইন আচরণমূলক বিজ্ঞাপনের জন্য স্ব-নিয়ন্ত্রক নীতিমালা মেনে চলে এবং অপ্ট-আউট প্রোগ্রামে অংশগ্রহণ করে। আপনি এই সাইটগুলোর মাধ্যমে সমস্ত অংশগ্রহণকারী কোম্পানিগুলো থেকে অপ্ট আউট করতে পারবেন।",
      "কোড লিখুন",
      "জুম করতে বেছে নিন",
      "ডিসেম্বর",
      "সেভ করা থেকে যোগ করুন",
      "প্রত্যাখ্যান করা হয়েছে",
      "Facebook Pay এখন Instagram-এ রয়েছে",
      "অনুসরণ",
      "আমাদের যখন আপনার লগ ইন নিশ্চিত করার প্রয়োজন হবে তখন আমরা আপনাকে কোথায় একটি নিরাপত্তা কোড পাঠাব তা বাছুন। {link to the help center in this paragraph}",
      "মে",
      "কার্যকলাপের স্থিতি",
      "এই ফাইলটি খুব বড়৷ চালিয়ে যেতে, 100 MB-এর চেয়ে ছোট একটি ফাইল বেছে নিন৷",
      "Instagram ব্যবহার করার জন্য আপনাকে আপনার বয়েসের তথ্যটি সম্পূর্ণ করতে হবে৷",
      "আপনি আপনার লগ ইনে সাহায্য করতে ইমেলগুলি অনির্বাচন করেছেন। কেবলমাত্র যখন আপনি এই ইমেলগুলির অনুরোধ করবেন তখন আমরা আপনাকে এগুলি পাঠাব।",
      "বুঝেছি৷ আপনি Instagram এর গবেষণা ইমেলগুলি সাবস্ক্রাইবমুক্ত করেছেন৷ আমরা ভবিষ্যতে গবেষণা প্রকল্পে অংশগ্রহণের সুযোগ সম্পর্কে আপনার সাথে যোগাযোগ করতে পারব না৷",
      "আপনার আগের কিছু পোস্ট আমাদের {Community Guidelines} মানে নি৷ আপনি যদি আমাদের নির্দেশিকা বিরুদ্ধ এমন কিছু আবার পোস্ট করেন তাহলে অপানার পোস্ট, আর্কাইভ, মেসেজ এবং ফলোয়ার সহ আপনার অ্যাকাউন্ট মুছে ফেলা হতে পারে৷",
      "এই অ্যাপ ও ওয়েবসাইটগুলো আপনি Instagram-এ লগ ইন করতে ব্যবহার করেছেন এবং কিছুক্ষণের মধ্যে হয়ত ব্যবহার করেন নি। আপনি আগে যে তথ্য শেয়ার করেছেন সেই তথ্যে এখনও তাদের অ্যাক্সেস থাকতে পারে তবে ব্যক্তিগত তথ্যের জন্য অতিরিক্ত অনুরোধ জানানোর ক্ষমতা তাদের শেষ হয়ে গেছে।",
      "সম্প্রদায়ের নির্দেশিকা",
      "একইরকম অ্যাকাউন্ট পরামর্শ সম্পর্কে আরও জানুন",
      '{username}-এর অ্যাকাউন্ট থেকে "{email}" ইমেইল অ্যাড্রেসটি হটানো হয়েছে।',
      "পিন রিসেট করুন",
      "প্রমাণীকরণ অ্যাপ নিশ্চিত করা হয়েছে",
      "সাহায্য পান",
      "একটি বিরোধ জমা দিন",
      "নাম এবং পদবি লিখুন",
      "প্রমাণীকরণ অ্যাপ",
      "আপনি যদি এই কুকি আমাদের ব্যবহার করতে অনুমতি না দেন:",
      "প্রশ্ন",
      "{=app name} {=privacy policy}",
      "এটি ব্যবহার করে দেখুন",
      "আপনি আপনার ভিডিওটি পুনরুদ্ধার করার আগে এটি নিশ্চিত করুন যে আপনার কাছে সেটিতে থাকা সমস্ত অডিও ব্যবহার করার অনুমতি রয়েছে। যদি আপনার কাছে এই অডিওটি ব্যবহার করার অনুমতি না থাকে, তবে এটি পুনরুদ্ধার করলে তা আপনার ভিডিও এবং আপনার অ্যাকাউন্টের বিরুদ্ধে করা ভবিষ্যতের কার্যকলাপ মুছে ফেলতে পারে।",
      "ভাষা পরিবর্তন করুন",
      "আপনাকে পিতামাতা/অভিভাবক হিসাবে মুছে ফেলা হয়েছে",
      "নতুন",
      "মিউজিক",
      "বিকল্প টেক্সট লিখুন...",
      "আপনি তাদের স্টোরিতে প্রতিক্রিয়া জানিয়েছেন: {emoji}",
      "ওভাররাইড মডেল বন্ধ করুন",
      "জমা দিন",
      "তারা Instagram -এ আপনার প্রোফাইল, পোস্ট বা স্টোরি খুঁজে পাবেন না৷ Instagram তাদের জানাবে না যে, আপনি তাদেরকে ব্লক করেছেন৷",
      "প্রথমে লগ আউট করুন",
      "কালেকশন মুছবেন?",
      "পাঠানো হয়েছে",
      "ভিডিও প্রস্তুত করা",
      "© {year} Facebook-এর Instagram",
      "আপনি যাদের অনুসরণ করেন এবং আপনার অনুসরণকারীগণ",
      "নামের ট্যাগ",
      "IGTV-তে পোস্ট করুন",
      "আপনার কার্ট আপডেট করার সময় একটি ত্রুটি ঘটেছিল।",
      "অনুমোদন করুন",
      "সব {category name}",
      "ভিডিওগুলোকে অবশ্যই এক ঘন্টা বা তার থেকে কম সময়ের হতে হবে৷",
      "সমস্ত প্রত্যাখ্যান করুন",
      "বোতাম: ক্যাটাগরি বেছে নিন",
      "প্রাইমারিতে সরান",
      "অন্যান্য কোম্পানির কুকি",
      "Instagram অ্যাপটি ব্যবহার করুন৷",
      "আপনার অ্যাকাউন্ট নিরাপদ করুন",
      "জবাব দিন",
      "আপনার অ্যাকাউন্টে অ্যাক্সেস পান",
      "অ্যাকাউন্টটি ব্যক্তিগত",
      "হয়রানি বা ধমকানোর নির্দেশিকা",
      "Instagram-এ {guide author full name}: {guide title}",
      "অবস্থান শেয়ার করা",
      "আপনার পোস্ট শেয়ার করা হয়েছে৷",
      "আপনি Instagram-এ আপনার দান চালিয়ে যেতে পারেন।",
      "{carrier name} থেকে বিনামূল্যে ফটো পান",
      "সাম্প্রতিক ইউটিলিটি বিল",
      "আপনার ডাক ঠিকানা",
      "আপনার পেমেন্ট তথ্য সংযোগ করুন",
      "+ {remainingUserCount} জন",
      "আপনি যাদের ফলো করেন তাদের স্টোরি এখানে দেখা যাবে।",
      "স্টিকারগুলি ব্যবহার করতে অ্যাপটি পান",
      "ফটো এবং ভিডিওগুলোকে এখানে টেনে আনুন",
      "এই মানচিত্রটিতে হওয়া একটি সমস্যার অভিযোগ করুন",
      "{story owner username} যে সব লোকজনকে তাদের ঘনিষ্ঠ বন্ধুর তালিকাতে যোগ করেছেন কেবলমাত্র তারাই এই ফটোটি দেখতে পাবেন।",
      "আপনি কি {name}-এর পরীক্ষক হিসাবে নিজেকে মুছতে চান?",
      "আপনার চেনাজানা কাউকে ব্লক করা বা অনুসরণ না করেই অপ্রত্যাশিত যোগাযোগগুলো সীমিত করুন।",
      "অন্যান্য কোম্পানির কুকি",
      "মন্তব্য সেটিংস সম্পাদনা করুন",
      "র্থ",
      "লগইন করতে সমস্যা হচ্ছে?",
      "আসন্ন ইভেন্ট লোড করা যাচ্ছে না।",
      "কমেন্ট",
      "এর মানে হল আমরা আবার আপনার পোস্ট পর্যালোচনা করতে পারব না, যদিও আপনার ফিডব্যাক কমিউনিটিকে সুরক্ষিত রাখার জন্য টুল তৈরি করার সময় আমাদের জানতে সাহায্য করে।",
      "IGTV",
      "য়",
      "ফোন নম্বর পরিবর্তন করুন",
      "শীর্ষক ক্ষেত্রটি পূরণ করতে হবে",
      "আপনি ইতিমধ্যে আমাদের আপডেট করা ডেটা নীতি পর্যালোচনা করেছেন এবং আমাদের নতুন শর্তাবলীর সাথে সম্মত হয়েছেন।",
      "{count} -এর সমস্ত মন্তব্য দেখুন",
      "1টি প্রোডাক্ট",
      "আপনাকে প্রাসঙ্গিক বিজ্ঞাপন দেখাতে এবং সেগুলোর পারফরম্যান্স পরিমাপ করতে সাহায্য করা যায়",
      "{username} -এর জন্য পাসওয়ার্ড ভুলে গেছেন?",
      "Instagram-এ ফিরে আসতে আপনার ইমেল নিশ্চিত করুন",
      "আরও তথ্য",
      "অনুমোদন ছাড়া আমার মেধা সম্পত্তি পোস্ট করা হয়ে থাকতে পারে",
      "নতুন কালেকশন",
      "SSN-এর শেষ 4টি সংখ্যা লিখুন",
      "গবেষণার জন্য, বিশেষ করে ভয় দেখানো ও হয়রানির ঘটনা বোঝা ও আটকানোর মতো উপায়গুলির মাধ্যমে Instagram-এ আমাদের সম্প্রদায়কে সুরক্ষিত রাখতে সাহায্য করার জন্য আমরা তথ্যের ব্যবহার এবং শেয়ার করতে পারি।",
      "ডেস্কটপ আইকন",
      "অ্যাকাউন্টের গোপনীয়তা",
      "পোস্ট করুন",
      "পাঠান",
      "যোগদান করার তারিখ",
      "আপনার অ্যাকাউন্ট ফলো করছেন এমন লোকেদের বর্ণনা করুন৷ তারা কারা, তারা কীসে আগ্রহী এবং কেন তারা আপনাকে ফলো করছেন তা অন্তর্ভুক্ত করুন৷",
      "আপনি কে তা কনফার্ম করতে সাহায্য পাওয়ার জন্য আমাদের আপনার আইডির প্রয়োজন হয়। সেটিতে অবশ্যই আপনার নাম, জন্ম তারিখ, ফটো, ইস্যু হওয়ার তারিখ, মেয়াদ শেষ হওয়ার তারিখ এবং ইস্যু হওয়ার দেশ থাকতে হবে।",
      "শেয়ার করুন",
      "ফটো এবং ভিডিওগুলো",
      "আপনার অভিযোগ Instagram কে স্প্যাম মুক্ত রাখতে সাহায্য করে।",
      "ভিজ্যুয়াল আর্টস",
      "সব দেখুন",
      "কমেন্ট আইকন",
      "আপনার কোড পুনরায় পাঠানো হয়েছে।",
      "বন্ধ করুন",
      "Instagram থেকে আসা শেষ 14 দিনের নিরাপত্তা এবং লগইন ছাড়া অন্যান্য ইমেইলগুলি এখানে দেখা যাবে। কোন ইমেইলগুলি আসল এবং কোনগুলি নকল তা ভেরিফাই করতে আপনি এটি ব্যবহার করতে পারেন।",
      "অন্য",
      "বিজনেস স্যুট বা ক্রিয়েটর স্টুডিও দিয়ে ডেস্কটপে আপনার নতুন ক্রিয়েটর অ্যাকাউন্ট পরিচালনা করুন।",
      "আপনার প্রোফাইলে আসা লোকজনের জন্য সরাসরি WhatsApp-এ আপনার সাথে যোগাযোগ করাকে সহজ করে তুলুন৷",
      "গোপনীয়তা এবং নিরাপত্তা",
      "আপনার নিরাপত্তার জন্য, অনুগ্রহ করে আপনার পিন লিখুন৷",
      "পোস্ট করতে ব্যর্থ হয়েছে।",
      "আপনি যদি Facebook-এর মাধ্যমে সাইন আপ করেন, তাহলে আপনার {create a password} প্রয়োজন এবং আবার লগ ইন করতে হবে।",
      "আপনি Instagram-এর কাছ থেকে এসএমএস আপডেট পেতে এবং যে কোনও সময়ে তা অনির্বাচন করতে পারেন।",
      "অনুমতিগুলি",
      "অমার এটি আপত্তিজনক বলে মনে হয়েছে",
      "আপনার ফোন নম্বর আপনার অ্যাকাউন্টে দেখা যাবে না। অতিরিক্ত তথ্যের জন্য, অনুগ্রহ করে আমাদের {data policy link} দেখুন। Instagram এই পরিষেবাটির জন্য চার্জ করে না। আদর্শ বার্তাপ্রেরণের রেটগুলো প্রযোজ্য হবে।",
      "তথ্য ডাউনলোড করুন - পার্ট {number}",
      "হ্যাঁ, আমি নিশ্চিত",
      "যাচাই করা হয়েছে",
      "এটি চালু করবেন?",
      "{username}, আপনার Instagram অ্যাকাউন্ট সম্বন্ধে গুরুত্বপূর্ণ তথ্য",
      "ধর্ম, জাতিগত বা যৌন পটভূমির উপর ভিত্তি করে তৈরি পোস্টগুলি যা হিংসা বা আক্রমণের জন্য কাউকে প্রেরণা যোগায়",
      "লোকজনকে ট্যাগ করতে ফটোতে ক্লিক করুন",
      "নিয়ন্ত্রিত পণ্য হিসাবে অভিযোগ করবেন?",
      "প্রত্যাখ্যান করুন",
      "আমরা আপনার মোবাইল নম্বর যার শেষ চারটি সংখ্যা হল {lastFourDigits} তাতে কোডটি পাঠিয়েছি৷",
      "নতুন কোডগুলো পান",
      "মেধা সম্পত্তি লঙ্ঘন",
      "এই আইটেমটি আর উপলব্ধ নেই",
      "আপনি কি নিশ্চিত?",
      "আমি একজন ব্যবহারকারীকে অনুসরণ করতে চাই",
      "নতুন অর্থপ্রদান পদ্ধতি যোগ করুন",
      "আপনার পোস্ট আমাদের ব্র্যান্ডেড কনটেন্টের নীতি বিরুদ্ধ",
      "যে পিনটি লেখা হয়েছে সেটি ভুল।1টি প্রচেষ্টা বাকি রয়েছে।",
      "গোপনীয়তা এবং নিরাপত্তা",
      "এই পৃষ্ঠার অভিযোগ করার জন্য একটি কারণ বেছে নিন:",
      "আজকে অ্যাক্টিভ",
      "সৌন্দর্য",
      "লগ আউট করুন",
      "পোস্ট সেভ করা হয়েছে",
      "ডায়লগ হেডারের ছবি",
      "পোর্ট্রেট (9:16)",
      "আপনার অর্থপ্রদানের তথ্য লেখা হচ্ছে",
      "আমরা সাধারণত 24 ঘন্টার মধ্যে আইডিগুলো পর্যালোচনা করি। আমাদের কাছে কোনো আপডেট থাকলে আপনি একটি নোটিফিকেশন পাবেন।",
      "মন্তব্য পোস্ট করা যায়নি।",
      "আপডেট শেষ",
      "একটি দেশ/অঞ্চল বেছে নিন",
      "আবেদন জমা দিন",
      "একটি পূর্বরূপ পোস্ট করুন",
      "জুন",
      "প্রোফাইলগুলি",
      "Instagram এ @{username}: “{caption}”",
      "লিঙ্ক কপি করুন",
      "আপনার কীওয়ার্ডগুলি সংরক্ষণ করার সময় সেখানে একটি সমস্যা হয়েছে।",
      "আপনার বেছে নেওয়া বিভাগের ভিত্তিতে, আপনি একটি ব্যবসা হতে পারেন। আপনি যে কোনও সময় এটি এডিট করতে পারবেন।",
      "{fullName} হিসাবে চালিয়ে যান",
      "আপনার ভিডিও {reference owner name} এর ভিডিওর সাথে {overlap duration} সেকেন্ড মিলছে৷",
      "আপনার যখন মনে হয় কমেন্ট হটানো উচিত নয় তখন আমরা সাধারণত আপনাকে একটি পর্যালোচনার অনুরোধ জানাতে বলি।",
      "অননুসরণ",
      "টুলটিপ আইকন",
      "এখন নয়",
      "Instagram Lite ডাউনলোড করুন",
      "আমরা সম্প্রতি একটি প্রযুক্তিগত সমস্যা সম্বন্ধে জেনেছি এবং এর সামাধান করেছি এবং আপনাকে এই বিষয়ে জানাতে চাই। নভেম্বরে কিছু সময়ের জন্য Instagram-এ আপনার ব্লক করা অ্যাকাউন্টের পরিবর্তনগুলি সংরক্ষিত নাও হয়ে থাকতে পারে। আমরা এই সমস্যার সমাধান করেছি এবং নিশ্চিত করেছি যে আপনি যে অ্যাকাউন্টগুলো ব্লক করতে চেয়েছিলেন সেগুলো ব্লক করা আছে। Instagram-এ আপনি কাদের ব্লক করেছেন তা দেখতে আপনি যেকোনো সময়ে সেটিংসে ব্লক করা অ্যাকাউন্টে যেতে পারেন।",
      "Messenger",
      "নগ্নতা বা পর্নোগ্রাফি হিসাবে অভিযোগ জানাবেন?",
      "আপনি যেভাবে আপনার বিজ্ঞাপনটি তৈরি করেছেন সেটি সেভাবে উপস্থিত নাও হতে পারে৷ আপনার বিজ্ঞাপনগুলির পূর্বরূপ দেখতে, বিজ্ঞাপন পরিচালক এ যান৷",
      "{link}-এ CMU ডেলফি রিসার্চ সেন্টার সম্বন্ধে আরও জানুন",
      "ক্রপ পোর্ট্রেট আইকন",
      "এই লিঙ্কটির মেয়াদ শেষ হয়ে গেছে। আপনার অ্যাকাউন্টটি পুনরায় সক্রিয় করতে, আপনার ইউজারনেম ও পাসওয়ার্ড দিয়ে লগ ইন করুন।",
      "বয়স",
      "ভিডিও পর্যালোচনা করুন",
      "Instagram Lite-এ দেখুন",
      "{Username of current profile}-কে ব্লক করুন।",
      "আপনি ইতিমধ্যেই {username}-কে ফলো করছেন",
      "প্রফেশনাল অ্যাকাউন্ট",
      "ফোন নম্বর যোগ করা হয়েছে",
      "পেমেন্টের ইতিহাস",
      "অনুমোদন দিন",
      "ট্যাগ মুছে ফেলুন",
      "সেলিব্রিটি ব্যবহারকারীর নাম",
      "পুরুষ",
      "{username} হিসাবে চালিয়ে যান",
      "এতে শেয়ার করুন...",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "যদি আপনার কাছে এটিতে থাকা সমস্ত সামগ্রী ব্যবহার করার অধিকার না থাকে তবে {Delete this video text bolded}৷ এটি আপনার অ্যাকাউন্টে কোনও প্রভাব ফেলবে না৷",
      "Instagram-এ ফিরে যান",
      "সম্পন্ন",
      "Instagram অ্যাক্সেস করতে, আপনার Instagram অ্যাকাউন্টের সাথে সম্পর্কিত ফোন নম্বর, ইমেল ব  ব্যবহারকারীর নাম ব্যবহার করে লগ ইন করুন৷",
      "আপনার বিলিং-এর তথ্য এবং পেমেন্ট পদ্ধতি ব্যক্তিগত থাকবে। সংস্থার সাথে আপনার দান এবং কনট্যাক্ট তথ্য শেয়ার করা হয়েছে।",
      "আপনি যখন এই কালেকশনটি মুছে ফেলবেন, তখনও ছবি এবং ভিডিওগুলো সেভ করা থাকবে।",
      "আমাদের প্রোডাক্টে ফিচার প্রভাবিত হবে না",
      "সিঙ্ক সেটিংস পরিচালনা করুন",
      "আপনার গাইডটি আমাদের কমিউনিটির নির্দেশিকার বিরুদ্ধে গেছে",
      "বৈধ ইমেল লিখুন",
      "{email} বা {phone number} দিয়ে সাইন আপ করুন",
      "ফোন নম্বর, ব্যবহারকারীর নাম, বা ইমেল",
      "আপনার ফটো কোথায় ব্লক করা হয়েছে",
      "কিছু সরাতে চান",
      "আপনি কি আপনার অ্যাকাউন্ট থেকে লগ আউট করতে চাওয়ার ব্যাপারে নিশ্চিত?",
      "Twitter-এ শেয়ার করুন",
      "এই অ্যাকাউন্টটির অভিযোগ করুন",
      "বর্তমান অনুসরণ অনুরোধ",
      "এটি আপনার পোস্ট থেকে ফটো হটাবে।",
      "ভিডিও অসমর্থিত এনকোডিং ব্যবহার করতে পারে বা বিকৃত হতে পারে",
      "আপনার আগের কিছু পোস্ট আমাদের {Community Guidelines} অনুসরণ না করার জন্য এটি হয়েছে৷ আমাদের নির্দেশিকার বিরুদ্ধে যায় এমন কিছু আপনি আবার পোস্ট করলে আপনার অ্যাকাউন্টটিকে নিষ্ক্রিয় করা হতে পারে এবং আপনার পোস্ট, আর্কাইভ, বার্তা ও অনুসরণকারীদের স্থায়ীভাবে মুছে দেওয়া হতে পারে৷",
      "আপনি কীভাবে পৌঁছাতে চাইবেন?",
      "আপনি হয়তো Instagram থেকে এসএমএস আপডেটগুলো পেতে এবং যে কোনো সময় অনির্বাচন করতে পারেন৷",
      "প্রমাণীকরণ অ্যাপ ব্যবহার করুন",
      "{This is the last 4 digits of the user's phone number}-এ শেষ হওয়া আপনার ফোন নম্বরটি আপনার অ্যাকাউন্টে যোগ করা হয়েছে। আমরা শনাক্ত করতে পারিনি এমন একটি ফোন বা কম্পিউটারে আপনি যখনই লগ ইন করবেন তখনই আমরা একটি লগ ইনের কোড এখন জিজ্ঞাসা করব।",
      "তম",
      "এক্সক্লুসিভ স্টোরি",
      "ক্রিয়েটর স্টুডিও আইকন",
      "চ্যাট ছেড়ে যান",
      "আপনার ছবি, ভিডিও, পর্ব আপনার নিজের থাকবে৷ বিজ্ঞাপন এগুলিকে পরিবর্তন করবে না৷",
      "আপনি আপনার ব্যাকআপ কোড থেকে কোনো নিরাপত্তা কোড ব্যবহার করতে না পারলে, আপনি {=resend it} একটি কোড পেতে পারেন বা আপনার {=auth app codes} থেকে একটি  ব্যবহার করতে পারেন",
      "{username1}, {username2}, {username3} + {more text} অনুসরণ করেছেন",
      "দুই-ধাপে যাচাইকরণ",
      "শে",
      "[শুধু মাত্র-FB] থিম বদলান",
      "দুঃখিত, এই লিঙ্কটি আর কাজ করছে না। আপনার অ্যাকাউন্ট রাখতে, আপনার ইউজারনেম ও পাসওয়ার্ড দিয়ে লগ ইন করুন।",
      "সন্ধান করুন",
      "যদি আপনি এই কুকিগুলি না চান:",
      "এই ভিডিওটি কনটেন্ট মানিটাইজেশন নীতিমালা মানেনি।",
      "আমরা {email}-এ যে কনফারমেশন কোডটি পাঠিয়েছি সেটি লিখুন।",
      "পোস্ট করুন",
      "পরীক্ষকের আমন্ত্রণ",
      "আপনার পোস্ট শেয়ার করা যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।",
      "এই সমস্যাটি এমন কয়েকজন বিটা পরীক্ষককে প্রভাবিত করেছে যারা তাদের ডিভাইসে একাধিক অ্যাকাউন্ট লগ ইন করেছেন। 4ঠা জুন এবং 5ই জুন 2018-এর মধ্যে কয়েক ঘন্টার জন্য, এর কারণে একটি অ্যাকাউন্ট থেকে প্রকাশিত কিছু পোস্ট বা স্টোরি একই ডিভাইসে লগ ইন করা অন্য একটি অ্যাকাউন্টে পোস্ট করা হবে। একটি সতর্কতা হিসাবে, আমরা আপনাকে আপনার প্রোফাইল এক নজরে দেখতে এবং 4ঠা জুন এবং 5ই জুনের কোনো পোস্ট অভিপ্রেত অ্যাকাউন্টটি থেকে শেয়ার করা হয়েছে কিনা সে বিষয়ে নিশ্চিত হওয়ার অনুপ্রেরণা দিই।",
      "Alt টেক্সট লিখুন...",
      "অ্যাপে চেকআউট করুন",
      "পুনরায় SMS পাঠানো হয়েছে৷",
      "কীওয়ার্ডগুলি যোগ করুন, যা কমাগুলির মাধ্যমে পৃথক করা হয়েছে",
      "অ্যাকাউন্ট সতর্কতা",
      "নগ্নতা বা পর্নোগ্রাফি",
      "ডেটার আইনি বিজ্ঞপ্তিগুলি ম্যাপ করুন",
      "আরও জানুন",
      "শর্তাবলী",
      "আপনি যদি টেক্সট বা প্রমাণীকরণ অ্যাপের মাধ্যমে নিরাপত্তা কোড গ্রহণ করতে অক্ষম হন, তবে আপনি ব্যাকআপ কোডের মাধ্যমে আবার আপনার অ্যাকাউন্টে ফিরে যেতে পারবেন। আপনি কোডগুলি নিরাপদ স্থানে রেখেছেন তা নিশ্চিত করুন।",
      "মন্তব্য ফিল্টার করা",
      "প্রোফাইল আপডেট করুন",
      "ইউজারনেম",
      "কোনো নিরাপত্তা কোড পাননি? আমরা {=resend it} করতে পারবো৷",
      "হোম",
      "আমরা Instagram -এ সংযোগ করতে পারি নি। আপনি ইন্টারনেটে সংযোগ করেছেন তা নিয়ে নিশ্চিত হন এবং আবার চেষ্টা করুন।",
      "আমার যোগাযোগের তথ্য ব্যবহার করবেন না",
      "একটি বিদ্যমান অ্যাকাউন্টে লগ ইন করুন",
      "আপলোড করুন",
      "প্রাক্তন ব্যবসার নামগুলি",
      "সেটিংস",
      "মন্তব্য",
      "@{username}-এর Instagram ভিডিও দেখুন",
      "সম্পূর্ণ Instagram অভিজ্ঞতা পান",
      "আপনার অ্যাকাউন্টটির বন্ধ হওয়ার ঝুঁকি রয়েছে কারণ এটি কোভিড-19 সম্পর্কে মিথ্যা তথ্য রয়েছে এমন পোস্ট একাধিক বার শেয়ার করেছে৷",
      "Safari Mobile",
      "যে পিনটি লেখা হয়েছে সেটি ভুল। অনুগ্রহ করে আবার চেষ্টা করুন।",
      "লগ ইনের সহায়ক ইমেলগুলি",
      "এখন সংযোগ করা যাচ্ছে না",
      "এড়িয়ে যান",
      "লোকেরা অনুসরণ করতে পারেন এমন একই অ্যাকাউন্টগুলির পরামর্শ দেওয়ার সময় আপনার অ্যাকাউন্ট অন্তর্ভুক্ত করুন৷",
      "আমরা আপনার {applicationName} অ্যাকাউন্ট থেকে কোনো ব্যবসা শনাক্ত করতে পারবেন না। অনুগ্রহ করে আবার চেষ্টা করুন।",
      "কাজটি সম্পন্ন হয়েছে",
      "শব্দ",
      "{firstUsername}, {secondUsername} এবং আরও {remainingUserCount} জন",
      "আবেদন জানান",
      "পোস্ট শেয়ার করা যায়নি",
      "কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে WhatsApp থেকে আবার চেষ্টা করুন।",
      "এসএমএস পাঠানো ব্যর্থ হয়েছে",
      "লগ ইন করে আপনি আরও পোস্ট, প্রোফাইল ও হ্যাশট্যাগ দেখতে পারেন।",
      "নতুন পাসওয়ার্ড",
      "আমরা {phoneNumber}-এ যে নিশ্চয়তা কোডটি পাঠিয়েছি সেটি লিখুন।",
      "আপনার অনুসরণকারীদের সম্বন্ধে জানুন",
      "হটানো হয়েছে",
      "এই ভিডিওটি খুব ছোট৷ চালিয়ে যেতে, 3 সেকেন্ড বা তার চেয়ে বড় একটি ভিডিও বেছে নিন৷",
      "অ্যাকাউন্ট পুনরুদ্ধার করুন",
      "ভিডিও কি বাতিল করতে চান?",
      "আপনি এখন সমস্ত লগ ইনে সহায়ক ইমেলগুলি পাবেন।",
      "ব্যবহারকারীাকে অবরুদ্ধ করবেন?",
      "ফিরে যান",
      "এইমাত্র নিশ্চিত করা হয়েছে",
      "খাবার অসুবিধ, কাটা বা আত্মহত্যার প্রচার",
      "আপলোড হচ্ছে...",
      "ডিজিটাল অ্যাডভার্টাইজিং অ্যালায়েন্স অফ কানাডা",
      "আপনার ভিডিওর জন্য এটি কী অর্থ বহন করে",
      "আমরা আপনার জন্য Instagram-এর বাইরের বিজ্ঞাপনগুলোকে আরও ভালোভাবে পার্সোনালাইজ করতে এবং সেগুলোর পারফরম্যান্স মূল্যায়ন করতে পারবো",
      "আমাদের জানান",
      "গোষ্ঠী থেকে সরিয়ে ফেলুন",
      "অডিও",
      "যদি আপনি সামগ্রীর মালিকের সাথে যোগাযোগ না করেন বা আপনার ফটো মুছে না ফেলেন, তবে {Date when the photo block will go into effect}-এর পরে ব্লকটি প্রভাব ফেলতে পারে।",
      "কুকি পলিসি",
      "আরও জানুন",
      "অ্যাডমিন পদ থেকে হটান",
      "সার্কেলে টিক চিহ্ন দেওয়া আছে",
      "শর্তাবলী",
      "আপনি যে পিনটি লিখেছেন সেটি ভুল। অনুগ্রহ করে আপনার পিন রিসেট করুন",
      "এই সমস্ত কুকি অন্যান্য কোম্পানিকে তাদের অ্যাপ এবং ওয়েবসাইটে আপনার অ্যাক্টিভিটি সম্পর্কে আমাদের সাথে তথ্য শেয়ার করতে সাহায্য করে। আমরা প্রাপ্ত তথ্যকে, আপনি যে সব বিজ্ঞাপন দেখেন সেগুলো সহ অভিজ্ঞতা পার্সোনালাইজ ও আরও উন্নত করতে সাহায্য করতে, বিজনেসকে বিশ্লেষণ এবং বিজ্ঞাপনের পারফরম্যান্স মূল্যায়ন করে সাহায্য করতে এবং অন্যান্য অ্যাপে ও ওয়েবসাইটে লগ ইন করতে Instagram বা Facebook ব্যবহার করার মতো Facebook-এর সমস্ত প্রোডাক্টের বাইরে পরিষেবা দিতে ব্যবহার করি।",
      "Instagram কিছু বৈশিষ্ট্যকে কাজ করাতে, সামগ্রী ব্যক্তিগত করতে, লোকেদেরকে স্থান খুঁজতে সাহায্য করতে এবং আরও অনেক কিছুর জন্য এটা ব্যবহার করে। আপনি পরে যখন খুশি আপনার ফোনের সেটিংসে এটা পরিবর্তন করতে পারেন।",
      "অনুসরণের অনুরোধগুলি প্রত্যাখ্যান করা হয়েছে",
      "চালিয়ে যেতে,  দয়া করে আপনার পাসওয়ার্ড পুনরায় লিখুন",
      "আপনার আগের অ্যাকাউন্টটি দিয়ে চালিয়ে যান?",
      "Instagram -এর জন্য সাইন আপ করুন",
      "Instagram দিয়ে লগ ইন করুন",
      "জানুয়ারি",
      "আপনার ডেটা ডাউনলোড করুন",
      "এটি কি কোনও বিজনেস অ্যাকাউন্ট?",
      "Instagram লোগো ব্যাজ",
      "দেখার জন্য ডেটা ব্যবহার করুন",
      "জীবনী",
      "পরিসমাপ্তিগুলি",
      "খারিজ করুন",
      "{appname} আপনার Instagram অ্যাকাউন্ট থেকে তথ্য অ্যাক্সেস করতে চায়।",
      "মেমরি এবং ডেটা সেভ করতে তৈরি করা হয়েছে। Google Play-এ ফ্রিতে ডাউনলোড করুন।",
      "আপনার Instagram Business অ্যাকাউন্ট প্রস্তুত",
      "ঠিক আছে",
      "সদস্যগণ",
      "আরও মন্তব্য লোড করতে লগ ইন করুন",
      "· আপনি এই অনুদান থেকে কোনো সুবিধা গ্রহণ করবেন না",
      "লোকেশন আইকন।",
      "পরিচিতি",
      "আপনি কেবলমাত্র সপ্তাহে একবার আপনার অ্যাকাউন্ট সক্ষম করতে পারেন৷",
      "তাদের স্টোরিতে আপনাকে উল্লেখ করা হয়েছে",
      "পরিচিতিদের সাথে সংযোগ করুন",
      "কাটুন",
      "পরের বার আপনি যখন {username} হিসাবে লগ ইন করবেন তখন আপনাকে আপনার ব্যবহারকারীর নাম ও পাসওয়ার্ড লিখতে হবে",
      "{username}-কে আনব্লক করুন",
      "আরও জানুন",
      "ব্লক করুন",
      "গোষ্ঠীটি জানতে পারবে না যে এটি সরানো হয়েছে। আপনি যে কোনো সময় প্রাইমারিতে গোষ্ঠীটিতে আবার সরাতে পারবেন।",
      "এই সমস্যার কারণে নভেম্বরে কিছু সময়ের জন্য আপনি আপনার অ্যাকাউন্টের প্রাইভেসি সেটিং পাবলিক থেকে প্রাইভেটে পরিবর্তন করতে পারেননি। আমরা এই সমস্যার সমাধান করেছি এবং আপনার অ্যাকাউন্ট এখন প্রাইভেট হয়েছে। যেসব অ্যাকাউন্ট আপনাকে ফলো করছে আপনি তাদের সাথে স্বচ্ছন্দ বোধ করছেন তা নিশ্চিত করার জন্য আপনার প্রোফাইল থেকে আপনার ফলোয়ারদের রিভিউ ও এডিট করতে পারবেন।",
      "ফিল্টার",
      "আপনার ফটো অন্য কারোর একটি ফটোর সাথে ম্যাচ করে।",
      "এই ফান্ডরাইজারকে দেখতে এবং সমর্থন করতে Instagram অ্যাপ ব্যবহার করুন।",
      "উন্নত সেটিংস",
      "বাতিল করুন",
      "অনুরোধ (99টি+)",
      "সঙ্গীতের প্রশ্ন",
      "আবশ্যক",
      "আরও জানুন",
      "ডাউনলোড করার অনুরোধ করুন",
      "ইমেইল:",
      "সম্পূর্ণ শর্তাবলী",
      "আমরা আপনার জন্য Facebook-এর সমস্ত প্রোডাক্টের বাইরের বিজ্ঞাপনগুলোকে আরও ভালোভাবে পার্সোনালাইজ করতে এবং সেগুলোর পারফরম্যান্স মূল্যায়ন করতে পারবো",
      "1 ঘন্টা আগে সক্রিয় ছিল",
      "আপনার ভিডিওটি পুনরায় পোস্ট করতে, অনুগ্রহ করে এতে সম্মত হন:",
      "মনে রাখবেন",
      "প্লাস আইকন",
      "হ্যাশট্যাগগুলি কিভাবে ব্যবহার করবেন",
      "পেস্ট করা আইটেমের পূর্বরূপ দেখুন",
      "আপলোড করতে ব্যর্থ হয়েছে। {Try Again}",
      "অনুদান করুন-এ আলতো চাপ দেওয়া হচ্ছে",
      "আমি বুঝেছি এবং চালিয়ে যেতে চাই",
      "যদি আপনি আপনার ফোন নম্বর মুছে ফেলেন, তবে আপনি কেবলমাত্র আপনার যাচাইকরণ অ্যাপ থেকে নিরাপত্তা কোডগুলো পেতে পারবেন।",
      "{username} লাইক করেছেন",
      "লগ ইন করুন",
      "সাহায্য",
      "বিনামূল্যের শিপিংয়ের জন্য {amount} যোগ করুন",
      "এই হিসাবে পরিচিত",
      "নিজের-ক্ষতি করা সংক্রান্ত সাহায্য অপশনের উপাদান বেছে নেওয়ার শেভরন",
      "এই ভিডিওটি এবং আপনার অ্যাকাউন্ট থেকে যেকোনো কমেন্ট সরাতে {Delete this video text bolded}।",
      "একটা ভিডিও আপলোড করুন",
      "আরও পোস্ট দেখতে লগ ইন করুন",
      "অসংরক্ষিত পরিবর্তন",
      "আপনার কার্টে একটি আইটেম আর উপলভ্য নেই।",
      "আপনি কি নিশ্চিত?",
      "ফলোয়ার মুছে ফেলতে চান?",
      "আপনি কেন এই অ্যাকাউন্টটির অভিযোগ করছেন?",
      "সংরক্ষণ করুন",
      "সর্বজনীন ব্যবসার তথ্য",
      "যখন কেউ আপনার পোস্টগুলিতে লাইক বা মন্তব্য করবেন, তখন আপনি এটি এখানে দেখতে পাবেন।",
      "পোস্ট দেখতে লগ ইন করুন",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "মার্চ",
      "বৈধ রাজ্য লিখুন",
      "{number of places}-এর স্থান",
      "একটি ব্যাগে যোগ করা হয়েছে",
      "সংগ্রহ যোগ করুন",
      "ব্লক করুন",
      "বৃহস্পতিবার",
      "আপনার হোম স্ক্রীনে এটি যোগ করার মাধ্যমে দ্রুত এবং সহজে Instagram -এ যান।",
      "এই ফাইলটি খুব বড়। চালিয়ে যেতে, 100MB বা তার চেয়ে ছোট একটি ফাইল বেছে নিন৷",
      "ভিডিও সেটিংস",
      "{maxBadgeCount}+",
      "টেস্টারের আমন্ত্রণ স্বীকার করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে পরে আবার চেষ্টা করুন৷",
      "আরও IGTV ফিচার চান? ক্রিয়েটর স্টুডিও ব্যবহার করুন",
      "Instagram",
      "বার্তা...",
      "ছবি এবং ভিডিওগুলো",
      "কোনো ফাইল উপলব্ধ নেই",
      "এমনটা ঘটার জন্য আমরা অত্যন্ত দুঃখিত এবং কীভাবে আমরা আপনার তথ্য সুরক্ষিত করব তা উন্নত করতে আমরা কাজ করা চালিয়ে যাব। আপনার পাসওয়ার্ড কীভাবে পরিবর্তন করবেন বা আপনার অ্যাকাউন্টটিকে নিরাপদ রাখার বিষয়ে আরও জানতে, আপনি {help center link}-এ যেতে পারেন।",
      "সেশন আপডেটগুলি",
      "প্রশ্ন",
      "userhelp@instagram.com",
      "আপনি তাদের স্টোরিতে উত্তর দিয়েছেন",
      "ল্যান্ডস্কেপ (16:9)",
      "কনট্রাস্ট",
      "বিজ্ঞাপন সেটিংস",
      "অবমাননাকর সামগ্রী",
      "আপনি হয়তো মিস করে গেছেন এমন বিজ্ঞপ্তিগুলি পান।",
      "সরাতে ট্যাপ করুন",
      "{fb_username} হিসাবে চালিয়ে যান",
      "আপনি যেসব অ্যাকাউন্ট অনুসরণ করেন",
      "আবার চেষ্টা করুন",
      "ফোন",
      "{text}",
      "Edit Info",
      "প্রত্যাখ্যানের কারণ:",
      "আবার দেখতে লগ ইন করুন",
      "পাসওয়ার্ড ভুলে গেছেন?",
      "পোল",
      "ফ্যাশন",
      "নিশ্চিতকরণ পাঠানো হয়েছে",
      "আরও উন্নত ইনসাইট পান এবং প্রচারগুলোর মাধ্যমে আরও লোকজনের কাছে পৌঁছান।",
      "কাটুন",
      "প্রাক্তন প্রোফাইলের ফটোগুলি",
      "আপনি সাময়িকভাবে আপনার অ্যাকাউন্টটি অক্ষম করার পূর্বে, আপনি আমাদের সাহায্য কেন্দ্রে থাকা এই নিবন্ধগুলি এক নজরে দেখতে চাইতে পারেন৷",
      "কভার ফটো ল্যান্ডস্কেপের পরিবর্তে পোর্ট্রেট হতে হবে।",
      "অ্যাপটি নিন",
      "আমি বা আমি চিনি এমন কেউ",
      "{name} থেকে সমস্ত পোস্ট দেখুন",
      "আপনি আপনার নিরাপত্তা অ্যাপ থেকে একটি কোড পাবেন।",
      "{number of accounts} অ্যাকাউন্ট",
      "নতুন ইমেল ঠিকানা লিখুন",
      "ছেড়ে যান",
      "পোস্টের বিকল্পগুলি",
      "আমরা আপনার বেছে নেওয়া নম্বরে একটি কোড পাঠাব।",
      "দুঃখিত! এই মুহূর্তে আপনার ইমেল যাচাই করতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "আসন্ন ইভেন্টের আইকন",
      "এই ভিডিওটি খুব বড়৷ চালিয়ে যেতে, এক মিনিট বা তার চেয়ে ছোট একটি ভিডিও বেছে নিন৷",
      "সমস্ত দেখুন",
      "ইমেল নিশ্চিতকরণ",
      "এড়িয়ে যান",
      'আপনি আপনার অ্যাকাউন্ট থেকে "{email}" ইমেইল অ্যাড্রেসটি হটাতে যাচ্ছেন। এগিয়ে যাওয়ার আগে এটি সঠিক কি না, তা নিশ্চিত করে নিন।',
      "পেইড পার্টনারশিপ",
      "আপনার কাছে মেয়াদ শেষ হওয়া অ্যাপ্লিকেশনগুলি নেই যেটিতে আপনার Instagram অ্যাকাউন্টে অ্যাক্সেস ছিল৷",
      "অনুপযুক্ত বলে অভিযোগ করুন",
      "নতুন অ্যাকাউন্ট তৈরি করুন",
      "ফরোয়ার্ড করুন",
      "ডকুমেন্টের প্রকার",
      "কম সেলুলার ডেটা ব্যবহার করলে, আপনি যখন Wi-Fi বন্ধ করবেন তখন ফটো এবং ভিডিওগুলো কম রেজোলিউশনে আসতে পারে এবং ভিডিওগুলো আপনা-আপনিভাবে চলবে না।",
      "সেপ্টেম্বর",
      "ভিডিও সম্পাদনা করুন",
      "{username of the user who joined} হিসাবে আপনার বন্ধু Instagram এ রয়েছেন",
      "Instagram সুরক্ষার বিষয়টিকে গভীরতার সাথে দেখে৷ যদি কেউ Instagram অ্যাকাউন্ট বানান যা একজন সেলিব্রিটির ভান করে তাহলে আপনি এটির বিষয়ে আমাদের কাছে অভিযোগ করতে পারেন৷ নীচে অনুগ্রহ করে ছদ্মবেশিত ব্যক্তিটির ব্যবহারকারীর নাম লিখুন।",
      "আপনার অ্যাকাউন্ট {username} সম্পর্কে তথ্যের জন্য আপনি যে ফাইলের জন্য অনুরোধ করেছিলেন এটি সেই ফাইল।",
      "ইমেইল",
      "অর্ডার এবং পেমেন্ট",
      "আপনি যে সামগ্রীর আবেদন জানাতে চান অনুগ্রহ করে তা নিশ্চিত করুন",
      "# {hashtag}-এর সেরা পোস্টগুলো বর্তমানে লুকানো হয়েছে, কারণ সম্প্রদায়টি এমন কিছু সামগ্রীর অভিযোগ জানিয়েছে যা হয়তো Instagram সম্প্রদায়ের নির্দেশিকা অনুসরণ করেনি৷ {link that reads learn more}",
      "একটি সমস্যা সম্বন্ধে অভিযোগ জানান",
      "স্বীকার করুন",
      "টেক্সট",
      "আইটেম উপলব্ধ নেই",
      "বিশদ",
      "ক্যামেরা খোলার সময়ে একটি সমস্যা হয়েছে। আবার চেষ্টা করুন।",
      "আপনার অ্যাকাউন্ট তৈরির সময় সমস্যা হয়েছে",
      "শর্তাবলী",
      "আপনাকে লগ ইন করতে, আমাদের কমিউনিটিকে সুরক্ষিত রাখতে এবং Instagram-এ ঢুকতে সাহায্য করতে Instagram-কে এখানে আপনার যোগ করা নম্বর ব্যবহার করতে দিন, কিন্তু ফ্রেন্ড সংক্রান্ত পরামর্শ দেওয়া বা বিজ্ঞাপন দেওয়ার মতো উদ্দেশ্যে নয়। শুধু মাত্র আপনি আপনার প্রোফাইলে এই নম্বরটি দেখতে পাবেন। এখানে যোগ করা নম্বর Facebook কোম্পানির সমস্ত প্রোডাক্ট জুড়ে অন্য কোথাও দেওয়া হলে, এটা Facebook ফ্রেন্ড সংক্রান্ত পরামর্শ দেওয়া বা বিজ্ঞাপন দেওয়া সহ অন্যান্য উদ্দেশ্যেও ব্যবহার করা যেতে পারে।",
      "এই শপিং অভিজ্ঞতাটি শুধুমাত্র Instagram অ্যাপেই উপলভ্য।",
      "{username} ফলো করেছেন",
      "মার্চ",
      "আপনি এর পরিবর্তে Instagram-এর সাম্প্রতিক সংস্করণটি ব্যবহার করা শুরু করতে পারেন।",
      "কমেন্ট করতে লগ ইন করুন",
      "{fullname}-এর জন্য",
      "Instagram সম্প্রদায়ের সুরক্ষা এবং নিরাপত্তার থেকে আমাদের কাছে আর কিছুই বেশি গুরুত্বপূর্ণ নয়। লোকেরা Instagram -এ তাদের লাইভ হওয়ার মুহূর্তগুলি শেয়ার করার মাধ্যমে আমাদের উপর তাদের বিশ্বাস রাখেন। তাই এটি আপনার ডেটা সুরক্ষিত করার সময় আমরা কখনও কোনো আপোষ করব না।",
      "ইতিহাস সাফ করতে চান?",
      "যোগ করুন",
      "সবকটি স্বীকার করুন",
      "মুছুন",
      "আপনার তথ্য জমা দেওয়ার জন্য ধন্যবাদ",
      "জমা দিন",
      "সম্পূর্ণ ডেটা নীতি পড়ুন",
      "জমা দিন",
      "সবাই",
      "99+",
      "পিন লিখুন",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধ৷ আমাদের নির্দেশিকাগুলির বিরুদ্ধে যায় এমন কিছু আপনি যদি আবার পোস্ট করেন তাহলে আপনার পোস্ট, আর্কাইভ, বার্তা এবং অনুসরণকারীগণ সহ আপনার অ্যাকাউন্ট মুছে দেওয়া হবে৷",
      "ক্রপ স্কোয়ার আইকন",
      "লিঙ্কের মেয়াদ শেষ হয়ে গেছে",
      "আপনি একটি মেসেজ ফরোয়ার্ড করেছেন",
      "সোমবার",
      "এই পোস্টটির বিরুদ্ধে অভিযোগ করার জন্য একটি কারণ বেছে নিন। এগুলির বিরুদ্ধে কারা অভিযোগ করেছেন তা আমরা {Medianame of the person being reported}-কে বলব না।",
      "অনুরোধগুলি অনুসরণ করুন",
      "এই টুলের সাহায্যে কীভাবে বিজ্ঞাপন পার্সোনালাইজ করার ক্ষেত্রে বিভিন্ন ডেটা ব্যবহার করা হয় আপনি তা পরিচালনা করতে পারেন।",
      "আমাদের সম্পর্কে",
      "ইমেইল",
      "পরবর্তী",
      "মাস",
      "নিরাপত্তা কোড",
      "মোবাইল নম্বর",
      "আরও",
      "বাতিল করুন",
      "আসন্ন ইভেন্টের থাম্বনেইল",
      '"{collection name}"-এ সেভ করা হয়েছে৷',
      "Reels",
      "নিয়ন্ত্রণ করুন",
      "এতে পাঠান",
      "অ্যাপটিতে আরও ভালোভাবে পোস্ট করা যায়",
      "রিফ্রেশ করার জন্য আলতো চাপ দিন",
      "Instagram, Facebook-এরই তৈরি এবং এখানে আমরা বিশ্বাস করি যে পার্সোনালাইজ করা কনটেন্ট দেখানো হলে আপনার অনুভব আরও উৎকর্ষ হয়। আপনাকে প্রাসঙ্গিক কনটেন্ট দেখাতে এবং আমাদের প্রোডাক্টকে উন্নত করতে আমরা কুকি এবং সদৃশ প্রযুক্তি ব্যবহার করি।",
      "Instagram এ এই বার্তাটি থাকা উচিত নয়",
      "একটি ত্রুটি ঘটেছে এবং আপনার ভিডিও পোস্ট করা যায়নি।",
      "Edit",
      "কিছু একটা ভুল হয়েছে, একটু পরে আবার চেষ্টা করুন।",
      "লোকজন আবিষ্কার করুন",
      "চালিয়ে যেতে আপনার Instagram পাসওয়ার্ড লিখুন৷",
      "প্রোফাইল",
      "{Username of current profile}-কে আনব্লক করা হয়েছে।",
      "{phone_number}-এ আমাদের পাঠানো কোডটি লিখুন।",
      "অন্য",
      "আপনার তথ্য HTML ফরম্যাটে অনুরোধ করা হলে, প্রথমে index.html ফাইল খুললে আপনার ফাইল আরও সহজেই নেভিগেট করতে পারবেন।",
      "হেল্প সেন্টার-এ চালিয়ে যান",
      "আপনি আগে {application name} অ্যাপকে নিজের Instagram অ্যাকাউন্টে সংযুক্ত করেছেন।",
      "একটি বিতর্ক জমা দিন",
      "আগ্নেয়াস্ত্রগুলির বিক্রয় বা প্রচার",
      "ই",
      "হ্যাশ ট্যাগ",
      "আপনার পেমেন্টের তথ্য এখন বিভিন্ন অ্যাকাউন্ট জুড়ে রয়েছে। সেটিংস থেকে আপনি সেটিকে পরিবর্তন করতে পারবেন।",
      "বর্তমানে, আপনি শুধুমাত্র {donation amount limit, should not be translated since the rule is regulated in euro} পর্যন্ত অর্থ দান করতে পারবেন। আপনার দানের অর্থের পরিমাণ কমানোর চেষ্টা করুন বা আবার উপযুক্ত পরিস্থিতি হলে আবার দান করুন।",
      "আমরা আপনাকে আপনার অ্যাকাউন্টে ফিরে আসতে সাহায্য করার জন্য আপনাকে একটি লগ ইনের লিঙ্ক পাঠাতে পারি৷",
      "রাউন্ড ট্রিপের সময়",
      "দেশ নির্বাচন করুন",
      "স্টোরিতে জীবনের মুহূর্তের অভিজ্ঞতা পান",
      "পোল",
      "উজ্জ্বলতা",
      "বাতিল করুন",
      "ভিডিও",
      "আরও জানুন।",
      "এছাড়াও আমদের কাছে এমন একটি নতুন ডেটা নীতি রয়েছে যেটি Instagram সহ Facebook পণ্যগুলিতে কীভাবে ডেটা সংগ্রহ, শেয়ার এবং ব্যবহার করা হয় তা ব্যাখ্যা করে। নীতিটি আমাদের ক্যামেরাতে স্টোরি, সরাসরি বার্তাপ্রেরণ, কার্যকলাপের অবস্থা এবং সৃজনশীল টুলগুলির মতো অপেক্ষাকৃত নতুন বৈশিষ্ট্যগুলিকে চিহ্নিত করে। আমরা নিশ্চিত করতে চাই যে আপনি নীতিতে থাকা এই নতুন তথ্যটি সম্বন্ধে জানেন।",
      "অনুসরণ করার জন্য লোকজন খুঁজুন",
      "অসংরক্ষিত পরিবর্তন",
      "এই ভিডিওর ফরম্যাটটি সমর্থন করা হয়নি।",
      "প্রোডাক্ট ফ্ল্যাগ করুন",
      "অ্যাপটিতে আপনার তথ্য নিশ্চিত করুন",
      "ইমেইল অ্যাড্রেস বদলান",
      "আপনি যদি আপনার প্রমাণীকরণ অ্যাপ মুছে ফেলেন তাহলে আপনি শুধুমাত্র পাঠ্য বার্তা মারফত নিরাপত্তা কোডগুলো পাবেন। আপনি পরে আবার Instagram অ্যাপ থেকে এটি যোগ করতে পারবেন।",
      "বাতিল করুন",
      "{username} বলেছে আপনি তাদের মা-বাবা অথবা অভিভাবক।",
      "যেকোনো ভাবে শেয়ার করুন",
      "অপ্রাপ্তবয়স্ক শিশুর জন্যে",
      "মুছুন",
      "এপ্রিল",
      "Facebook থেকে আপনার প্রোফাইল ছবি যোগ করুন",
      "যৌন মিলনের ছবি বা ভিডিওগুলি",
      "ডিভাইস ও নেটওয়ার্ক",
      "অনুরোধ ({count}টি)",
      "মুছুন",
      "আপনার ফটো এবং ভিডিওগুলো ফিল্টার, সম্পাদনা এবং শেয়ার করতে আরও উপায়ের জন্য অ্যাপটিতে পাল্টান৷",
      "Instagram, Facebook-এর {payment methods, delivery address, name, email} এবং {payment history} অ্যাক্সেস করতে পারবে।",
      "বিরোধের কারণ",
      "আপনার অ্যাকাউন্ট ফিরে পাওয়ার চেষ্টা করতে Instagram অ্যাপ ব্যবহার করে আপনার তথ্য নিশ্চিত করুন।",
      "এই পোস্টে মন্তব্য করা সীমিত করা হয়েছে৷",
      "সহিংস চিত্র",
      "নতুন পোস্ট",
      "ফটো কি বাতিল করবেন?",
      "ভিডিওটি অবশ্যই {maxVideoSizeInBytes}GB-র বড় হবে না",
      "পুনরুদ্ধারের কোড",
      "নতুন পোস্ট তৈরি করুন",
      "{previous items}; {last item}",
      "তম",
      "আপনার Instagram অ্যাকাউন্ট ব্যবহার করতে লগ ইন করুন:",
      "অ্যাপে পাল্টান",
      "Messenger",
      "এই লোকেশন সম্বন্ধে কখনও কোনও পোস্ট মিস করবেন না",
      "ত্রুটি",
      "অ্যাকাউন্ট পাল্টান",
      "অ্যাকাউন্ট সেন্টার",
      "অ্যাপ খুলুন",
      "হয়রানি বা ধমকানো",
      "• অ্যাপ বা ওয়েবসাইট আপনার শেয়ার করা তথ্যে অ্যাক্সেস চালিয়ে যেতে পারবে। যেমন, যদি আপনার ফটো অ্যাক্সেস করার জন্য কোনও এডিট করার অ্যাপকে অনুমতি দিলে ওই অ্যাপ আপনার Instagram-এ যুক্ত হওয়া নতুন ফটো অ্যাক্সেস করতে পারবে।",
      "সেভ করুন",
      "জমা দিন",
      "বৈকল্পিক পাঠ্য",
      "বিভাগ খুঁজুন",
      "সংরক্ষিত এবং সংগ্রহগুলি থেকে মুছে ফেলবেন?",
      "আপনার তথ্যের একটি কপি পান",
      "আপনার প্রোফাইল সংরক্ষণ করার সময় সেখানে একটি সমস্যা হয়েছে।",
      "অনুগ্রহ করে একটি বৈধ ইমেইল আড্রেস লিখুন।",
      "কোম্পানি",
      "লাইক বা কমেন্ট করার জন্য {username} কে অনুসরণ করুন৷",
      "Facebook লোগো",
      "আপনার বন্ধুদের অনুসরণ করুন",
      "ইমেইল নিশ্চিতকরণ",
      "কুকি পলিসি (আবশ্যিক)",
      "নতুন অ্যাকাউন্ট তৈরি করুন",
      "একটি নতুন পোস্ট তৈরি করতে ফটো ও ভিডিও যোগ করুন।",
      "{numberOfUsers} জন লোক টাইপ করছেন...",
      "আপনার ভিডিওটি যে লোকেশনে ব্লক করা আছে সেখানে লোকজনেরা দেখতে, লাইক করতে বা কমেন্ট করতে পারবে না। আপনার ভিডিওটি কেবলমাত্র এতে দৃশ্যমান হবে:",
      "সেরা চিত্র এবং ভিডিও",
      "নতুন ফোন নম্বর",
      "আবার চেষ্টা করুন",
      "বিজ্ঞাপন",
      "যাচাইকরণের অনুরোধ",
      "+নতুন সংগ্রহ",
      "আপনি যদি বিশ্বাস করেন যে এই সামগ্রীটি মোছা উচিত হয়নি, তাহলে আপনি আপনার সমস্যাটির সমাধান করতে অভিযোগকারী পক্ষের সাথে সরাসরি যোগাযোগ করতে পারেন:",
      "প্রশাসকের অনুমোদন প্রয়োজন",
      "পুনরায় সাজাতে ক্লিক করে টেনে আনুন",
      "প্রাক্তন ইমেল ঠিকানা",
      "বিশ্বস্ত ডিভাইস দেখুন",
      "{username1}, {username2} এবং {username3} কর্তৃক অনুসরণ করা হয়েছে",
      "আমরা ****{This is the last 4 digits of the user's phone number}-এ একটি কোড পাঠাব।",
      "{username}-এর থেকে আরও {count}টি পোস্ট দেখুন",
      "গেমার",
      "গতকাল {Timestamp of the message}-এ",
      "নিশ্চিত করুন",
      "লিঙ্কে যান",
      "আপনার পিন লিখুন",
      "অনুসরণ করতে এবং ফটোগুলি শেয়ার করা শুরু করতে লোকেদের খুঁজুন৷ আপনি যেকোনো সময় ব্যবহারকারীর নাম পাল্টাতে পারেন৷",
      "এই পোস্টটি অনুপলভ্য রয়েছে৷",
      "আপনি নিষেধাজ্ঞা আরোপ করেছেন এমন কেউ এই গ্রুপে রয়েছেন",
      "আপনি কারও মন্তব্যের বিরুদ্ধে অভিযোগ করলে Instagram তাদের জানাবে না যে এই অভিযোগটি কে করেছেন।",
      "জেনারেল",
      "বাতিল করুন",
      "ঠিকানা লাইন 2 (ঐচ্ছিক)",
      "ক্লিপ",
      "লিঙ্ক কপি করুন",
      "{username}, আমরা Instagram -এ আপনার গোপনীয়তা সম্বন্ধে যত্নশীল, তাই আমরা আপনাকে এটি জানাতে চাই যে আমরা সম্প্রতি আপনার অ্যাকাউন্ট সহ 124টি Instagram অ্যাকাউন্টকে প্রভাবিত করেছে এমন একটি প্রযুক্তিগত সমস্যা খুঁজে পেয়েছি এবং দ্রুত এর সমাধান করেছি।",
      "আপনি আবার দেখতে চান এমন ফটো এবং ভিডিও সেভ করুন। কাউকে জানানো হয় না এবং আপনি যা সেভ করেন তা শুধুমাত্র আপনিই দেখতে পান।",
      "এটি কোন ধরনের অ্যাকাউন্ট?",
      "চালান",
      "কুকি সেটিংস",
      "লগইনের জন্য এটি প্রয়োজন এবং Instagram-কে অনুমতি দেয়:",
      "আপনার ফাইল পেতে লগ ইন করুন",
      "{filename} লেবেলযুক্ত ভিডিওটি কোনো গ্যালারি পোস্টের জন্য খুব দীর্ঘ৷ চালিয়ে যেতে, একটি আরও ছোট ভিডিও বেছে নিন।",
      "কার্যকলাপের স্থিতি দেখান",
      "অযোগ্য অ্যাকাউন্ট",
      "বিলের ঠিকানা",
      "ভিডিও পুনরুদ্ধার করুন",
      "অনুরোধগুলো মেনে চলুন",
      "@generated",
      "চ্যাট",
      "তম",
      "এখন সংযোগ করা যাচ্ছে না। আপনি সেটিংস থেকে আপনার পেমেন্ট তথ্য সংযো করতে পারবেন।",
      "কিছু পোস্ট Instagram-এর কমিউনিটির নির্দেশিকা নাও মানতে পারে সেই জন্য #{hashtag}-এর থেকে সাম্প্রতিক পোস্টকে লুকানো হয়েছে। {link that reads learn more}",
      "আপনি স্বীকার করছেন যে আপনি যুক্তরাজ্যের একজন করদাতা এবং বুঝতে পারেন যে বর্তমান ট্যাক্স বছরে আপনার সমস্ত অনুদানগুলোর উপর উপহার সহায়তার পরিমাণের চেয়ে আপনি কম আয়কর বা ক্যাপিটাল লাভ কর প্রদান করেন তবে কোনও পার্থক্য দিতে আপনার দায়বদ্ধতা রয়েছে। আপনি কনফার্ম করেছেন যে উপরের সব বিবৃতি প্রযোজ্য এবং আপনি আপনার অনুদানে উপহার সহায়তা দিতে চান তা কনফার্ম করেছেন৷",
      "মালিকানার সীমাবদ্ধতার কারণে আপনার ভিডিওটি বিশ্বজুড়ে ব্লক করা হয়েছে।",
      "অন্যান্য কোম্পানি কুকি ব্যবহার করে আপনার সম্বন্ধে তথ্য পাবে",
      "শেয়ার করা হচ্ছে",
      "আপনার  Instagram অ্যাকাউন্ট থাকলে, কীভাবে বিজ্ঞাপন পার্সোনালাইজ করার ক্ষেত্রে এই টুলের সাহায্যে বিভিন্ন ডেটা ব্যবহার করা হয় আপনি তা পরিচালনা করতে পারেন।",
      "ফিরে যান",
      "আমরা প্রতি {time between requests in seconds} সেকেন্ডে আপনাকে কেবলমাত্র একটি নতুন কোড পাঠাতে পারি।",
      "লগ আউট করুন",
      "ফোন নম্বর যোগ করুন",
      "কোনো সমস্যা হয়েছে",
      "অ্যাপ খুলুন",
      "তম",
      "দুঃখিত! এই মুহূর্তে আপনাকে একটি কনফারমেশন কোড পাঠাতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "কমেন্ট",
      "সর্বজনীন করুন",
      "বোতাম: ডকুমেন্টের প্রকার বেছে নিন",
      "PIN লিখুন",
      "আবছা",
      "একটি বিবাদ জমা দেওয়ার মাধ্যমে, আপনি রাইটস হোল্ডার, {reference owner name}-কে আপনার ফটো এবং আপনার অ্যাকাউন্ট সম্পর্কিত সাধারণ সর্বজনীন তথ্য পর্যালোচনা করার অনুমতি দেয়। উত্তর দেওয়ার জন্য তাদের কাছে {number of days} দিনের সময় থাকবে।",
      "আপনার ফাইলগুলির মেয়াদ শেষ হয়েছে",
      "Facebook    লোগো ব্যাজ",
      "ই",
      "{seconds} সেকেন্ড আগে",
      "{Username of current user} যখন পোস্ট করবে, আপনি তার ফটো এবং ভিডিও এখানে দেখতে পাবেন।",
      "অ্যাপ ইনস্টল করুন",
      "স্টোরিগুলি",
      "গিফ্ট এইড যোগ করা হয়েছে",
      "{count} জন দেখেছেন",
      "ডিসেম্বর",
      "সাহায্য কেন্দ্র",
      "- আপনি এই অনুদান করতে আপনার নিজের টাকা ব্যবহার করেছেন",
      "ব্যাগ আইকন",
      "পিন ভুলে গিয়েছেন?",
      "Facebook-এ শেয়ার করুন",
      "লাইভ ভিডিও দেখুন",
      "ফোন নম্বর পরিবর্তন করুন",
      "{username} এই প্রশ্নগুলির মধ্যে যেকোনোটি স্ক্রীনে দেখাতে পারেন৷",
      "যে ফাইলে আপনার তথ্য রয়েছে আমরা আপনাকে সেটির লিঙ্ক ইমেইল করে পাঠাব। আপনি এটিকে HTML ফরম্যাটে পেতে পারেন যেটিকে দেখা সহজ হতে পারে অথবা JSON ফরম্যাটে পেতে পারেন যেটিকে অন্য কোনো পরিষেবাতে ইমপোর্ট করা সহজ হতে পারে।",
      "ট্যাগ করা লোকজন",
      "{list of items} অথবা {last item}",
      "সেভ করুন",
      "আমাদের শর্তাবলী ও ডেটা নীতিতে হওয়া সাম্প্রতিক পরিবর্তন নিয়ে আপনি উদ্বিগ্ন হলে আপনি {press center post} পারেন।",
      "আপনার দানে গিফ্ট এইড যোগ করুন।",
      "{filename}-এ লেবেলযুক্ত ফাইলটি খুব বড়৷ চালিয়ে যেতে, 1 GB-এর চেয়ে ছোট একটি ফাইল বেছে নিন৷",
      "অনুপযুক্ত বলে অভিযোগ করুন",
      "পূর্বাবস্থায় ফেরান",
      "এখন আপনি সরাসরি আপনার কম্পিউটার থেকে পোস্ট তৈরি এবং শেয়ার করতে পারবেন।",
      "নমিনেশন মিডিয়া দেখার চেভরন আইকন",
      "আপনার অ্যাকাউন্টে ফিরে যেতে আমরা আপনাকে একটি নিরাপত্তা কোড পাঠাব।",
      "Facebook Pay-এর সাথে অতিরিক্ত নিরাপত্তা",
      "স্টোরি {actionType} {prepositionType} {violationText}",
      "ভিডিও কল",
      "আমাদের হেল্প সেন্টার-এ {learn more}",
      "উপহারমূলক সাহায্য যোগ করুন",
      "হটান",
      "আপনার অ্যাকাউন্ট সাময়িকভাবে অক্ষম করা হয়েছে৷ এটি পুনরায় সক্রিয় করার জন্য আবার লগইন করুন৷",
      "আপনি একটি পর্যালোচনার অনুরোধ করলে, আপনার পোস্ট আমাদের {communityGuidelinesLink} লঙ্ঘন করছে কিনা তা নির্ধারণ করার জন্য আমরা এটিকে পর্যালোচনা করব৷ পর্যালোচনার সমস্ত সিদ্ধান্তই চূড়ান্ত হবে৷",
      "আরও দেখতে লগ ইন করুন",
      "কীওয়ার্ড",
      "সহিংসতা বা সহিংসতার হুমকি হিসাবে অভিযোগ করবেন?",
      "ফোন নম্বর",
      "প্রস্তাবিত প্রোফাইল ডিরেক্টরি",
      "পরবর্তী",
      "এই ব্যবহারকারীকে ব্লক করবেন?",
      "আপনি যে লিঙ্ক ফলো করেছেন সেটার জন্য আপনাকে {username}-এর অ্যাকাউন্টে লগ ইন করতে হবে। আপনাকে আপনার বর্তমান অ্যাকাউন্ট থেকে লগ আউট করা হবে।",
      "আমরা {date} -এ {time of day} -এ আপনার পোস্ট করা ভিডিওটি ব্লক করেছি কারণ এটিতে নিম্নলিখিত সামগ্রীটি অন্তর্ভুক্ত রয়েছে:",
      "পাসওয়ার্ড পুনরায় সেট করার ইমেলগুলি সীমিত করুন",
      "ঠিক আছে",
      "আরো জানুন",
      "ব্যক্তিগণ {viewcount} বারের থেকে বেশী সময় আপনার ভিডিওটি দেখেছেন৷",
      "{mins}মিনিট আগে দেখেছেন",
      "রিপোর্ট করুন",
      "PayPal যোগ করুন",
      "একটি আবেদন জমা দিন",
      "আপনার ইউজারনেম পরিবর্তন সম্পর্কে আরও জানুন",
      "জন্মদিন",
      "ইমেল, ফোন বা ব্যবহারকারীর নাম",
      "অ্যাকাউন্ট সতর্কতা",
      "{username}-কে উত্তর দেওয়া হচ্ছে",
      "আপনার আইডির একটি ফটো পাঠান",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে গেছে। এমনকি আপনি যদি অপমান করার জন্য ব্যবহার না করে থাকেন, আমাদের নির্দেশিকা লোকজনকে প্রত্যেকের জন্য একটি শ্রদ্ধাশীল উপায়ে তাদের নিজেদের প্রকাশ করার জন্য উৎসাহ দেয়।",
      "স্ব আঘাত হিসেবে অভিযোগ জানাবেন?",
      "ওয়েবে এখন প্রমাণীকরণ অ্যাপ চালানো সমর্থিত নয়। অসুবিধা হওয়ার জন্য দুঃখিত।",
      "আপনার যোগাযোগের তথ্য এবং পেমেন্ট পদ্ধতি নিরাপদভাবে পরবর্তী কালের জন্য সেভ করা হবে।",
      "আরও লোকের কাছে পৌঁছাতে এবং আপনার কমিউনিটি গড়ে তুলতে সাহায্য করার জন্য Instagram-এ প্রচার তৈরি করুন৷",
      "অন্য 1 জন",
      "Instagram-এর শর্তাবলী",
      "কোনো দোকান খুলে Spring থেকে আপনার প্রোডাক্ট সহজে বিক্রি করতে Instagram অ্যাপ ব্যবহার করুন।",
      "অধিভুক্ত সম্পর্কে আরও জানুন",
      "Instagram-এর টুলগুলি সম্বন্ধে পরামর্শ পান।",
      "Safari",
      "এই তথ্যটি আপনার প্রোফাইলে সর্বজনীনভাবে প্রদর্শিত হবে তা লোকেরা আপনার সাথে যোগাযোগ করতে পারেন৷ আপনি যেকোনো সময় এই তথ্যটি সম্পাদনা করতে বা হটাতে পারেন৷",
      "বাতিল করুন",
      "অ্যাপটিতে স্টোরিগুলো আরও ভালোভাবে উপভোগ করা যায়",
      "রাখুন",
      "লগ ইনের সহায়ক ইমেলগুলি সীমিত করুন",
      "এই ফাইলটি সমর্থিত নয়",
      "এই ব্রাউজারের মাধ্যমে ভিডিও ফাইল পড়া যায়নি৷",
      "আপনি দুই-ধাপ বিশিষ্ট যাচাইকরণ সেট আপ করার সময় প্রদত্ত 8 সংখ্যার কোডগুলোর মধ্যে একটি লিখুন।",
      "আপনি যে নামে পরিচিত সেই নাম ব্যবহার করে আপনার অ্যাকাউন্ট লোকেদের খুঁজতে সাহায্য করুন: হয় আপনার পুরো নাম, ডাকনাম বা ব্যবসার নাম৷",
      "Instagram-এ ফিরে যান৷",
      "এখনো অবধি কোনো পোস্ট নেই",
      "পোস্ট",
      "প্রোফাইলে যান",
      "আপনার ভিডিওটি সমস্ত লোকেশনে ব্লক করা হয়েছে, যার অর্থ লোকজন এটি দেখতে, লাইক করতে বা এটিতে কমেন্ট করতে পারবে না।",
      "পান",
      "নগ্ন বা আংশিকভাবে নগ্ন শিশুদের পোস্টগুলি",
      "মেরিল্যান্ড বিশ্ববিদ্যালয় (UMD) দ্বারা পরিচালিত এই স্বেচ্ছাসেবী সমীক্ষায় করোনাভাইরাসের বিস্তার ট্র্যাক করার জন্য স্বাস্থ্য সংক্রান্ত প্রশ্ন জিজ্ঞাসা করা হয়েছে। এতে 3-5 মিনিট সময় লাগবে এবং আপনি এটি নিতে Instagram ছেড়ে যাবেন।",
      "Facebook ফটো যোগ করুন",
      "বিজ্ঞাপনদাতা এবং অন্যান্য পার্টনাররা ওয়েবসাইট এবং অ্যাপ সহ Facebook কোম্পানির সমস্ত প্রোডাক্টের বাইরে আপনার অ্যাক্টিভিটির ব্যাপারে যে ডেটা দেয় আপনাকে আরও ভালো বিজ্ঞাপন দেখাতে আমরা তা ব্যবহার করে থাকি। আপনাকে বিজ্ঞাপন দেখানোর জন্য আমরা এই ডেটা ব্যবহার করবো কিনা তা আপনি আপনার {ad settings}-এ নিয়ন্ত্রণ করতে পারেন।",
      "আপনার প্রমাণীকরণ অ্যাপ দিয়ে তৈরি করা 6-ডিজিটের লগইন কোডটি লিখুন।",
      "আপনার তথ্য নিয়ন্ত্রণ করতে পারার অন্যান্য উপায়",
      "Instagram-এ #{tag_name} হ্যাশ ট্যাগ • ফটো এবং ভিডিওগুলি",
      "আপনার অ্যাকাউন্টটি হয়ত মুছে ফেলা হয়েছে",
      "প্রাইভেসি",
      "ভিডিও ফাইলটি রিড করা যাচ্ছে না",
      "একটি স্টোরি হাইলাইটে উত্তর দিয়েছেন",
      "এই বিষয়বস্তুটি একটি স্প্যাম বা একটি স্ক্যাম",
      "অ্যাপ্লিকেশন পান",
      "অনুমোদন দেওয়ার সময়ে কোনও সমস্যা হয়েছে।",
      "বিজ্ঞাপনের সেটিংস",
      "এ আপনার দ্বারা অনুমোদন করা হয়েছে",
      "আপনার ব্রাউজার এই ভিডিও ফাইলটি পড়তে পারেনি",
      "অন্য একজনকে ট্যাগ করুন",
      "লগ ইনের কার্যকলাপ",
      "হ্যাশট্যাগ",
      "স্পিনার প্লেসহোল্ডার",
      "অ্যাপটি আরও ভালো ভাবে খোঁজা যায়",
      "প্রত্যাখ্যান করবেন?",
      "দুই-ধাপে প্রমাণীকরণের সাথে অতিরিক্ত নিরাপত্তা যোগ করুন",
      "মন্তব্যগুলি মুছে ফেলা হচ্ছে",
      "এমন মন্তব্যগুলিকে লুকান যাতে আপনার পোস্ট থেকে সাধারণভাবে অভিযোগ করা কীওয়ার্ড রয়েছে।",
      "ইমেইল পাঠাতে ত্রুটি হয়েছে",
      "ফোন নম্বর",
      "পরবর্তী",
      "কুকি স্বীকার করবেন?",
      "আপনার ব্যবহারকারী নাম বা ইমেল লিখুন এবং আপনার অ্যাকাউন্টে আবার ফিরে আসার জন্য আমরা আপনাকে একটি লিঙ্ক পাঠাবো৷",
      "এম্বেড করুন",
      "Instagram অ্যাপ",
      "আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন৷",
      "লগ ইন-এ ফিরে যান",
      "১ সপ্তাহ আগে",
      "ভিডিওগুলির দৈর্ঘ্য অবশ্যই {minLengthInMinutes} এবং {maxLengthInMinutes} মিনিটের মধ্যে হতে হবে।",
      "{previous items}; {following items}",
      "আবেদন জানান",
      "যেহেতু আপনি বলেছেন যে ইনি আপনি ছিলেন না, তাই আপনার অ্যাকাউন্ট সুরক্ষিত রাখতে আপনার পাসওয়ার্ড আপডেট করুন। আপনাকে সব জায়গা থেকে লগ আউট করা হবে, যাতে অন্য যারা আপনার অ্যাকাউন্টে যাওয়ার চেষ্টা করছেন তারা আর অ্যাক্সেস করতে পারবেন না।",
      "আপনার বন্ধুদের ফটো এবং ভিডিও দেখতে লগ ইন করুন৷",
      "Facebook-এর সমস্ত প্রোডাক্টের বাইরে অন্য প্ল্যাটফর্মে বিজ্ঞাপন ও মূল্যায়ন পরিষেবা দেওয়ার জন্য, বিশ্লেষণ করার জন্য, আপনাকে কিছু নির্দিষ্ট ফিচার দেওয়ার জন্য এবং আমাদের পরিষেবাগুলোকে উন্নত করার জন্য, আমরা অন্যান্য কোম্পানির টুল ব্যবহার করি। এই কোম্পানিগুলোও আবার কুকি ব্যবহার করে থাকে। আপনি {Instagram}-এ এবং {Facebook}-এ আমাদের কুকি পলিসি থেকে আরও জানতে পারেন।",
      "আপনার নগ্ন ফটোগুলি পোস্ট করার জন্য পোস্ট বা হুমকিগুলি",
      "{username} থেকে পাওয়া চিত্র",
      "আগষ্ট",
      "ফটো পোস্ট করার আবেদন জানান",
      "Alt টেক্সট দৃষ্টি প্রতিবন্ধী লোকদের জন্য আপনার ফটোগুলো বর্ণনা করে।",
      'আপনি আপনার Facebook-এর বাইরের অ্যাক্টিভিটি পর্যালোচনা করতে পারেন। এটা বিভিন্ন ব্যবসা এবং সংস্থার শেয়ার করা অ্যাক্টিভিটির সংক্ষিপ্তসার। এর মধ্যে তাদের সাথে হওয়া আপনার ইন্টার‍্যাকশন, যেমন তাদের অ্যাপ বা ওয়েবসাইট ভিজিট অন্তর্ভুক্ত। আমাদের সাথে এই তথ্য শেয়ার করতে তারা "Facebook লগইন" অথবা "Facebook পিক্সেল"-এর মতো আমাদের {Business tools} ব্যবহার করে। এটা আমাদেরকে Facebook-এ আপনাকে আরও পার্সোনালাইজ অভিজ্ঞতা দিতে সাহায্য করে। {off-Facebook activity}, আমরা কীভাবে তা ব্যবহার করি এবং আপনি কীভাবে তা পরিচালনা করতে পারেন সেই বিষয়ে আরও জানুন।',
      "পাঠানো হয়েছে। আপনি সম্পূর্ণ করেছেন!",
      "আপনার পাসওয়ার্ড পুনরায় সেট করার সময় একটি সমস্যা হয়েছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷",
      "ইমোজি",
      "আমাদের প্রোডাক্টের কয়েকটি ফিচার কাজ নাও করতে পারে",
      "আপনার instagram অ্যাকাউন্টটি একটি চলমান অধ্যয়নের অংশ হিসেবে নিষ্ক্রিয় করা হয়েছে। আপনি যদি নিজের অ্যাকাউন্টে লগ ইন করা চালিয়ে যান, আপনি সাইন আপ করেছেন এমন নিষ্ক্রিয় পেমেন্টের জন্য যোগ্য নাও হতে পারেন।",
      "এই অ্যাকাউন্টটি ব্যবহার করতে থাকতে চান?",
      "যদি আপনার কাছে সাউন্ডট্র্যাক বা সঙ্গীতের মতো অডিও সহ ভিডিওটিতে থাকা সমস্তকিছু শেয়ার করার অনুমতি থাকে, তবে আপনি ব্লক করার এবং আপনার ভিডিও আনব্লক করার আবেদন জানাতে পারবেন। মনে রাখবেন যে, লোকেদের কেবলমাত্র সেই ভিডিওগুলি পোস্ট করা উচিত যেগুলি শেয়ার করার জন্য তাদের অধিকার রয়েছে। আপনার মালিকানাধীন নয় এমন সামগ্রী পোস্ট করলে এর ফলস্বরূপ আপনার অ্যাকাউন্টের বিরুদ্ধে পদক্ষেপ নেওয়া হতে পারে।",
      "অন্য বিকল্পগুলি",
      "জীবন বৃত্তান্তর প্রাক্তন লিঙ্কগুলি",
      "Instagram-এ {name of the product} {merchant user name}-এর দ্বারা কিনুন",
      "হ্যাশ ট্যাগ",
      "{username} জানতে পারবে না যে তাদেরকে সরানো হয়েছে। আপনি যে কোনো সময় জেনারেল-এ তাদেরকে আবার সরাতে পারবেন।",
      "অদৃশ্য",
      "গোপনীয়তা এবং নিরাপত্তার সহায়তা",
      "আপনি যে পিনটি লিখেছেন সেটি ভুল। অনুগ্রহ করে আবার চেষ্টা করুন।",
      "অন্যান্য",
      "সীমিত করুন",
      "কুকি নীতি",
      "লিঙ্ক কপি করুন",
      "আমরা আপনার তথ্য পর্যালোচনা করব এবং আমরা যদি এটি নিশ্চিত করতে পারি, তবে আপনি আনুমানিক 24 ঘন্টার মধ্যে হেল্প সেন্টার অ্যাক্সেস করতে পারবেন৷",
      "আমরা আপনার কুকির পছন্দের কথা মনে রেখে Instagram বা Facebook-এ আপনি যেখানে লগইন করেছেন এবং আপনার অ্যাকাউন্ট ব্যবহার করে আপনি অন্য Facebook প্রোডাক্টে লগ ইন করলেই তা প্রয়োগ করব। আপনি আপনার কুকি সেটিংসে গিয়ে যে কোনো সময় আপনার পছন্দের পর্যালোচনা বা পরিবর্তন করতে পারেন।",
      "আপনার  Instagram অ্যাকাউন্ট-এ নিয়ন্ত্রণ",
      "পেমেন্টের গিফ্ট সহায়তা",
      "প্রাইভেসি পরিবর্তন করবেন?",
      "SSN-এর শেষ 4টি সংখ্যা",
      "আপনি এই সব অ্যাকাউন্টে লগ ইন করতে পারেন কারণ এগুলি আপনার অ্যাকাউন্ট সেন্টারে আছে।",
      "অ্যাপটি পান",
      "মুছুন",
      "আপনার অ্যাপ আপডেট করুন",
      "বেছে নেওয়া কুকিগুলোকে অনুমতি দিন",
      "আপনি {username}-কে অনুসরণ করার অনুরোধ করেছেন",
      "Alt টেক্সট লিখুন",
      "কোন বিজ্ঞাপনগুলি আপনাকে প্রদর্শন করা হবে তা Instagram নির্ধারণ করে",
      "এই লাইভ ভিডিওটি দেখতে লগ ইন করুন",
      "স্থাননির্ণয় ট্যাগ করার জন্য ফটো",
      "লাইকগুলো দেখতে লগ ইন করুন",
      "{username} এবং {other users} লাইক করেছেন",
      "ট্যাগ:",
      "আপলোড ব্যর্থ হয়েছে৷",
      "চালু করুন",
      "আপনার ত্রুটির অভিযোগ জমা দেওয়ার সময়ে সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "সাইন আপ করুন",
      "দুঃখিত, এই লিঙ্কটি নষ্ট হয়ে গেছে। আপনার অ্যাকাউন্টটি পুনরায় সক্রিয় করতে, আপনার ইউজারনেম ও পাসওয়ার্ড দিয়ে লগ ইন করুন।",
      "দুই-ধাপবিশিষ্ট প্রমাণীকরণ নিষ্ক্রিয় করুন",
      "আপনি কি নিশ্চিত?",
      "ফটো পরিবর্তন করুন",
      "কভার ফটো",
      "বেশীরভাগ ক্ষেত্রে, আপনি অন্য 14 দিনের জন্য আপনার ইউজারনেম আবার {username}-এ পরিবর্তন করতে পারবেন।",
      "প্রোফাইল ফটো",
      "সবার প্রথমে {like this}",
      "নতুন ভিডিও যোগ করুন",
      "4-সংখ্যা বিশিষ্ট কোডটি লিখুন",
      "নিশ্চয়তা কোড",
      "অনুগ্রহ করে একটি বৈধ ইমেইল অ্যাড্রেস লিখুন।",
      "সহিংস অথবা বিপদজ্জনক সংস্থার নির্দেশিকা",
      "আপনার স্টোরি",
      "অন্যথায়, আপনি {appeal form link} পূর্ণ করে একটি আবেদন জমা দিতে পারেন",
      "আরও ক্যামেরা এফেক্ট৷ আরও স্টিকার৷ বার্তা পাঠানোর আরও উপায়৷ শুধুমাত্র অ্যাপটিতে৷",
      "না",
      "Instagram Lite-এ সম্পূর্ণ অভিজ্ঞতা পান",
      "এইমাত্র দেখেছেন",
      "যদি এখনও আপনার মনে হয় যে এটি একটি ভুল তবে {Submit an appeal text bolded} এবং এই ফটোটি ব্যবহার করার অনুমতি পান।",
      "আপনি কি এই আমন্ত্রণটি মুছতে চান?",
      "মনে রাখবেন যে এই ভিডিওটি এখনও নিম্নলিখিত লোকেশনে থাকতে পারে:",
      "আমরা যেসব বিজ্ঞাপন সংস্থার সাথে কাজ করি তারা সাধারণত তাদের পরিষেবার অংশ হিসাবে কুকি এবং একইরকম প্রযুক্তি ব্যবহার করে। বিজ্ঞাপনদাতারা কীভাবে কুকি ব্যবহার করে এবং তাদের অফার করা পছন্দ সম্পর্কে আরও জানার জন্য, আপনি নিম্নলিখিত রিসোর্সগুলো পর্যালোচনা করতে পারেন:",
      "অ্যাকাউন্ট সীমাবদ্ধ করুন",
      "আপনার অন্বেষণ থেকে সামগ্রী মুছে ফেলা হচ্ছে",
      "Instagram-এ কার্যকলাপ দেখাতে কীভাবে আমরা তথ্যের ব্যবহার করি আমরা তা আপডেট করেছি, যাতে যেভাবে আমরা একটি সাধারণ পোস্টে যোগাযোগ করি সেই একই উপায়ে আপনি কখন একটি বিজ্ঞাপনের সাথে যোগাযোগ করেছেন তা যাতে লোকজন দেখতে পান।",
      "আপনি যেসব অ্যাকাউন্ট অনুসরণ করছেন",
      "লগ আউট করুন",
      "একটি বিবাদ জমা দেওয়ার মাধ্যমে, আপনি রাইটস হোল্ডার, {reference owner name}-কে আপনার ভিডিও এবং আপনার অ্যাকাউন্ট সম্পর্কিত সাধারণ সর্বজনীন তথ্য পর্যালোচনা করার অনুমতি দেয়। উত্তর দেওয়ার জন্য তাদের কাছে {number of days} দিনের সময় থাকবে।",
      "অন্য একজন ব্যক্তিকে ট্যাগ করুন",
      "তম",
      "আপনার শপিং ব্যাগ কেবল Instagram অ্যাপেই পাওয়া যাবে।",
      "কালেকশন থেকে হটান",
      "আরও দেখতে লগ ইন করুন",
      "ফাইলের আকার 1GB বা তার কম হতে হবে",
      "সেটিংস সংরক্ষণ করা হয়েছে।",
      "{count} জনের পছন্দ",
      "অন্যরা আপনার পোস্টগুলোতে তাদের নতুন মন্তব্য দেখতে পাচ্ছেন কিনা আপনি তা নিয়ন্ত্রণ করবেন৷",
      "{username}-এর সম্পর্কে {application name} নিম্নলিখিত তথ্য পেতে চায়:",
      "সারে করতে লগ ইন করুন",
      "• আপনি যেকোনো সময় আপনার {=cookie settings} থেকে এই সেটিং পরিবর্তন করতে পারেন।",
      "হ্যাঁ",
      "Instagram পূর্ণ হার্ট",
      "যদি আপনি কারোর প্রোফাইলের অভিযোগ করেন, তবে Instagram তাদের বলবে না যে কারা এটির অভিযোগ করেছেন।",
      "প্রভাব Instagram-এ দেখানোর জন্য প্রস্তুত",
      "সেরা Instagram অভিজ্ঞতা অ্যাপটিতে রয়েছে।",
      "Instagram অন্যান্যদের কপিরারাইট-কে সম্মান দেয়, এবং কোনো ধরণের সামগ্রী যা অন্য পক্ষের কপিরাইট লঙ্ঘন করে এমন সামগ্রী আপলোড করা, পোস্ট করা বা Instagram এ প্রেরণ করা থেকে বাঁধা দিই৷",
      "আপনি যে সব অ্যাপে এবং ওয়েবসাইটে লগ ইন করার জন্য আপনার Instagram বা Facebook অ্যাকাউন্ট ব্যবহার করেছেন সেই সব অ্যাপ এবং ওয়েবসাইট থেকে লগ আউট হয়ে যাবেন এবং আবার লগ ইন করার জন্য আর আপনার অ্যাকাউন্ট ব্যবহার করতে পারবেন না",
      "সাধারণে সরানো হয়েছে",
      "প্লে করার সংখ্যা আইকন",
      "নতুন ভিডিও পোস্ট",
      "কখনও {name}-এর পোস্ট মিস করবেন না",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে গেছে। আপনার পোস্ট, আর্কাইভ, বার্তা ও অনুসরণকারী সহ আপনার অ্যাকাউন্ট মোছা প্রতিরোধ করার একমাত্র উপায় হল আমাদের নির্দেশিকা অনুসরণ করা।",
      "এই মন্তব্যটিকে অনুমোদন দেবেন?",
      "ইমেল ঠিকানা",
      "Facebook Pay-এর আরও জানুন পেজে আই আইকন",
      "1 দিন",
      "অ্যাকাউন্টের অভিযোগ করুন",
      "পোস্ট কি বাতিল করবেন?",
      "আপনার তথ্য লিখুন",
      "{username}-কে আনব্লক করবেন?",
      "অনুদানের দৃশ্যমানতা",
      "অ্যাকাউন্টগুলিকে সম্পাদনা করুন",
      "{action text}-এর মাধ্যমে, আপনি আমাদের {payment terms}-এ সম্মত হন।",
      "বিজ্ঞাপনের প্রতিবেদন",
      "আপনাকে আবার লগ ইন করতে হবে।",
      "Instagram-এ জন্মদিন",
      "অ্যাকাউন্টগুলি পরিচালনা করুন",
      "{name of the user who liked the photo} আপনার ছবি পছন্দ করেছেন৷",
      "আমার Facebook প্রোফাইল ছবি",
      "অ্যাকাউন্টটি যদি একটি ব্যবসা, একটি পোষ্য বা অন্য কিছুর জন্য ব্যবহার করা হয়, তাহলেও এমনকি আপনার ব্যক্তিগত তথ্য প্রদান করুন। এটি আপনার সর্বজনীন প্রোফাইলের অংশ হবে না।",
      "আপনার অ্যাকাউন্ট বন্ধ করা হয়েছে",
      "বিজ্ঞপ্তিগুলি",
      "আপনার বিতর্ক অস্বীকৃত হয়েছে",
      "সরলীকৃত মেসেজিং",
      "পুনরায় চেষ্টা করুন",
      "আপনার নামের ট্যাগ পরিষ্কার রাখুন",
      "একজন সেলিব্রেটি বা একজন সাধারণ মানুষ",
      "খারিজ করুন",
      "কারা আপনার স্টোরিতে জবাব দিতে পারবেন তা বেছে নেওয়া হচ্ছে",
      "যান",
      "আপনি সমস্ত কুকি ব্যবহারের অনুমতি দিতে পারেন বা আপনি আরও বিকল্প বেছে নিতে পারেন। আমরা আপনার কুকি পছন্দের কথা মনে রেখে Instagram বা Facebook-এ আপনার লগ ইন করা যে কোনো জায়গায় এবং আপনার অ্যাকাউন্টগুলো ব্যবহার করে আপনি অন্যান্য Facebook প্রোডাক্টে লগ ইন করলে তা প্রয়োগ করবো। আপনি আপনার কুকি সেটিংস থেকে যে কোনো সময় আপনার পছন্দ পর্যালোচনা বা পরিবর্তন করতে পারবেন।",
      "{Bold text if your appeal for video is approved} তবে আপনার শেয়ার করা অরিজিনাল ভিডিও ব্লক করা হবে না।",
      "আপনি এই কুকি ব্যবহারে অনুমতি দিলে:",
      "ব্রাউজ করুন",
      "অন্যান্য অ্যাপ্লিকেশন থেকে আপনার কাছে কোনো স্যান্ডবক্স আমন্ত্রণ নেই",
      "অনুসরণকারীগণ",
      "যদি আপনার এই ভিডিওটির কোনো অংশ শেয়ার করার অনুমতি রয়েছে কিনা সে বিষয়ে নিশ্চিত না হন, তবে আপনি এটি মুছে ফেলতে পারেন।",
      "লগ ইন করুন",
      "ঠিক আছে",
      "প্রমাণ অ্যাটাচ করুন",
      "সম্প্রদায়ের নির্দেশিকা",
      "আপনি ইতিমধ্যেই সর্বোচ্চ সংখ্যক অ্যাকাউন্ট সেভ করেছেন। আপনি লগ আউট করার সময় সেভ করা অ্যাকাউন্টগুলো পরিচালনা করতে পারবেন।",
      "এক্সপ্লোর-এ অ্যাকাউন্ট, স্থান বা হ্যাশ ট্যাগগুলির জন্য আপনার করা সন্ধানগুলি সাফ করুন৷",
      "প্রোফাইল ছবি",
      "স্টোরিগুলো তৈরি, শেয়ার এবং আর্কাইভ করতে আরও ভালো উপায়ের জন্য অ্যাপটিতে পাল্টান৷",
      "আপনি যদি এই কার্যকলাপটি শনাক্ত করতে না পারেন তাহলে আপনার পাসওয়ার্ড পরিবর্তন করুন৷",
      "টাইপো?",
      "আপনার অভিজ্ঞতার উন্নতির জন্য, তা পার্সোনালাইজ করতে, আপনি যে বিজ্ঞাপন দেখেন সেইগুলি সহ বিশ্লেষণ এবং ব্যবসার কার্য সম্পাদন পরিমাপ করে ব্যবসাতে সাহায্য করতে এবং আপনাকে আরও নিরাপদ অভিজ্ঞতা লাভে সাহায্য করতে, আমরা আপনার কুকি ব্যবহার করি। আমরা কীভাবে আমাদের {Instagram} এবং {Facebook}-এ থাকা আমাদের কুকি পলিসিতে কুকি ব্যবহার করি সে সম্পর্কে আরও জানতে পারেন।",
      "প্রাথমিক",
      "এই ফাইলগুলো সমর্থিত নয়",
      "অনুসরণ করতে লগ ইন করুন",
      "আপনি এবং {username} ইতিমধ্যে একে অপরকে ফলো করছেন!",
      "ডেটা নীতি (প্রয়োজনীয়)",
      "ইভেন্ট বেছে নিন",
      "Facebook -এ সংযোগ করুন",
      "শিরোনাম অন্তর্ভুক্ত করুন",
      "ঘৃণ্য বক্তব্য বা চিহ্নের ছবি যেমন স্বস্তিক বা হাতের সই এর সাদা প্রভাব",
      "দুই-ধাপে যাচাইকরণ",
      "একবার আপনি হ্যাশ ট্যাগ অনুসরণ করলে, আপনি এখানে সেগুলো দেখতে পাবেন।",
      "আপনি কি ছেড়ে চলে যেতে চাওয়ার ব্যাপারে নিশ্চিত? আপনার ভিডিও আপলোড বাতিল করা হবে",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "এর থেকে পাঠানো হয়েছে: {sender_email}",
      "আপনি 10টির বেশি ফাইল আপলোড করতে পারবেন না। আরেকটি ফাইল আপলোড করতে একটি বা তার বেশি ফাইল মুছুন।",
      "লোকজন খুঁজুন",
      "একটি ভিডিও ফাইল টেনে এনে ছাড়ুন",
      "পিন তৈরি করা হয়েছে",
      "অভিভাবকীয় অনুমোদন",
      "#{hashtag} দিয়ে ট্যাগ থাকা কোনও পোস্ট কখনও মিস করবেন না",
      "{trademarks} সহ অন্য পক্ষের মেধাসম্পত্তির অধিকার লঙ্ঘন না করলে তবেই আপনি Instagram-এ সামগ্রী পোস্ট করতে পারেন। সাধারণত, ট্রেডমার্ক লঙ্ঘনের ঘটনা ঘটে যখন:",
      "ডিরেক্টরি",
      "অ্যাকাউন্ট নিশ্চিত করুন",
      "ফাইল আপলোড করা যায়নি",
      "জমা দিন",
      "রাজ্য",
      "বর্তমান ব্রাউজার",
      "গোষ্ঠীটি জানতে পারবে না যে এটি সরানো হয়েছে। আপনি যে কোনো সময় জেনারেল-এ গোষ্ঠীটি আবার সরাতে পারবেন।",
      "মন্তব্য",
      "আপনি আগে {application name}-এ Instagram-এর মাধ্যমে লগ ইন করেছিলেন।",
      "সংগ্রহের নাম",
      "অ্যাকাউন্ট পাল্টান",
      "আপনার ফটো পোস্ট করা হয়েছে।",
      "কীওয়ার্ডগুলি সংরক্ষণ করা হয়েছে।",
      "এই ভিডিওটির দৈর্ঘ্য যেহেতু এক মিনিটের চেয়ে বেশি তাই আপনি ফটো বা ভিডিও যোগ করতে পারবেন না।",
      "কালেকশন মুছুন",
      "হোম",
      "ব্লক করুন",
      "Facebook -এ সংযোগ করুন",
      "ঠিকানা",
      "ইন-স্ট্রীম ভিডিও বিজ্ঞাপন সেট আপ করতে আর টাকা আয় করা শুরু করতে Instagram মোবাইল অ্যাপের সর্বশেষ সংস্করণ ব্যবহার করুন।",
      "আপনি কি আপনার স্টোরি থেকে এই ভিডিওটি মুছে ফেলতে চাওয়ার ব্যাপারে নিশ্চিত?",
      "Facebook কোম্পানির সমস্ত প্রোডাক্ট",
      "ইমেলের মাধ্যমে শেয়ার করুন",
      "IGTV এবং আপনার Facebook পৃষ্ঠায় আপনার ভিডিওগুলো দেখানোর মাধ্যমে আরও বেশি লোকের কাছে পৌঁছান৷",
      "জন্মতারিখ",
      "অনুমতি দেওয়ার অর্থ, {=app name} আপনার তথ্যে একইভাবে অ্যাক্সেস করতে পারবে এবং {=app name} যখন অ্যাক্সেস করবে তখন Instagram এটি রেকর্ড করবে। এই শেয়ারিং এবং আপনার সেটিংস সম্পর্কে {=learn more}",
      "আইটেমে নেই এমন কোনও ফটো আইকন",
      "এটির মতো আরও অ্যাকাউন্ট খুঁজুন",
      "{phone number}-এ আমাদের পাঠানো 6-সংখ্যা বিশিষ্ট কোডটি লিখুন",
      "আরও জানুন",
      "এই এম্বেড ব্যবহার করে, আপনি Instagram এর {apiTermsOfUseLink} -এ সম্মত হন।",
      "যেখানে আপনার ভিডিও ব্লক করা হবে",
      "ভিডিওতে কোনো শব্দ নেই",
      "{username}-কে অননুসরণ করুন যাতে আপনি আপনার ফীডে তাদের যেকোনো ফটো, ভিডিও বা স্টোরি দেখতে না পান।",
      "এড়িয়ে যান",
      "হয়রানি বা ধমকানো",
      "অনুমোদনের জন্য জিজ্ঞাসা করুন",
      "উত্তরগুলি দেখুন ({hidden replies})",
      "নগ্নতা বা যৌন কার্যকলাপের নির্দেশিকা",
      "ইলেক্ট্রনিক সিগন্যাচার",
      "চালু করুন",
      "আবেদন জানান",
      "অভিযোগ করুন",
      "ঘৃণ্য বক্তব্য বা চিহ্নগুলি",
      "{category name, already translated} অ্যাকাউন্ট",
      "Facebook এবং Instagram অ্যাকাউন্টগুলি লিঙ্ক করুন",
      "আপনার স্টোরিতে যোগ করতে আপনার ডিভাইস ঘোরান।",
      "একটি ব্যবসার অ্যাকাউন্টে পাল্টাবেন?",
      "Instagram থেকে আসা ইমেল",
      "বাতিল করুন",
      "আপনার অনুদান গ্রহণ করছে এমন সংস্থাটির সাথে আপনার নাম শেয়ার করা হবে। Instagram এই ইমেইল অ্যাড্রেসটিতে আপডেটগুলো পাঠাবে।",
      "বিভাগ",
      "আপনার তথ্য জমা দেওয়ার জন্য ধন্যবাদ",
      "পরিচিতি পরিচালনা করুন",
      "আপনার অনুসরণকারীদের সম্বন্ধে অন্তর্দৃষ্টিগুলি পান এবং আপনার পোস্টগুলি কেমন কার্য সম্পাদন করছে তা দেখুন৷",
      "সমস্ত পোস্ট",
      "চালিয়ে যান",
      "আপনার আইডিতে থাকা নাম",
      "1 জন ব্যক্তি",
      "সাইন আপ করুন • Instagram",
      "আপনি আপনার প্রথম পোস্ট হিসাবে  এই পোস্টটিকে শেয়ার করতে পারেন৷",
      "আপনার অ্যাকাউন্টে ফিরে আসতে আমরা {email}-এ কোনো লিঙ্ক সহ একটি ইমেইল পাঠিয়েছি৷",
      "একটি সেলিব্রিটি বা বহুপরিচিত ব্যক্তি",
      "আমাদের {termsLink} এবং {dataPolicyLink}-এ কিছু পরিবর্তন পর্যালোচনা করতে দয়া করে কয়েক মুহূর্ত সময় দিন। আপনার Instagram অভিজ্ঞতার কোন পরিবর্তন হবে না এবং এখনও আপনার ফটো বা ভিডিওর মালিকানা আপনার কাছে থাকবে। আমরা আপনাকে আপনার ডেটাতে অ্যাক্সেস করার এবং এটি কিভাবে ব্যবহার করা হয় তা বোঝার ভালো উপায় দিচ্ছি। এই আপডেটগুলিতে সম্মতি জানিয়েই আপনাকে 2018 সালের 14ই জুলাই বা এর পরে Instagram-এর ব্যবহার চালিয়ে যেতে হবে।",
      "1টি প্লেস",
      "{UserLink} এর থেকে আরও পোস্ট",
      "আপলোড করতে ব্যর্থ হয়েছে। কেবলমাত্র চিত্রগুলি পোস্ট করা যেতে পারে।",
      "বয়সের প্রয়োজনীয়তা",
      'আপলোড হচ্ছে "{videoTitle}"',
      "আপনি এটি আনডু করতে পারবেন না। আপনি যদি সার্চ ইতিহাস সাফ করেন, তাহলে আপনি এখনও প্রস্তাবিত ফলাফলের জন্য সার্চ করা অ্যাকাউন্টগুলো দেখতে পাবেন।",
      "ফোন নম্বর পরিবর্তন করুন",
      "ব্রাউজারে চালিয়ে যান",
      "{Contact content owner text bolded} যদি আপনি এই সামগ্রীটি ব্যবহার করার অধিকারে বিশ্বাস না করেন, তবে {content owner email link}-এ {reference owner name}-এর সাথে যোগাযোগ করুন।",
      "বোতাম: লিঙ্কের প্রকার বেছে নিন",
      "ভুল পাসওয়ার্ড",
      "{filename} ফাইলটিকে আপলোড করা যায়নি। চালিয়ে যেতে, অন্য কোনো ফাইল বেছে নিন।",
      "দেশগুলি",
      "লাইভ ভিডিও",
      "রাইটস হোল্ডার, {reference owner name}, আপনার বিবাদ অস্বীকার করেছেন কারণ তারা বিশ্বাস করেন যে ভিডিওটিতে তাদের কনটেন্ট রয়েছে।",
      "সমস্ত মুছবেন?",
      "নিশ্চয়তা কোড",
      "এই অ্যাকাউন্টটি মুছে ফেলুন",
      "MM/YY",
      "9:16",
      "ট্যাগ করা হয়েছে",
      "আপনার কাছে যদি ভিডিওটির মধ্যে থাকা অডিও, যেমন সাউন্ডট্র্যাক বা সঙ্গীত সহ সমস্ত কিছু শেয়ার করার অনুমতি থাকে তবে আপনি সেটি হটানোর ও পুনরায় ভিডিওটি পোস্ট করার জন্য আবেদন করতে পারেন।",
      "প্রোফাইলগুলি",
      "@{username}-এর এই Instagram পোস্টটি দেখুন",
      "এই বিজনেস অ্যাপটি Facebookএ  আপনার ব্যবসার সাথে তৃতীয় পক্ষের ইন্টিগ্রেশন যেটি আপনি চালু করেছেন। তাদের সাথে শেয়ার করার মতো আপনার বেছে নেওয়া তথ্য তারা অ্যাক্সেস করতে পারে এবং আপনার Facebook বিজনেস অ্যাসেটের জন্য ফিচার পরিচালনা করতে পারে। বিজনেস অ্যাপগুলো Facebookএ আপনার ব্যবসার সাথে একটি চলতে থাকা সংযোগ বজায় রাখে। এই বিজনেস অ্যাপটি (এবং আপনার হয়ে এটি ব্যবহার করার জন্য যারা অনুমোদিত) আপনি ম্যানুয়ালি সংযোগ বিচ্ছিন্ন না করা পর্যন্ত কাজ সম্পাদন করতে পারবে।",
      "IGTV এবং Facebook পৃষ্ঠা",
      "আপনার পাসওয়ার্ড দিয়ে লগ ইন করার চেষ্টা করুন৷ আপনি লগ ইন করে নিলে, আপনি আপনার অ্যাকাউন্ট সেন্টারের অ্যাকাউন্টগুলো জুড়ে লগ ইন করতে পারবেন৷",
      "ইউজার আইডি",
      "তাপমাত্রা",
      "@{username}-কে অনুসরণ করবেন?",
      "আপনার ভিডিওটি {viewcount} বারের বেশী দেখা হয়েছে৷",
      "আপলোড করার জন্য আপনাকে অবশ্যই একটি ফটো ID ফাইল নির্বাচন করতে হবে",
      "সম্বন্ধে",
      "অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন৷",
      "নিশ্চিয়তা পাঠানো হয়েছে",
      "শুরু করা যাক",
      "পিন লিখুন",
      "অনুমতি দেবেন না",
      "{username} + আরও {othersCount} জন",
      "ভয়েস",
      "বন্ধুদের থেকে ফটো ও ভিডিওগুলি দেখতে এবং আপনার পছন্দের অন্য অ্যাকাউন্টগুলি খুঁজতে সাইন আপ করুন।",
      "মাস:",
      "ভিনয়েট",
      "Facebook Pay পরিচালনা করুন",
      "Instagram অ্যাপটি পান",
      "আপনি 10টির বেশি ফাইল আপলোড করতে পারবেন না। নতুন ফাইল আপলোড করতে এক বা তার বেশি ফাইল মুছে ফেলতে হবে।",
      "অবস্থানসমূহ",
      "আমাদের শর্তাবলী ও ডেটা নীতিতে হওয়া পরিবর্তনগুলি পর্যালোচনা করুন।",
      "Facebook Pay ব্র্যান্ডিং লোগো",
      "Instagram Lite ব্যবহার করুন",
      "ফটো আইডি আইকন যোগ করুন",
      "কীভাবে আপনি প্রমাণীকরণ কোড পেয়ে যান",
      "যে ডিভাইসে আপনি আগে Instagram ব্যবহার করেছেন কেবলমাত্র সেই ডিভাইস থেকে লগইনের সহায়ক ইমেইল পান। এই সেটিংসটি পরবর্তী {days to snooze} দিনের জন্য স্থায়ী হবে।",
      "আপনার কেন এই সামগ্রীটি মুছে দেওয়া উচিত নয় বলে মনে হয় অনুগ্রহ করে তা ব্যাখ্যা করুন।",
      "পোস্ট আপলোড করা যায়নি৷",
      "মেসেজ অনুপলব্ধ",
      "কিছু ভুল হয়েছে৷ অনুগ্রহ করে আবার চেষ্টা করুন।",
      "আপনি যদি এই কুকি আমাদের ব্যবহার করতে অনুমতি দেন:",
      "প্রোফাইল ফটো যোগ করা হয়েছে৷",
      "অ্যাকাউন্ট পাল্টান",
      "ক্যামেরা এফেক্ট, ইন্টারঅ্যাক্টিভ স্টিকার এবং ব্যক্তিগত মেসেজ। কেবলমাত্র অ্যাপটিতে রয়েছে।",
      "আপনার ইমেল ঠিকানা নিশ্চিত করতে এবং আপনার Instagram অ্যাকাউন্টে অ্যাক্সেস পেতে আমরা {email} -এ যে ইমেলটি পাঠিযেছি তাতে থাকা লিঙ্কটি অনুসরণ করুন।",
      "{count} জন আজ অ্যাক্টিভ আছেন",
      "অতি সাম্প্রতিক ছবি ও ভিডিও",
      "লিঙ্ক কপি করুন",
      "মহিলা",
      "তারা এই রকমের কনটেন্ট আছে এমন ফটোগুলো নিম্নোক্ত যে দেশগুলোতে ব্যবহার করার অধিকার রয়েছে সেখানে ছাড়া সর্বত্র ব্লক করার অনুরোধ করেছেন:",
      "নীতি",
      "লগ ইন করে স্টোরি খুঁজুন",
      "দেখেছেন",
      "নাম",
      "ফোন",
      "এখন না",
      "আপনি নিজেকে জবাব দিয়েছেন",
      "আপনার {lastFourDigits}-এ শেষ হওয়া নম্বরে আমাদের পাঠানো কোডটি লিখুন।",
      "আরও জানুন",
      "Connected accounts",
      "নাম এবং পাসওয়ার্ড লিখুন",
      "সমীক্ষা",
      "সংবেদনশীল সামগ্রীর স্ক্রীন",
      "কুকি স্বীকার করুন",
      "সমীক্ষায় অংশগ্রহণ করুন",
      "সন্ধান করুন...",
      "তম",
      "ঠিক আছে",
      "ক্রপ ল্যান্ডস্কেপ আইকন",
      "জন্মদিন",
      "আপনি এই গ্রুপে কাউকে ব্লক করেছেন। আপনি যদি এই গ্রুপে থাকেন, তাহলে আপনি তার এবং তিনি আপনার মেসেজ দেখতে পারেন।",
      "আপনার ডেটা ডাউনলোড",
      "লগ ইন করতে আপনার কোনো কোডের প্রায়োজন নেই।",
      "ইভেন্ট",
      "কুকি নীতি",
      "প্রস্তাবিত",
      "ব্লক করুন",
      "ফাইলগুলোকে অবশ্যই 1 KB-এর চেয়ে বড় হতে হবে৷",
      "নতুন IGTV ভিডিও যোগ করুন",
      "{change-number} অথবা {resend-sms}",
      "নিবন্ধন",
      "+{whatsapp phone }",
      "আপলোড সম্পূর্ণ হয়েছে",
      "বর্গক্ষেত্র (1:1)",
      "মুছে ফেলা হয়েছে",
      "{count}টি পছন্দ",
      "রবি",
      "তম",
      "আমরা সেই পোস্টগুলি সরাবো যা কপিরাইট বা ট্রেডমার্ক লঙ্ঘন করে৷ যদি কেউ আপনার অনুমতি ছাড়াই আপনার ছবিগুলি ব্যবহার করেন বা আপনার পরিচয় ধারন করেন, তবে আমরা সামগ্রীটি সরাতে এবং অ্যাকাউন্টটি অক্ষমিত করতেও পারি৷ বুদ্ধিবৃত্তিক সম্পত্তি লঙ্ঘন বিষয়ক অভিযোগ করার সম্বন্ধে আরও জানার জন্য আমাদের সাহায্য কেন্দ্রে যান৷",
      "এই লোকেশন সম্বন্ধে আরও পোস্ট দেখুন",
      "{username} হিসেবে Instagram -এ আপনার শেয়ার করা ফটো, মন্তব্য, প্রোফাইল তথ্য এবং অন্যান্য ডেটা সহ আপনার অনুরোধ করা ফাইলটি এখানে রয়েছে৷",
      "পাসওয়ার্ড লিখুন",
      "বিশ্বস্ত ডিভাইস",
      "একটি যাচাই করা ব্যাজ হল একটি চেক যা কোন Instagram অ্যাকাউন্টের নামের পাশে দেখা যায় এই নির্দেশ দেয় যে অ্যাকাউন্টটি একজন উল্লেখযোগ্য বিখ্যত ব্যক্তি, সেলিব্রিটি, বিশ্বব্যাপী ব্র্যান্ড বা সত্তাকে প্রতিনিধিত্ব করছে।",
      "এখন নয়",
      "ফাইলটিকে অবশ্যই {maxPhotoIdFileSizeMb} MB-এর চেয়ে ছোট হতে হবে।",
      "পাল্টান",
      "কীওয়ার্ড ফিল্টার",
      "ট্যাগ করা হয়েছে",
      "লগ ইনের কার্যকলাপ",
      "অপ্রাপ্তবয়স্ক শিশু",
      "আপনি Instagram অ্যাপটিতে স্টিকারগুলি তৈরি করতে এবং এতে প্রতিক্রিয়া জানাতে পারবেন। আপনার ফোন নম্বর লিখুন এবং আমরা আপনাকে একটি বিনামূল্যে ডাউনলোড করার লিঙ্ক পাঠাব।",
      "আপনি যা করতে পারেন",
      "সবকটি প্রস্তাবনা দেখুন",
      "পিন কোড",
      "ধন্যবাদ!",
      "তৈরি করুন",
      "নতুন ফটো পোস্ট",
      "আপনার নাম পরিবর্তন করুন",
      "আপনার অ্যাপ আপডেট করুন",
      "সম্পন্ন",
      "ব্যবহারকারীর Facebook প্রোফাইল ছবি",
      "সবকটি থেকে টিক চিহ্ন হটান",
      "Instagram এর পরিষেবার শর্তাদি 13 বছরের কম বয়সী শিশুদের এই অ্যাপ্লিকেশানটি ব্যবহার করা থেকে আটকায়৷ আমরা প্রতিটি প্রতিবেদনের তদন্ত করি৷ ভুল তথ্য প্রদান করার কারণে আপনার অ্যাকাউন্ট স্থগিত করা হতে পারে৷",
      "এখন নয়",
      "Instagram-এর নতুন বৈশিষ্ট্যগুলো সম্বন্ধে জানুন।",
      "আপনার তথ্য নিয়ন্ত্রণ করার অন্যান্য উপায়",
      "{username1}, {username2}, {username3}, আরও +{count} জন ফলো করেছেন",
      "এটা আপনার সর্বজনীন প্রোফাইলের অংশ হবে না।",
      "এটি একটি লক আইকন।",
      "প্রোফাইল",
      "Instagram Lite",
      "অক্টোবর",
      "আরও জানুন",
      "Instagram এ এই মন্তব্যটি করা উচিত হবে না",
      "Instagram এ {fullName}: “{caption}”",
      "ভাষা",
      "{story owner username} যে সব লোকজনকে তাদের ঘনিষ্ঠ বন্ধুর তালিকাতে যোগ করেছেন কেবলমাত্র তারাই এই ভিডিওটি দেখতে পাবেন।",
      "Facebook-এর বন্ধুদের খুঁজুন",
      "এর জন্য আপনার PayPal লগ ইন নিশ্চিত করুন",
      "কালেকশন",
      "এডিট করুন",
      "আমাদের টিম পোস্টটি পর্যালোচনা করবে এবং এটি যদি আমাদের {link_to_instagram_community_guidelines} বা {link_to_instagram_terms_of_use} লঙ্ঘন করে, আমরা এটি সরিয়ে দেব।",
      "আমরা UMD-এর সাথে আপনি কে সে সম্বন্ধিত তথ্য শেয়ার করব না এবং তারা আমাদের সাথে আপনার সমীক্ষার উত্তরগুলো শেয়ার করতে পারবেন না।",
      "ডিজিটাল ওয়ালেট",
      "এই ভিডিওটি যোগ করা যাচ্ছে না। ভিডিও ডাইমেনশনটি 9:1 এবং 1.91:1 এর মধ্য হতে হবে।",
      "ভিডিও",
      "নিশ্চয়তা কোড লিখুন",
      "ইতিমধ্যেই WhatsApp যোগ করা হয়েছে",
      "18 বছর বা তার থেকে বেশী বয়স",
      "এই ফাইলটি খুব ছোট। চালিয়ে যেতে, 1KB বা তার চেয়ে বড় একটি ফাইল বেছে নিন।",
      "আপলোড করতে অক্ষম। 60 সেকেন্ডের বেশি সময়ের ভিডিও সাপোর্ট করে না।",
      "Facebook",
      "শর্তাবলী",
      "ঠিক আছে",
      "আপনি জবাব দিয়েছেন",
      "আপনার {applicationName} অ্যাকাউন্টে আপনার Instagram অ্যাকাউন্ট {username} সংযোগ করুন৷ আপনার {applicationName} প্রোডাক্ট Instagram-এ ইমপোর্ট করা হবে এবং আপনার প্রোডাকের পারফরমেন্সের ইনসাইট {applicationName}-এর মাধ্যমে শেয়ার করা হবে৷",
      "আপনাকে আরও নিরাপদ অনুভব দেওয়া যায় এবং আমাদের সিস্টেমের ব্যবহার বিশ্লেষণ করা যায়",
      "পরবর্তীতে আলতো চাপ দেওয়া হচ্ছে",
      "দুই-ধাপবিশিষ্ট প্রমাণীকরণ বন্ধ করার মানে হলো আপনি যখন লগ ইন করবেন তখন আপনাকে একটি নিরাপত্তা কোড লিখতে হবে না৷",
      "আপনার কাছে ইতিমধ্যেই সর্বোচ্চ সংখ্যক অ্যাকাউন্ট সেভ করা আছে।",
      "কোন বন্ধুদের অনুসরণ করবেন তা বেছে নিন৷ আমরা আপনার অনুমতি ছাড়া Facebook-এ কখনই পোস্ট করব না৷",
      "অ্যাপে পাল্টান",
      "অ্যাকাউন্ট",
      "ভিডিওর শব্দ চালু",
      "শর্তাবলী স্বীকার করুন",
      "আপনার মূল অ্যাকাউন্টটি মুছে ফেলা এড়াতে আপনি যে এই আকস্মিক দ্বিতীয় অ্যাকাউন্টে সাইন ইন করেছেন তা নিশ্চিত করুন। আপনি {username} হিসাবে সাইন ইন করেছেন। যদি এটি ভুল হয়, {first log out} এবং তারপরে সঠিক অ্যাকাউন্টে দিয়ে লগ ইন করুন।",
      "আপনার শপিং ব্যাগে থাকা পণ্যগুলোর বিষয়ে অনুস্মারক পান।",
      "কারোর বিপদের আশঙ্কা থাকলে, অপেক্ষা না করে, অবিলম্বে স্থানীয় জরুরি সেবাপ্রদানকারী সংস্থাগুলোর সাথে যোগাযোগ করুন।",
      "আপনার নাম যোগ করুন, যাতে বন্ধুরা আপনাকে খুঁজে পেতে পারেন।",
      "মন্তব্যগুলির অভিযোগ করা হচ্ছে",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "অ্যাপটি পাওয়ার মাধ্যমে Instagram এর শ্রেষ্ঠ সংস্করণটির অভিজ্ঞতা পান৷",
      "মন্তব্য অ্যাকাউন্ট",
      "ব্যবহারের শর্তাবলী (প্রয়োজনীয়)",
      "আপনার লগইন, {emailOrPhone}, Facebook ও Instagram উভয়ের জন্যই ব্যবহার করা হয়, কিন্তু সেগুলি লিঙ্ক করা নেই। আরও সহজে লগ ইন করতে আপনার অ্যাকাউন্টগুলো লিঙ্ক করুন।",
      "Direct-এ বার্তাগুলি পাঠাতে এবং গ্রহণ করতে Instagram Lite ডাউনলোড করুন।",
      "সাফ করুন",
      "আপনি যদি অস্থায়ীভাবে আপনার অ্যাকাউন্ট অক্ষম করেন তাহলে আপনার পাসওয়ার্ড পরিবর্তন করার জন্য লগ ইন করা হলে তা আপনার অ্যাকাউন্টকে পুনরায় সক্রিয় করবে না।",
      "{likes}টি লাইক",
      "প্রস্তাবনা সুদ্ধ করুন",
      "খসড়া সংরক্ষণ করতে ব্যর্থ হয়েছে",
      "লোকেদের ট্যাগ করতে ফটোটি আলতো চাপুন।",
      "বিকল্প",
      "আপনার বিরুদ্ধে কেন অভিযোগ করা হয়েছে এবং কোন সামগ্রীটিকে মুছে দেওয়া হয়েছে সেই সম্বন্ধে আরও জানতে নীচের অভিযোগের সংখ্যা খুলুন।",
      "এই ফটোটিতে",
      "এই সমস্যার তদন্তের সময়ে, আমরা লক্ষ্য করেছি যে আপনি হয়ত সম্প্রতি আপনার Instagram পাসওয়ার্ড অন্য অ্যাপের সাথে শেয়ার করে থাকতে পারেন। আপনার অ্যাকাউন্ট নিরাপদ রাখতে, তৃতীয় পক্ষের সাথে পাসওয়ার্ড শেয়ার করা এড়িয়ে চলুন।",
      "আপনার পাসওয়ার্ড দিয়ে লগ ইন করার চেষ্টা করুন। একবার আপনি লগ ইন করে গেলে আপনার অ্যাকাউন্ট সেন্টার থেকে অ্যাকাউন্টগুলো জুড়ে লগ ইন করা চালু করুন।",
      "IGTV বিজ্ঞাপন সেট আপ করতে ও টাকা উপার্জন করা শুরু করতে Instagram মোবাইল অ্যাপের লেটেস্ট সংস্করণটি ব্যবহার করুন।",
      "এখনই দেখুন",
      'আপনার কুকি সেটিংস পরিবর্তন করতে আপনার ওয়েবসাইট বা মোবাইল ব্রাউজারে (সাধারণত "সহায়তা", "টুল" বা "সম্পাদনা" এর মধ্যে অবস্থিত) দেওয়া নির্দেশাবলী অনুসরণ করুন। অনুগ্রহ করে নোট করুন যে আপনি যদি কুকি বা অন্যান্য প্রযুক্তিগুলি বন্ধ থাকার মতো করে ব্রাউজার সেট করেন তবে আপনি আমাদের পরিষেবার কিছু অংশ অ্যাক্সেস করতে পারবেন না এবং আমাদের পরিষেবার অন্যান্য অংশগুলি সঠিকভাবে কাজ নাও করতে পারে।',
      "হার্ড ড্রাগের ব্যবহার প্রচার করে এমন পোস্ট এবং মন্তব্য।",
      "বার্তা",
      "APK ডাউনলোড করুন",
      "লাইক করুন",
      "ভিডিও",
      "আপনি আপনার ব্যাক আপ কোড থেকে কোনো নিরাপত্তা কোড ব্যবহার করতে না পারলে, আপনি {=resend it} এর মাধ্যমে এটি পেতে পারেন",
      "Not verified",
      "ঘৃণ্য বক্তব্য বা চিহ্ন হিসেবে অভিযোগ জানাবেন?",
      "কোনও তৃতীয় পক্ষ অভিযোগ করেছে যে আপনার সামগ্রী তাদের ট্রেডমার্ক লঙ্ঘন করেছে।",
      "থিম আইকন",
      "{username}-কে ব্লক করবেন?",
      "{date}-এ আপনার দ্বারা অনুমোদন করা হয়েছে৷",
      "শুক্র",
      "প্লে স্টোর",
      "প্রোফাইল",
      "নিঃশব্দ করা হয়েছে",
      "শর্তাবলী",
      "সম্পর্কিত:",
      "বাতিল করুন",
      "এই পূর্বাবস্থায় ফেরানোর কার্যটিকে সম্পূর্ণ করা যাবে না৷ অনুগ্রহ করে আপনার নেটওয়ার্ক সেটিংস পরীক্ষা করুন এবং আবার চেষ্টা করুন৷",
      "আত্ম-ক্ষতি (আহার ব্যাধি, কাটা বা আত্মহত্যার সামগ্রী)",
      "দৃষ্টি প্রতিবন্ধীদের অ্যাক্সেসযোগ্যতা",
      "{hours}ঘঃ",
      "একটি ডকুমেন্টের প্রকার উল্লেখ করুন",
      "আপনার অ্যাকাউন্ট আবার যদি এই শর্তাবলীর বিরুদ্ধে যায় তবে এটি আপনার পোস্ট, আর্কাইভ, মেসেজ এবং ফলোয়ার সহ স্থায়ীভাবে হটানো হতে পারে।",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "অ্যাকাউন্টের তথ্য",
      "শর্তাবলী",
      "আমি শর্তাবলীতে সম্মত হয়েছি",
      "প্রতিক্রিয়া",
      "ঠিক আছে",
      "আপনার ফটোগুলি সম্বন্ধে {learnMoreLink}।",
      "না, ধন্যবাদ",
      "কালেকশন দেখুন",
      "নির্বাচন পিন আইকন",
      "আপনার অ্যাকাউন্ট আমাদের ভেরিফিকেশনের শর্তকে মেনে চলছে কিনা তা নির্ধারণ করার জন্য আপনি যে তথ্য জমা দিয়েছেন আমরা শুধুমাত্র সেটিই ব্যবহার করব৷",
      "নতুন বার্তা",
      "ছবি বা ভিডিওর মতো মিডিয়া উপস্থাপন করার আইকন",
      "নিশ্চয়তা",
      "ক্যামেরা",
      "দুই-ধাপে যাচাইকরণ চালু রয়েছে",
      "আপনার সেটিংস সংরক্ষণ করার সময় সেখানে একটি সমস্যা হয়েছে।",
      "কীওয়ার্ডগুলি সংরক্ষণ করা হয়েছে!",
      "অর্থ পরিমাণ লিখুন",
      "Facebook ফ্যামিলি লোগো",
      "{hours} ঘন্টা আগে অ্যাক্টিভ ছিল",
      "{list of items} এবং {last item}",
      "বিভাগ পরিবর্তন করুন",
      "না, নিস্ক্রিয় থাকুন",
      "সম্পন্ন হয়েছে",
      "প্রশ্নাবলীর মডেল খুলুন",
      "Direct",
      "রিমাইন্ডার",
      "প্রস্তাবিত",
      "আপনার ভিডিওটি শীঘ্রই ব্লক করা হতে পারে কারণ এতে অন্য কারোর মিউজিক, অডিও বা ভিডিও থাকতে পারে।",
      "ক্লিপবোর্ডে লিঙ্ক কপি করা হয়েছে।",
      "আনব্লক করুন",
      "মুছুন",
      "সমস্ত মুছুন",
      "দুঃখিত, এই পৃষ্ঠাটি উপলব্ধ নয়৷",
      "একটি ছবি, ভিডিও বা মন্তব্যের অভিযোগ করুন",
      "{story owner username} দেখতে পাবেন যে আপনি তার স্টোরি দেখেছেন।",
      "লাইক",
      "ইনটেলেকচুয়াল সম্পত্তির লঙ্ঘন হিসেবে অভিযোগ জানাবেন?",
      "প্রস্তাবিত",
      "লগ ইন করুন",
      "ব্লক করা হয়েছে",
      "ভিডিও কি বাতিল করবেন?",
      "আপনি বলেছেন আপনার বয়স 13 বছরের কম তাই আমাদেরকে আপনার অ্যাকাউন্ট মুছে ফেলতে হবে। আপনি Instagram-এ যা শেয়ার করেছেন তার একটি অনুলিপি যাতে পান তার জন্য {download_your_data} করতে পারেন।",
      "আপনাকে আর {username}-এর পিতামাতা/অভিভাবক হিসেবে লিস্টে জোড়া যাবে না।",
      "লাইভ {actionType} {prepositionType} {violationText}",
      "Facebook ব্যবহার করুন",
      "দয়া করে একটি ছোট পরিমাণ লিখুন",
      "Instagram-এ আপনার পরবর্তী অর্থপ্রদান আরও সহজ করে তুলতে আমরা এই তথ্যটি সংরক্ষণ করব।",
      "নিরাপত্তা কোডটি লিখুন",
      "এই অরিজিনাল অডিওটির জন্য এখানে কোনো পেজ নেই, কারণ ক্রিয়েটরের একটি প্রাইভেট অ্যাকাউন্ট রয়েছে।",
      "আপনার জন্মদিন নিশ্চিত করুন",
      "IGTV ভিডিওর প্রয়োজনীয়তা",
      "পোর্ট্রেট (4:5)",
      "এডিট করুন",
      "আমরা সবার জন্য Instagram-কে নিরাপদ রাখতে চাই। শারীরিক ক্ষতি করতে পারে আমরা এমন কোনও মিথ্যা তথ্যের অনুমতি দিই না।",
      "ডেটা সেভার",
      "হ্যাঁ",
      "অন্য একজনকে ট্যাগ করুন",
      "আপনার সাথে যোগাযোগ করা ব্যক্তিগণের পক্ষে আরও সহজ করে তুলতে আপনার প্রোফাইলে একটি পরিচিতি বোতাম যোগ করুন৷",
      "এই কনটেন্টের বিষয়টি আমাদের ভালোভাবে বুঝতে সাহায্য করুন।",
      "প্রস্তাবনাগুলি লোড হচ্ছে...",
      "যদি আপনার আবেদন অস্বীকার করা হয়",
      "Identity Switcher",
      "নিশ্চিত করুন",
      "আমাদের সার্ভারে পৌঁছাতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে আপনার সংযোগ দেখুন এবং আবার চেষ্টা করুন।",
      "1টি পোস্ট",
      "অ্যাপে, আপনি এই লোকেশন সম্বন্ধে আরও পোস্ট রাখতে পারবেন।",
      "{fullName} নামে Instagram ভিডিও • {datetime}",
      "পাসওয়ার্ড নিশ্চিত করুন",
      "ব্যক্তিগত অ্যাকাউন্টে পাল্টানো হয়েছে",
      "জন্মদিন",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে গেছে। আপনি যদি আমাদের নির্দেশিকা সম্বন্ধে জানতে চান ও এটি অনুসরণ করতে চান তাহলে আপনি আপনার অ্যাকাউন্ট মোছা প্রতিরোধ করতে পারবেন।",
      "{name of the user who tagged the other user in the photo} আপনার একটি ছবি তুলেছেন৷",
      "পোস্ট {actionType}",
      "এই ভিডিওটি খুব বড়৷ চালিয়ে যেতে, এক মিনিট বা তার চেয়ে ছোট একটি ভিডিও বেছে নিন৷",
      "ধন্যবাদ! আপনি Instagram এর অনুস্মারক ইমেলগুলিতে পুনরায় সাবস্ক্রাইব করেছেন৷",
      "কমিউনিটি নির্দেশিকা",
      "যেখানে আপনার ভিডিওটি ব্লক করা হয়েছে",
      "নতুন উপায়গুলোর মাধ্যমে অনুপ্রেরণা যোগাতে লোকজন কী শেয়ার করছেন স্টোরিগুলো আপনাকে তা দেখায়।",
      "সমস্যাটি শুরু হয়েছিল 2018 সালের 19 শে নভেম্বর, আপনার অ্যাকাউন্টের গোপনীয়তা সেটিং গোপন থেকে সর্বজনীন-এ পাল্টানোর কারণে সমস্যা ঘটেছিল। আমরা এই সমস্যার সমাধান করেছি এবং 2018 সালের 20 শে নভেম্বর আপনার অ্যাকাউন্ট গোপনে পুনরুদ্ধার করেছি। যদি সেই সময়ে নতুন অ্যাকাউন্টগুলি আপনাকে অনুসরণ করে থাকলে আমরা সেই অনুসরণকারীদের মুছে দিয়েছি।",
      "আপনার Instagram অ্যাকাউন্ট সম্বন্ধে একটি আপডেট",
      "বন্ধুদের থেকে ফটো ও ভিডিওগুলি দেখতে এবং আপনার পছন্দের অন্য অ্যাকাউন্টগুলি খুঁজতে লগ ইন করুন।",
      "আজ 1 জন অ্যাক্টিভ আছেন",
      "পোস্ট করুন",
      "ভিডিও পোস্ট করতে ব্যর্থ হয়েছে",
      "ইনসাইট সহ আপনার ফলোয়ারদের সম্পর্কে জানতে, কনট্যাক্ট বোতাম ডিসপ্লে এবং এডিট করতে, প্রচার এবং আরও অনেক কিছুর মাধ্যমে গ্রাহকদের কাছে পৌঁছাতে মোবাইল অ্যাপে যান।",
      "আপনার অ্যাকাউন্টে আমরা অটোমেটেড আচরণ শনাক্ত করেছি।",
      "ফিডব্যাক দিন",
      "আপনি একটি পোস্ট পাঠিয়েছেন",
      "লাইক করুন",
      "রিসোর্স দেখুন",
      "আপনার অনুরোধ সম্পূর্ণ করতে চেষ্টা করার সময় একটি সাময়িক সমস্যা ঘটেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "ফটো বা ভিডিও যোগ করুন",
      "মুছুন",
      "আপ শেভরন আইকন",
      "{city name}, {country name} এ অবস্থানসমূহ",
      "দোকান",
      "শুক্রবার",
      "{username} দেখেছেন",
      "সাইন আপ করার সময়ে বিনামূল্যে আরও ফটো আবিষ্কার করুন।",
      "আমরা শনাক্ত করতে পারিনি এমন একটি ফোন বা কম্পিউটারে আপনি যখনই লগ ইন করবেন তখনই আমরা একটি লগ ইনের কোড এখন জিজ্ঞাসা করব।",
      "দুঃখিত, Facebook থেকে আপনার তথ্য লোড করার সময় কোনো ত্রুটি ঘটেছে। আমরা এটি দেখছি। ইতিমধ্যে, আপনি অ্যাপের মাধ্যমে সাইন আপ করতে পারেন বা পরে আবার চেষ্টা করুন।",
      "পণ্য অনুপলভ্য রয়েছে",
      "পরিবর্তে {email suggestion} ব্যবহার করুন",
      "আপনার লেখা নিরাপত্তা কোডটি {cardName}-এর সাথে মেলে না",
      "অ্যাপ্লিকেশন ইনস্টলের মডেল বন্ধ করুন",
      "পর্যালোচনা করতে থাকুন",
      "আমি এই ব্যবহারকারীকে ব্লক করতে চাই",
      "আমরা চালিয়ে যেতে পারার আগে আপনার ব্যাঙ্কের আপনাকে একটি প্রশ্নের উত্তর দেওয়ার প্রয়োজন আছে।",
      "সাহায্য পান",
      "{username}-কে আনফলো করবেন?",
      "বন্ধ করুন",
      "90M",
      "ইউজার ট্যাগ",
      "স্মাইলি ও লোকজন",
      "আপনি কি সত্যিই নিজের অ্যাকাউন্টটি পুনরায় অ্যাক্টিভ করতে চান?",
      "বন্ধ করুন",
      "এটি {reference owner name}-এর সাথে শেয়ার করা হবে যাতে তারা আপনার সাথে আপনার আবেদনের বিষয়ে কনট্যাক্ট করতে পারেন।",
      "Instagram এর সাথে লগ ইন করুন",
      "একটি বার্তা শুরু করুন",
      "নামের ট্যাগ দ্রুতভাবে লোকজনকে আপনাকে অনুসরণ করতে সাহায্য করে",
      "এই ফটোটি এবং আপনার অ্যাকাউন্ট থেকে যেকোনো কমেন্ট সরাতে {Delete this photo text bolded}।",
      "বিস্ফোরকগুলি ক্রয় বা বিক্রয় করার অফার করে",
      "Facebook-এ সংযোগ করুন",
      "যে বিকল্পটি আপনার অ্যাকাউন্টের উদ্দেশ্য সবচেয়ে ভালোভাবে বর্ণনা করে সেটি বেছে নিন। এটি আপনার প্রোফাইলে দেখা যাবে এবং বিদ্যমান বা ভবিষ্যতের যে কোনও বিভাগ প্রতিস্থাপন করবে।",
      "আপনার ভিডিওটি সমস্ত লোকেশনে ব্লক করা হবে যার অর্থ লোকেরা এটি দেখতে, লাইক করতে বা কমেন্ট করতে পারবে না।",
      "১ মিনিট",
      "Firefox",
      "না",
      "Instagram-এর মিউজিক নির্দেশিকা",
      "আইনি কারণে আপনার দেশে এই অ্যাকাউন্টে অ্যাক্সেসের উপর নিষেধাজ্ঞা আরোপ করা হয়েছে।",
      "ইনসাইট সহ {username}-এর ফলোয়ারদের সম্পর্কে জানতে, কনট্যাক্ট বোতাম ডিসপ্লে এবং এডিট করতে, প্রচার এবং আরও অনেক কিছুর মাধ্যমে গ্রাহকদের কাছে পৌঁছাতে মোবাইল অ্যাপে যান।",
      "{app name} যে তথ্য পাবে, আপনি সেটা এডিট করতে পারবেন। আপনি শেয়ার না করেই বেরিয়ে আসতে পারেন, তবে {app name}-এ লগ ইন করতে হয়তো Instagram ব্যবহার করতে পারবেন না।",
      "{username of sponsor}-এর সাথে মূল্যপ্রযুক্ত অংশীদারিত্ব",
      "পুরানো পাসওয়ার্ড",
      "ই",
      "বাতিল করুন",
      "একটি ব্যবসার অ্যাকাউন্টে পাল্টালে তা আপনার Instagram অ্যাকাউন্টকে পাবলিক করবে। যে কেউ আপনার কনটেন্ট দেখতে পাবেন এবং সমস্ত পেন্ডিং ফলো রিকোয়েস্টের অনুমোদন দেওয়া হবে।",
      "ম্যানুয়ালি সেট আপ করুন",
      "মন্তব্য আইকন",
      "ফটো যোগ করুন",
      "খবর সংক্রান্ত ইমেলগুলি",
      "প্রাক্তন ব্যবহারকারীর নাম",
      "অ্যাকাউন্ট মুছে ফেলবেন?",
      "জেনারেল-এ সরান",
      "এই ভিডিওটি সমর্থন করা হয়নি।",
      "ভিডিও আইকন",
      "আপনার ইমেইল, ফোন বা ইউজারনেম লিখুন এবং আপনার অ্যাকাউন্টে আবার ফিরে আসার জন্য আমরা আপনাকে একটি লিঙ্ক পাঠাবো৷",
      "অর্থপ্রদান",
      "অ্যাপে যা মিস করছেন তা খুঁজুন",
      "থ্রেডের বিশদ দেখুন",
      "'বোতাম: দেশ/অঞ্চল বেছে নিন'",
      "সম্পন্ন",
      "ছবিগুলি শেয়ার করুন",
      "লাইক করতে লগ ইন করুন",
      "টাইপ করা হচ্ছে...",
      "কাস্টম",
      "আপনি বিজ্ঞাপনের জন্য পার্টনারের কাছ থেকে আমাদের ডেটা ব্যবহারের সম্মতি প্রদান না করা পর্যন্ত, আমরা আপনাকে প্রাসঙ্গিক বিজ্ঞাপন দেখাতে অন্যান্য অ্যাপ এবং ওয়েবসাইটের তথ্য ব্যবহার করব, বা অন্যথায় আপনার অ্যাক্টিভিটি সম্বন্ধে ডেটা ব্যবহার করে অন্য অ্যাপ এবং ওয়েবসাইট থেকে আমাদের তথ্যের ব্যবহারকে সীমাবদ্ধ করে রাখলে, সেক্ষেত্রে আমরা আপনার পছন্দকেই মেনে নিয়ে চলতে থাকব।",
      "Instagram-এ পাল্টান",
      "আপনি যদি এই গিফ্ট এইড ঘোষণাটিকে বাতিল করতে চান তাহলে আমাদের জানান, যদি আপনার নাম বা বাড়ির ঠিকানা পরিবর্তিত হয় বা আপনি আপনার আয় বা পুঁজি লাভের উপর পর্যাপ্ত কর পরিশোধ না করেন তাহলে আমাদের জানান৷",
      "আপনি তাদেরকে যেকোনো সময় তাদের প্রোফাইল থেকে ব্লক করতে পারেন৷",
      "ট্যাগ করা অ্যাকাউন্ট",
      "চালিয়ে যান",
      "আপনার Instagram ক্রিয়েটর অ্যাকাউন্ট প্রস্তুত",
      "প্রস্তাবিত প্রোফাইল",
      "{date}-এ মেয়াদ শেষ হয়েছে৷",
      "ট্রেডমার্ক",
      "পাবলিক বিজনেসের তথ্য",
      "অ্যাপ এবং ওয়েবসাইটগুলিতে কানেক্ট করার জন্য এটি প্রয়োজন এবং এটি Instagram-কে অনুমতি দেয়:",
      "সাইন আপন করার মাধ্যমে, আপনি আমাদের {=Terms}, {Data Policy} এবং {Cookies Policy}-এ সম্মত হন।",
      "Instagram কমিউনিটি সবার জন্য সুরক্ষিত এবং মজাদার রাখতে সাহায্য করার জন্য আপনাকে ধন্যবাদ। আপনার রিপোর্টটি বেনামী থাকে যদি না আপনি একটি মেধাসম্পত্তির লঙ্ঘনের রিপোর্ট করছেন৷",
      "আপনার কনটেন্টের অ্যাক্সেসে নিষেধাজ্ঞা আরোপিত হয়েছে",
      "এটি পরিবর্তন করুন",
      "ডিজিটাল নির্মাতা/ব্লগার/প্রভাবক",
      "একটি ব্যক্তিগত অ্যাকাউন্টে পাল্টাবেন?",
      "{filename} ফাইলটি খুব ছোট। চালিয়ে যেতে, 1KB বা তার চেয়ে বড় একটি ফাইল বেছে নিন।",
      "এটি একটি রাজনৈতিক প্রার্থী বা সমস্যার উল্লেখ করে",
      "{username} এবং আরও {number of other users} জন ফলো করেছেন",
      "{facebook user name} হিসেবে চালিয়ে যান",
      "শেভ্রন আইকন",
      "আপনার রিপোর্ট বেনামী থাকবে, যদি না আপনি একটি মেধাসম্পত্তির লঙ্ঘনের রিপোর্ট করে থাকেন৷",
      "সমস্ত বিভাগ",
      "আপনার পরিচয় কনফার্ম করতে আমাদের সহায়তা করুন",
      "শেয়ার করার অনুমতি দিন",
      "খসড়া সংরক্ষণ করুন",
      "ঠিক আছে",
      "লোকজনকে ট্যাগ করতে আলতো চাপুন",
      "Facebook Pay-এর আরও জানুন পেজে কী আইকন",
      "Instagram-কে অন্যান্য অ্যাপ এবং ওয়েবসাইটে কুকি ও একই ধরনের প্রযুক্তি ব্যবহারের অনুমতি দেবেন?",
      "বিজ্ঞপ্তিগুলি",
      "ফটো বাতিল করবেন?",
      "এটি করার মাধ্যমে, আপনি Facebook Pay-কে Instagram-এ এই এবং ভবিষ্যতের পেমেন্টগুলোর জন্য আপনার সেভ করা পেমেন্ট তথ্য ব্যবহার করার অনুমতি দেবেন।",
      "মালিকানার সীমাবদ্ধতার কারণে, নিম্নলিখিত যে দেশগুলিতে সেগুলি ব্যবহার করার অধিকার রয়েছে সেখানে আপনার ভিডিওটি ব্লক করা হয়েছে:",
      "ম",
      "তারা Instagram-এ আপনার প্রোফাইল, পোস্ট বা স্টোরি খুঁজে পাবেন না৷ Instagram তাদের জানাবে না যে, আপনি তাদেরকে ব্লক করেছেন৷",
      "লগ ইন করুন",
      "একটি নতুন ইনবক্স মেসেজের অনুরোধগুলো পরিচালনা করা এবং অনুরাগীদের সাথে সংযোগ করা আরও সহজ করে তোলে।",
      "ফাইলগুলোকে অবশ্যই 1 GB-এর চেয়ে ছোট হতে হবে৷",
      "Facebook-এর মাধ্যমে চালিয়ে যান",
      "এছাড়াও আপনি {change_or_resend_link} করতে পারেন",
      "আপনার পাসওয়ার্ড রিসেট করা হয়েছে। অনুগ্রহ করে আবার লগ ইন করুন।",
      "Live",
      "শুরু করা হচ্ছে",
      "পোস্টগুলি",
      "Instagram-কে অন্যান্য অ্যাপ এবং ওয়েবসাইটে কুকি ও একই ধরনের প্রযুক্তি ব্যবহারের অনুমতি দেবেন?",
      "আপনি {username}-কে মুছে ফেলার রিকোয়েস্ট করেছেন। আপনি এটি রাখতে চাইলে, {date} তারিখ পর্যন্ত আপনি আমাদের তা জানাতে পারেন। না হলে, আপনার সমস্ত পোস্ট এবং তথ্য মুছে ফেলা হবে। {help center link}৷",
      "সন্ধান ইতিহাস সাফ করুন",
      "আপনার ভিডিও অন্য কারোর মালিকানাধীন ভিডিওর সাথে {overlap duration} সেকেন্ড মিলছে৷",
      "Facebook Pay-এর সম্বন্ধে আরও জানুন",
      "শেষ",
      "নির্মাতা",
      "ধন্যবাদ!",
      "রাস্তার ঠিকানা",
      "{username} আপনাকে একটি বার্তা পাঠাতে চান",
      "আমি সম্মত",
      "আপনার ফটোটি যে লোকেশনে ব্লক করা হয়েছে সেখানে লোকজন এটি দেখতে, লাইক করতে বা কমেন্ট করতে পারবে না। আপনার ফটো এখানে ব্লক করা আছে:",
      "হ্যাশট্যাগ দেখুন",
      "আপনার কনটেন্টটি যে তাদের মিউজিকের অধিকার অথবা {communityGuidelines} লঙ্ঘন করে একজন তৃতীয় পক্ষের এই রিপোর্টের ভিত্তিতে কনটেন্টটির অ্যাক্সেসে নিষেধাজ্ঞা আরোপিত হয়েছে।",
      "পেমেন্ট নিরাপদভাবে প্রক্রিয়া হয়েছে৷",
      "অ্যাক্সেসযোগ্যতা",
      "অ্যাপটিতে আরও ভালোভাবে বার্তাপ্রেরণ করা যায়",
      "ভুয়ো খবর আইকন",
      "ওয়েবসাইট",
      "Instagram Lite আপডেট করুন",
      "আরও {Plus sign and plural indicating the number of user's remaining credit cards}টি",
      "ঠিক আছে",
      "আপনি কোনো ভুল করে থাকলে আমাদেরকে জানাতে এই সিদ্ধান্তের আবেদন জানাতে পারেন।",
      "যে অ্যাকাউন্টগুলিকে আপনি অনুসরণ করেন এবং যাদের আপনি বার্তা পাঠান তাদের, শেষবার কখন আপনি Instagram অ্যাপসে সক্রিয় ছিলেন তা দেখার অনুমতি দিন৷ এটি বন্ধ থাকলে, আপনি অন্যান্য অ্যাকাউন্টের কার্যকলাপের স্থিতি দেখতে পাবেন না৷",
      "আবেদন জানান",
      "আপনি কি এই পোস্টটি মুছে ফেলতে চাওয়ার বিষয়ে নিশ্চিত?",
      "নভেম্বর",
      "অ্যাপটি ব্যবহার করুন",
      "অ্যাপটিতে এই লাইভ ভিডিওটি দেখুন",
      "আরও জানুন",
      "নিরাপত্তা কোড",
      "আপনার ভিডিওটিকে অবশ্যই দৈর্ঘ্যে অর্ধেক সেকেন্ড এবং {maxDurationInMinutes} মিনিটের মধ্যে, ল্যান্ডস্কেপ বা পোর্ট্রেট, একটি MP4 ফাইল এবং {maxVideoSizeInGigabytes} GB-এর কম হতে হবে।",
      "সমর্থিত ফাইলের প্রকার: image/jpeg, image/png, ভিডিও/mp4 এবং ভিডিও/কুইকটাইম৷",
      "আপনার পাসওয়ার্ডের সম্বন্ধে একটি নোট",
      "যদি আপনার ফটোটিতে থাকা সমস্ত কনটেন্ট ব্যবহার করার অনুমতি থাকে তবে {Submit a dispute text bolded}। একটি বিতর্ক জমা দেওয়ার মাধ্যমে আপনি {reference owner name}-কে , যিনি এই দাবিটি করেছেন, আপনার ফটো পর্যালোচনা করার অনুমতি দেন। তারা সমগ্র পোস্টটিও পর্যালোচনা করতে পারবেন, যদি আপনি এটি পাবলিক হিসেবে শেয়ার করে থাকেন। উত্তর দেওয়ার জন্য তাদের কাছে 7 দিনের সময় রয়েছে।",
      "ফিডে যান",
      "আপনার Instagram ব্যবহারকারীর নাম এবং ব্রাউজার তথ্য স্বয়ংক্রিয়ভাবে আপনার অভিযোগে অন্তর্ভুক্ত করা হবে।",
      "যদি আপনি প্রমাণীকরণ অ্যাপ থেকে কোনো লগইন কোড না পেয়ে থাকেন, তবে আপনি আপনার একটি {=backup codes} ব্যবহার করতে পারেন।",
      "ছাঁটুন",
      "বিশদ বিবরণ",
      "লক আইকন",
      "URL",
      "ফিরে যান",
      "ফটো",
      "নিজেকে আঘাত করা",
      "{filename} লেবেলযুক্ত ভিডিওটি খুব দীর্ঘ৷ চালিয়ে যেতে, একটি আরও ছোট ভিডিও বেছে নিন।",
      "ইমেইল অ্যাড্রেসটি অবৈধ",
      "প্রোফাইল ফটো যোগ করুন",
      "আরও জানুন",
      "আপনি Instagram ব্যবহার করতে খুব ব্যস্ত হতে পারেন তা আমরা বুঝেছি এবং নিম্নলিখিত পদক্ষেপগুলির মাধ্যমে আপনার ফোন থেকে অ্যাপ্লিকেশন মুছে ফেলার সুপারিশ করি:",
      "ধন্যবাদ! আপনি Instagram এর গবেষণা ইমেলগুলিতে পুনরায় সাবস্ক্রাইব করেছেন৷ আমরা ভবিষ্যতে প্রতিক্রিয়া প্রকল্পে আপনাকে অন্তর্ভুক্ত করবো৷",
      "আপনার যোগাযোগের তথ্য দিয়ে লোকেরা সহজে ইমেইল করতে, কল করতে বা আপনার প্রোফাইলে দেখা যাবে এমন বোতামগুলোর সাহায্যে পদক্ষেপ নিতে পারবেন। আপনি যে কোনো সময় এগুলো দেখাতে বা লুকিয়ে রাখতে পারবেন৷",
      "প্রযোজ্য নয়",
      "{username}-এর প্রোফাইল ছবি",
      "Reels",
      "এটি কি আপনি!",
      "আইডি ফটো",
      "{likes}টি লাইক",
      'পরবর্তী 48 ঘন্টার মধ্যে কোভিড-19 বা টিকা সংক্রান্ত মিথ্যা তথ্য সম্পর্কে নোটিস আছে এমন সমস্ত পোস্ট আপনার অ্যাকাউন্ট থেকে হটিয়ে দিন নাহলে বন্ধ হয়ে যাবে৷ এই সকল পোস্টকে একটি গাঢ় ব্যাকগ্রাউন্ড দিয়ে দেওয়া হয় যেটি বলে যে এতে হয় "কোভিড-19" বা "টিকা" সংক্রান্ত "মিথ্যা তথ্য" রয়েছে৷ আপনি যদি এই সকল পোস্ট 48 ঘন্টার মধ্যে না হটান বা আপনার অ্যাকাউন্ট কোভিড-19 বা টিকা সংক্রান্ত মিথ্যা তথ্য শেয়ার করতেই থাকে তবে এটিকে বন্ধ করে দেওয়া হবে৷',
      "তথ্য ডাউনলোড করুন",
      "Instagram",
      "ছাপাখানা",
      "আমরা আপনাকে আকর্ষণীয় এবং প্রাসঙ্গিক ব্যবসায়িক বিজ্ঞাপনগুলো দেখাতে চাই। {business}  কীভাবে করে সেই সম্পর্কে আরও জানুন।",
      "আমরা সরাই:",
      "মেধা সম্পত্তি লঙ্ঘন",
      "প্রোফাইল সম্পাদন করুন",
      "আপনার প্রমাণীকরণ অ্যাপের তৈরি 6-সংখ্যা বিশিষ্ট কোডটি লিখুন।",
      "বিশ্ব স্বাস্থ্য সংস্থা থেকে করোনাভাইরাস (কোভিড-19) সম্বন্ধে আরও তথ্য দেখুন। {Learn more}",
      "স্টোরি {actionType}",
      "স্টোরি দেখুন",
      "কোনো পাঠ্য বার্তা ছাড়াই দ্রুত নিরাপত্তা কোডগুলো তৈরি করতে আপনি একটি যাচাইকরণ অ্যাপ ব্যবহার করতে পারেন।",
      "অনুগ্রহ করে যেকোনো অতিরিক্ত বিশদ বিবরণ প্রদান করুন।",
      "মাদক ব্যবহার",
      "{instagram business name}",
      "{action text}-এর দ্বারা, আপনি আমাদের {Terms} এবং {Policies}-এ সম্মত হন।",
      "দেখে মনে হচ্ছে আপনার অ্যাকাউন্টটি অন্য একটি যাচাই করা অ্যাকাউন্টের সাথে গুলিয়ে যেতে পারে। লোকজন যে ব্র্যান্ড, সেলিব্রিটি বা সংস্থা খুঁজছেন সেটির সাথে যাতে তারা আপনাকে গুলিয়ে না ফেলেন তার জন্য আপনাকে আপনার প্রোফাইলে তথ্য যোগ করতে হবে।",
      "যুক্ত হয়েছে",
      "এই অ্যাকাউন্টটি ব্যক্তিগত৷ ছবিগুলি দেখার জন্য অনুসরণ করুন৷",
      "সতর্কতা আইকন গ্লিম্ফ",
      "সংরক্ষিত থেকে এটি মুছে ফেললে তা সংগ্রহগুলি থেকেও এটিকে মুছে ফেলবে৷",
      "শর্তাবলী",
      "আপনি যে লোকেদের অনুসরণ করেন",
      "IGTV",
      "আমরা আপনার Instagram অ্যাকাউন্টের জন্য ব্যবহার করা পাসওয়ার্ডটিকে সুরক্ষিত করার জন্য কঠোর পরিশ্রম করি৷ আমরা সম্প্রতি দেখেছি যে, আপনি যখন আপনার ডেটা ডাউনলোড করুন টুলটি ব্যবহার করেন তখন একবার আপনার ডেটা ডাউনলোড হলে আপনার ওয়েব ব্রাউজারের URL এ আপনার পাসওয়ার্ড প্রদর্শিত হতে পারে সেই সাথে আমাদের সিস্টেমে৷ আমরা এখন এই টুলটি পরিবর্তন করেছি সুতরাং এটি আর ঘটবে না এবং আমরা আমাদের অভ্যন্তরীণ সিস্টেম দ্বারা লগ ইন থাকতে পারে এমন পাসওয়ার্ডগুলোকে মুছে ফেলছি৷ অন্য কেউ আপনার পাসওয়ার্ড ব্যবহার করেছে, তেমন কিছুই আমরা দেখিনি। সুরক্ষিত রাখতে, আপনাকে Instagram-এর সাথে সাথে অন্যান্য যেসব জায়গায় এই একই পাসওয়ার্ড ব্যবহার করেন সেখানে {link} করতে চাইতে পারেন৷ এছাড়ও আপনি আপনার ব্রাউজারের ইতিহাস সাফ করতে চাইতে পারেন।",
      "Instagram-এ মতামত দিন।",
      "স্প্যাম পোস্ট করেছে",
      "{carrier name} থেকে বিনামূল্যে ফটো পান",
      "পোস্ট মুছে ফেলা হয়েছে৷",
      "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার চেষ্টা করুন।",
      "{location} তে {device} এ আপনার অ্যাকাউন্ট একটি সেশনের জন্য লগ আউট হয়েছে",
      "{count}টি রিকোয়েস্ট",
      "আপলোড করতে ব্যর্থ হয়েছে।",
      "ডিসকভার",
      "আমাদের আপনার অ্যাকাউন্ট মুছতে হবে। আপনি পরবর্তী 14 দিনের মধ্যে আপনার ডেটা ডাউনলোড করতে পারবেন যাতে আপনি Instagram-এ যা শেয়ার করেছেন তার একটি অনুলিপি রাখতে পারেন। এছাড়া আপনি {appeal this decision}৷",
      "আপনি অন্যান্য অ্যাপ এবং ওয়েবসাইটে লগ ইন করতে Instagram ব্যবহার করা চালিয়ে যেতে পারেন",
      "আপলোড করার জন্য একটি ভিডিও ফাইল বেছে নিন।",
      "যোগাযোগ করুন",
      "আপনার ব্লক করা অ্যাকাউন্ট",
      "পোস্টে বন্ধ চোখের আইকনটি উপলভ্য নেই",
      "আমি তাদের মা-বাবা/অভিভাবক নই",
      "শেষ {number of files}টি ফাইল আপলোড করা যায়নি। আপনি 10টির বেশি আপলোড করতে পারবেন না।",
      "মতামতের ইমেল",
      "উন্নত সেটিংস",
      "আমরা আপনার তথ্যের একটি ফাইল তৈরি করা শুরু করেছি এবং এটি তৈরি হলে আমরা একটি লিঙ্ক {email address} তে পাঠাব। হয়ত এই তথ্যগুলি সংগ্রহ করতে এবং আপনাকে পাঠাতে 48 ঘন্টা সময় লাগতে পারে।",
      "আপনার অ্যাকাউন্ট পার্টনারের অর্থ উপার্জনের নীতিমালা মানছে না।",
      "কম্পিউটার থেকে বেছে নিন",
      "এই প্রোফাইলে ইতিমধ্যে যোগাযোগের বিকল্প হিসাবে একটি WhatsApp নম্বর রয়েছে। আপনি যদি চালিয়ে যান, তবে সেই নম্বরটি +{whatsapp phone } দ্বারা প্রতিস্থাপিত হবে।",
      "Facebook Pay-এর আরও জানুন পেজে কার্ড আইকন",
      "ধন্যবাদ! আপনি Instagram এর পণ্য ইমেলগুলিতে পুনরায় সাবস্ক্রাইব করেছেন৷",
      "দুটি রাইট ফেসিং রেইনবো কালার শেভ্রন, যা এই প্রোডাক্টটি দেশীয় চেকআউটের জন্য সমর্থিত তা নির্দেশ করে",
      "আপনার পরিষেবা প্রদানকারী",
      "Instagram Lite আর সমর্থিত হবে না",
      "নতুন আর্টিকেল",
      "{username}-এর লেখা স্টোরি দেখা হয়নি",
      "মুছুন",
      "• 'অনুমতি দিন' বেছে নিলে আপনার বিজ্ঞাপনের পছন্দ বা ডিভাইস সেটিংসে অ্যাপ এবং ওয়েবসাইটগুলির জন্য আপনার বর্তমান সেটিংসে প্রভাব পড়বে না।",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে যায়। আমাদের নির্দেশনা আমাদের বিশ্বব্যাপী সম্প্রদায়ের ভিত্তিতে হয় এবং কিছু দর্শক ভিন্ন জিনিসে সংবেদনশীল হতে পারে৷",
      "এটি বন্ধ করবেন?",
      "সংরক্ষণ করুন",
      "আমরা অননুমোদিত অ্যাক্টিভিটি সনাক্ত করতে Instagram-এ পেমেন্টগুলোর দিকে নজর রাখি।",
      "পাসওয়ার্ড পুনরায় সেট করার ইমেলগুলি সীমিত করুন",
      "আপনার অভিজ্ঞতা উন্নত করতে {app_name} আপনার তথ্য ব্যবহার করে। কোনো অ্যাপ কীভাবে এই তথ্য ব্যবহার করে সেই বিষয়ে আরও জানতে, এর {privacy_policy} দেখুন। আপনি কোনো সাহায্য পেতে বা ফিডব্যাক দিতে এই অ্যাপটির সাথে যোগাযোগ করলে, এর আপনার ইউজার {asid}-এর প্রয়োজন হতে পারে।",
      "পিন মিলছে না৷ অনুগ্রহ করে আবার চেষ্টা করুন।",
      "{A timestamp that states how long ago this media was posted.} পোস্ট করা হয়েছে",
      "ঐচ্ছিক কুকি",
      "আপনি পছন্দ করেন না এমন সামগ্রীর অভিযোগ করা হচ্ছে",
      "আমাদের সাথে যোগাযোগ করুন",
      "অবস্থান পরিষেবাগুলি সক্ষমিত করা",
      "পরবর্তী",
      "সম্পন্ন",
      "বুঝেছি",
      "ড্রপডাউন",
      "ক্রেডিট অথবা ডেবিট কার্ড",
      "শুধুমাত্র প্রয়োজনীয় কুকিগুলোকে অনুমতি দিন",
      "স্প্যাম হিসাবে অভিযোগ জানাবেন?",
      "IGTV বিজ্ঞাপনে আগ্রহী?",
      "প্রতীক",
      "ভিডিওগুলির দৈর্ঘ্য অবশ্যই {minDurationInSeconds} এবং {maxDurationInMinutes} মিনিটের মধ্যে হতে হবে।",
      "আমরা আপনার সামগ্রীটিকে মুছে দিয়েছি কারণ একটি তৃতীয় পক্ষ অভিযোগ করেছে যে এটি তাদের মেধাসম্পত্তির অধিকার লঙ্ঘন করেছে।",
      "ঘোরান",
      "Facebook Pay-এর সাথে, আপনি আরও দ্রুত চেকআউটের জন্য আপনার লিঙ্ক করা Facebook অ্যাকাউন্টের পেমেন্ট তথ্য ব্যবহার করতে পারেন।",
      "Instagram অ্যাকাউন্ট কনফার্ম করুন",
      "আপনার Facebook বন্ধু {name of the contact who joined} {name of the user who joined} হিসাবে Instagram এ রয়েছেন",
      "লগ ইন করুন:",
      "মন্তব্য",
      "এটি কি কোনও ক্রিয়েটর অ্যাকাউন্ট?",
      "যদি আপনি না চান যে তারা আপনার ফটো, ভিডিও বা স্টোরি দেখুক বা Instagram -এ আপনাকে খুঁজে পান তবে {username} -কে ব্লক করুন।",
      "আপনি কেন একটি নির্দিষ্ট বিজ্ঞাপন দেখছেন তা জানতে আপনি আপনার বিজ্ঞাপন পছন্দ ব্যবহার করতে পারেন এবং আপনাকে বিজ্ঞাপন দেখানোর জন্য আমরা সংগ্রহ করা তথ্য কীভাবে ব্যবহার করি তা নিয়ন্ত্রণ করতে পারেন।",
      "Embed",
      "ব্যবসার বিভাগ • Instagram-এ বিভাগ অনুসারে বিজনেস অ্যাকাউন্ট ডিসকভার করুন",
      "চেকমার্ক",
      "আনব্লক করা হয়েছে",
      "জোর করে পাসওয়ার্ড আইকন রিসেট করুন",
      "আমি",
      "সতর্কতা আইকন",
      "আপনি {username}-কে মুছে ফেলার রিকোয়েস্ট করেছেন। আপনি এটি রাখতে চাইলে, {date} তারিখ পর্যন্ত আপনি আমাদের তা জানাতে পারেন। না হলে, আপনার সমস্ত পোস্ট এবং তথ্য মুছে ফেলা হবে। {Learn More}",
      "আগ্নেয়াস্ত্রগুলির বিক্রয় বা প্রচার হিসাবে রিপোর্ট করবেন?",
      "আমরা আপনার তথ্য কারও কাছে বিক্রি করি না। {Instagram} এবং {Facebook}-এ আমাদের কুকি পলিসিতে কুকি এবং কীভাবে এটি আমরা ব্যবহার করি এর সম্বন্ধে আরও জানুন।",
      "আমরা আপনাকে আপনার অ্যাকাউন্টে ফিরে আসতে সাহায্য করার জন্য আপনাকে একটি ইমেল পাঠাতে পারি৷",
      "এই অ্যাকাউন্টটির অভিযোগ করার জন্য একটি কারণ বেছে নিন। কারা তাদের অভিযোগ করেছেন তা আমরা {Username of the person being reported} -কে বলব না।",
      "WhatsApp যোগ করা হয়েছে",
      "পৃষ্ঠাটি খুঁজে পাওয়া যায় নি",
      "এটি হিংসাত্মক বা নিষিদ্ধ সামগী",
      "প্রোফাইল দেখুন",
      "ধন্যবাদ",
      "আপনার নাম",
      "যদি আপনার ভিডিওটিতে থাকা সমস্ত কনটেন্ট ব্যবহার করার অনুমতি থাকে তবে {Submit a dispute text bolded}। একটি বিতর্ক জমা দেওয়ার মাধ্যমে আপনি {reference owner name}-কে , যিনি এই দাবিটি করেছেন, আপনার ভিডিও পর্যালোচনা করার অনুমতি দেন। তারা সমগ্র পোস্টটিও পর্যালোচনা করতে পারবেন, যদি আপনি এটি পাবলিক হিসেবে শেয়ার করে থাকেন। উত্তর দেওয়ার জন্য তাদের কাছে 7 দিনের সময় রয়েছে।",
      "গাইড",
      "একটি অবস্থান খুঁজুন",
      "{amount} · {count}",
      "কম স্থান ব্যবহার করে। Google Play-তে ফ্রি।",
      "সংরক্ষণ করা শুরু করুন",
      "আপনার ভিডিওটি আমাদের শর্ত পূরণ করছে না।",
      "ভিডিও প্রস্তুত হচ্ছে। এটি তৈরি হলে আমরা অপনাকে জানাব।",
      "নভেম্বর",
      "পেশাগত অ্যাকাউন্ট সেটিংস সেভ করা হয়েছে।",
      "বিখ্যাত ব্যক্তি, কনটেন্ট প্রযোজক, শিল্পী ও প্রভাব বিস্তারকারীর জন্য উপযুক্ত।",
      "পুরো নাম",
      "CPA-এর অধীনে অভিযোগ করুন",
      "{duration} বাকি আছে",
      "আপনি কি Instagram থেকে আপনার পরিচিতিগুলিকে মোছার বিষয়ে নিশ্চিত?",
      "সব কুকিকে অনুমতি দিন",
      "বিতর্ক ব্লক করুন",
      "ঘণ্টা",
      "পোস্ট দেখুন",
      "নিশ্চিত করুন",
      "কথোপকথনের আরও অংশ দেখুন",
      "পূর্ববর্তী",
      "আপনার বয়স 18 বছরের থেকে কম হওয়ায়, আপনাকে Instagram-এর জন্য আপনার জন্মদিন আপডেট করতে আমাদের সাথে যোগাযোগ করতে হবে।",
      "হ্যাঁ",
      "পোস্ট মুছবেন?",
      "এটি একটি স্ক্যাম বা এটি বিভ্রান্তিকর",
      "এই কথোপকথনটি Instagram -এ থাকা উচিত নয়",
      "ট্যাগ",
      "আপনার যদি এটিকে ভুল বলে মনে হয় এবং আপনার ভিডিওর সব সামগ্রীতে আপনার যদি অনুমতি থাকে তাহলে {Restore this video text bolded}।আপনার ভিডিও এই হিসেবে পোস্ট করা হবে।",
      "এর মানে হল আমরা আবার আপনার পোস্ট পর্যালোচনা করতে পারব না, যদিও আপনার ফিডব্যাক কমিউনিটিকে সুরক্ষিত রাখার জন্য টুল তৈরি করার সময় আমাদের জানতে সাহায্য করে।",
      "যখন আপনি লোকজনকে অনুসরণ করবেন, তখন আপনি এখানে তাদের পোস্ট করা ফটো এবং ভিডিওগুলো দেখতে পাবেন৷",
      "তারা এখন Instagram -এ আপনার পোস্টগুলি দেখতে এবং আপনাকে অনুসরণ করতে পারবেন৷ Instagram তাদের জানাবে না যে, আপনি তাদেরকে আনব্লক করেছেন৷",
      "আপনার ভিডিওতে যদি সমস্ত কনটেন্ট ব্যবহার করার অনুমতি থাকে তবে {Submit a dispute text bolded}। একটি বিবাদ জমা দেওয়ার মাধ্যমে আপনি {owner name}-কে , যিনি এই দাবিটি করেছেন, তাকে আপনার ভিডিও পর্যালোচনা করার অনুমতি দেন। যদি আপনি এটি সর্বজনীনভাবে শেয়ার করে থাকেন তবে তারা সমগ্র পোস্টটিও পর্যালোচনা করতে পারবেন।  উত্তর দেওয়ার জন্য তাদের কাছে {number of days} দিনের সময় থাকবে।",
      "সহায়তা",
      "সেটিংস আইকন",
      "ধন্যবাদ! আপনি পুরোপুরি প্রস্তুত।",
      "আগ্নেয়াস্ত্র ও গোলাবারুদ ক্রয় এবং বিক্রয়ের জন্য অফার করে",
      "• কনটেন্টকে পার্সোনালাইজ করতে  সাহায্য করতে, প্রাসঙ্গিক বিজ্ঞাপন পরিবেশন করতে এবং  নিরাপদ অভিজ্ঞতা দিতে আপনার অ্যাপ ও ওয়েবসাইটগুলো থেকে আপনার অ্যাক্টিভিটি সম্পর্কে তথ্য পায়",
      "বাড়ি এবং বাগান",
      "বুঝেছি৷ আপনি Instagram এর অনুস্মারক ইমেলগুলি সাবস্ক্রাইবমুক্ত করেছেন৷",
      "ব্লক করা ভিডিও পর্যালোচনা করুন",
      "প্রকার",
      "এখন আপনার {whatsapp business name} প্রোফাইলে WhatsApp একটি যোগাযোগের বিকল্প হিসেবে আছে।",
      "অনুগ্রহ করে আপনার ID এর একটি অনুলিপি সংযুক্ত করুন",
      "আপনার ফটো আপনার বন্ধুদেরকে এটি যে আপনিই তা জানতে দেয়।",
      "{username}-এ কি পাল্টাতে চান?",
      "যাচাইকরণ অ্যাপ মুছে ফেলবেন?",
      "Facebook Pay-এর আরও জানুন পেজে শিল্ড আইকন",
      "কেনাকাটার আইকন",
      "ফাইল যোগ করুন",
      "নতুন পোস্ট তৈরি করুন",
      "আপনার দেওয়া তথ্য ব্যবহার করে আমরা আপনার অ্যাকাউন্টে সংযোগ করতে পারিনি। চেক আউট করতে এখনও আপনি আপনার পেমেন্টের তথ্য লিখতে পারেন।",
      "এখনই পর্যন্ত কেউ এটি দেখেননি৷",
      "একজন সেলিব্রিটির ছদ্মবেশ ধারণ করার জন্য এই অ্যাকাউন্টটির রিপোর্ট করবেন?",
      "আবশ্যক",
      "প্রোফাইল ফটো যোগ করুন",
      "আপনার আইডির পদবি",
      "শেষ ফাইলটি যোগ করা যায়নি। আপনি 10টির বেশি আপলোড করতে পারবেন না।",
      "আমাদের পরিষেবাগুলি ব্যবহার করার জন্য কিছু কুকি অপরিহার্য। Instagram চালিয়ে যেতে, নিচে উপলভ্য কুকির নিয়ন্ত্রণ রিভিউ করুন এবং স্বীকার করার আগে আপনার অতিরিক্ত বিষয়গুলি বেছে নিতে পারেন।",
      "অ্যাপে আবার দেখুন",
      "আমরা আপনার অ্যাকাউন্ট থেকে অস্বাভাবিক কার্যকলাপ লক্ষ্য করেছি, তাই আমরা আপনাকে লগ আউট করেছি।",
      "পিন কোড",
      "আপনার অ্যাকাউন্ট যাচাই করতে আমাদের দ্বারা আপনাকে পাঠানো 6 সংখ্যার নিরাপত্তা কোডটা লিখুন।",
      "ইমেল পাঠান",
      "মানচিত্রের তথ্য দেখুন",
      "আপনার গোপনীয়তা সুরক্ষিত রাখা আমাদের জন্য খুব গুরুত্বপূর্ণ এবং আমরা এই ধরনের সমস্যা যাতে আর না ঘটে তা সুনিশ্চিত করতে ক্রমাগত কাজ করছি। এরকম ঘটার জন্য আমরা দুঃখিত। আপনার যদি কোনো প্রশ্ন থাকে, তাহলে অনুগ্রহ করে {email}-এ আমাদের সাথে যোগাযোগ করুন।",
      "মনে রাখবেন যে এই ফটোটি নিম্নলিখিত লোকেশনে ব্লক করা হয়েছে:",
      "মেয়াদ শেষ হয়েছে",
      "গাইড দেখুন",
      "আপনার অনুসরণকারীগণ",
      "নতুন পোস্ট",
      "যদি আপনি সামগ্রীর মালিকের সাথে যোগাযোগ না করেন বা আপনার ভিডিও মুছে না ফেলেন, তবে {Date when the video block will go into effect}-এর পরে ব্লকটি প্রভাব ফেলতে পারে।",
      "আপনার স্টোরি আমাদের সম্প্রদায়ের নির্দেশিকার বিরুদ্ধ",
      "নিবন্ধন করুন",
      "আরও পোস্ট দেখুন",
      "নিশ্চিত করার জন্য আবার আপনার পিন লিখুন৷",
      "কোডটি পুনরায় পাঠান",
      "Facebook-এর সমস্ত প্রোডাক্টের বাইরে অন্য প্ল্যাটফর্মে বিজ্ঞাপন ও পরিমাপ পরিষেবা দেওয়ার জন্য, বিশ্লেষণ করার জন্য, আপনাকে কিছু নির্দিষ্ট ফিচার দেওয়ার জন্য এবং আমাদের পরিষেবাগুলোকে উন্নত করার জন্য, আমরা অন্যান্য কোম্পানির টুল ব্যবহার করি। এই কোম্পানিগুলোও আবার কুকি ব্যবহার করে থাকে। আপনি আমাদের {Cookie Policy} থেকে আরও জানতে পারেন।",
      "অনুসরণ করার জন্য প্রসিদ্ধ অ্যাকাউন্টগুলি খোঁজা হচ্ছে",
      "আপনি কীভাবে Instagram-এ মিউজিক ব্যবহার করবেন সেই সম্বন্ধে {Learn more}।",
      "তাদের ফটো এবং ভিডিওগুলো দেখতে এই অ্যাকাউন্টটি অনুসরণ করুন",
      "আপনার বেছে নেওয়া ফাইলটি সাপোর্ট করছে না।",
      "কেন আপনি মনে করেন যে আপনার বিতর্কটি অনুমোদন করা উচিত তা অনুগ্রহ করে বিশদভাবে ব্যাখ্যা করুন।",
      "{count} বার দেখা হয়েছে",
      "{username}-কে আগে থেকেই ফলো করছেন? তার ফটো এবং ভিডিও দেখতে অ্যাপ ব্যবহার অথবা লগ ইন করুন।",
      "শারীরিক ক্ষতি, চুরি, ভাঙচুর বা আর্থিক ক্ষতির নির্দিষ্ট হুমকি",
      "ব্লক করা ফটো পর্যালোচনা করুন",
      "জমা দিন",
      "আমরা দুঃখিত, কারণ কিছু একটা ভুল হয়েছে৷ অনুগ্রহ করে কয়েক মিনিটের মধ্যে আবার চেষ্টা করুন৷",
      "{instagram business category}",
      "এই প্রোফাইলটি লাইক করেন না?",
      "আপনার কী জানা উচিত:",
      "Facebook এর সাথে লিঙ্ক করা গেল না",
      "পোস্টগুলি দেখান",
      "রিমাইন্ডার পান",
      "আমাদের জানানোর জন্য ধন্যবাদ",
      "সব পরামর্শ",
      "পোস্ট করুন",
      "{count} বার দেখা হয়েছে",
      "একটি ব্র্যান্ড, সেলিব্রিটি বা সংস্থার প্রতি মতামত দেওয়ার জন্য",
      "শেষ",
      "ফ্রি Wi-Fi এর জন্য চালিয়ে যান",
      "হ্যাশ ট্যাগ",
      "একটি পিন-এর সাথে অতিরিক্ত নিরাপত্তা যোগ করুন",
      "একটি টেস্ট Facebook শপের সেট আপ করতে একটি টেস্ট Instagram অ্যাকাউন্ট তৈরি করুন।",
      "{story viewer username} হিসেবে দেখবেন?",
      "এখন নয়",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "Instagram অ্যাপ পান",
      "ট্যাগ করা ব্যবহারকারীকে মুছুন",
      "Facebook-এর সাথে সংযোগ করলে তা আপনাকে এবং অন্যদের বন্ধুদের খুঁজতে সাহায্য করবে।",
      "নৃত্য",
      "ব্যবসার ফোন নম্বর",
      "শুধুমাত্র একটি বিরতি প্রয়োজন",
      "",
      "নিশ্চিত করুন",
      "সম্পন্ন",
      "আপনার অ্যাকাউন্ট মোছা হতে পারে",
      "লাইভ ভিডিও",
      "সব দেখুন",
      "অন্য সাইট থেকে আসা কুকির অনুমতি না থাকলে,  Instagram অন্যান্য ওয়েবসাইটের সেই টুলগুলি স্থাপন করতে পারবে না যা এই ফিচারগুলিকে সক্ষম করতে এবং আপনার অভিজ্ঞতা উন্নত করতে সহায়তা করে।",
      "{username}-এর আরও পোস্ট দেখুন",
      "সোমবার",
      "আপনার ভিডিওটি ব্লক করা হয়েছে",
      "নেটওয়ার্কের প্রকার",
      "Messenger-এ শেয়ার করুন",
      "ডিজিটাল ওয়ালেট",
      "লগ ইন তথ্য সেভ করুন",
      "রিমাইন্ডার বাতিল করুন",
      "ফাইল আপলোড করা যায়নি",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে যায়। আমাদের কাছে এই নির্দেশনা থাকার কারণ হল Instagram-এ সহিংসতা কিছু লোকজনকে অসুরক্ষিত করে তুলতে পারে।",
      "আপনি কী করেন তার সেরা বর্ণনা দেয় এমন একটি বিভাগ বেছে নিন। আপনার কাছে আপনার প্রোফাইলের প্রদর্শন করা বা লুকানোর বিকল্পটি থাকবে।",
      "স্প্যাম",
      "অ্যাপটির জন্য রেটিং",
      "Instagram Lite -এ Direct ব্যবহার করুন",
      "সমস্ত দেখুন",
      "{mins}মি আগে অ্যাক্টিভ ছিলেন",
      "· আপনি হলেন একজন UK করদাতা",
      "নতুন অ্যাকাউন্ট তৈরি করুন",
      "{username} এখন অ্যাক্টিভ আছেন",
      "পিতামাতা/অভিভাবকের পদবী",
      "আরও পোস্টের জন্য লগ ইন করুন",
      "বিজ্ঞাপন আইকন",
      "আমরা আপনার পরিচয় কনফার্ম না হওয়া পর্যন্ত পেমেন্টগুলো গ্রহণ বা প্রদান করা থামানো হবে।",
      "{name}-এর আরও পোস্ট দেখুন",
      "আপনি কি জানেন যে আপনার {username of the user who joined} হিসাবে VKontakte বন্ধু {full name of the contact who joined} Instagram এ রয়েছেন",
      "বাতিল করুন",
      "আবার চেষ্টা করুন",
      "প্রাক্তন ব্যবসার ফোন নম্বরগুলি",
      "শুধু একটি মুহূর্ত...",
      "ব্যাকআপ কোডগুলি",
      "অটো-জেনারেটেড ক্যাপশন",
      "জাতীয় পরিচয় পত্র",
      "PM",
      "ঘন ঘন ব্যবহৃত",
      "বিজ্ঞাপনের আগ্রহ",
      "আমরা শনাক্ত করতে পারি না এমন কোনো ফোন বা কম্পিউটারে আপনি যখনই লগ ইন করবেন আমরা এখন থেকে তখনই একটি লগ ইন কোড জানতে চাইব।",
      "1 মিনিট আগে",
      "আপনার অভিজ্ঞতা কাস্টমাইজ করা হচ্ছে",
      "{name} হিসাবে Facebook এ লিঙ্ক করা হয়েছে",
      "কোভিড-19 সংক্রান্ত স্বাস্থ্য গবেষণার একটি সমীক্ষায় অংশগ্রহণ করুন",
      "{Added at authorizedAt time}-এ যোগ করা হয়েছে",
      "সেরা পোস্টগুলি",
      "এর থেকে পাওয়া মন্তব্যের অনুমতি দিন",
      "অ্যাকাউন্ট মুছে ফেলুন",
      "ক্রস অ্যাপ মেসেজিংয়ে তারিখ আপগ্রেড করা হয়েছে",
      "আপনার যোগাযোগের তথ্য পর্যালোচনা করুন",
      "{Bold text if your appeal for video is approved} আপনার শেয়ার করা অরিজিনাল ভিডিওটি আপনার অ্যাকাউন্টে রিস্টোর করা হবে।",
      "আরও একটি ধাপ",
      "এটি চালু করার মানে হলো আপনিই যে লগ ইন করছেন তা আমাদের নিশ্চিত করার প্রয়োজন হলে আমরা আপনাকে একটি নিরাপত্তা কোড পাঠাব৷",
      "আবার অনুসরণ করুন",
      "একটি প্রোফাইল ফটো যোগ করুন যাতে আপনার বন্ধুরা জানতে পারেন যে এটি আপনিই৷",
      "য়",
      "লিঙ্গ",
      "খসড়া সম্পাদনা করুন",
      "অ্যাপে আরও বৈশিষ্ট্য খুঁজুন",
      "নিয়ন্ত্রিত পণ্য",
      "হয়রানি বা নিগ্রহ হিসেবে অভিযোগ করবেন?",
      "একটি পিন-এর সাথে অতিরিক্ত নিরাপত্তা যোগ করুন",
      "আপনার বা আপনার ব্যবসার জন্য একটি সরকারি পরিচয় পত্র যোগ করুন।",
      "Facebook প্রোডাক্ট",
      "প্রোফাইল এডিট করুন",
      "5ই এপ্রিল 2018 -এ শুরু হওয়া সমস্যাটি আপনার অ্যাকাউন্টের গোপনীয়তা সেটিংসটি ব্যক্তিগত থেকে সর্বজনীন হিসাবে পাল্টানোর কারণে সৃষ্ট হয়েছে। আমরা সমস্যাটির সমাধান করেছি এবং আপনার অ্যাকাউন্টটি 9ই এপ্রিল, 2018 -এ ব্যক্তিগত হিসাবে পুনরুদ্ধার করেছি। যদি সেই সময়ে নতুন অ্যাকাউন্টগুলি আপনাকে অনুসরণ করা শুরু করে থাকে, তবে আমরা 9ই এবং 10ই এপ্রিলের মধ্যে সেই অনুসরণকারীদের মুছে ফেলেছি।",
      "সম্প্রদায়ের নির্দেশিকা",
      "শহর/টাউন",
      "বাতিল করুন",
      "অভিযোগ করুন",
      "এটি স্প্যাম",
      "সম্পূর্ণ অভিজ্ঞতা লাভ করুন।",
      "{carrier name} থেকে বিনামূল্যে ফটো পান",
      "{Copyrighted album or song name}  {Copyright owner} ইনি করেছেন",
      "স্থানীয় বা আন্তর্জাতিক জ্ঞানের সাথে স্বীকৃত সংস্থাগুলি আমাদের জানিয়েছে যে এর মধ্যে এমন তথ্য অন্তর্ভুক্ত রয়েছে যা Instagram-এ সহিংসতা প্ররোচিত করতে পারে বা শারীরিক ক্ষতি করতে পারে।",
      "{count}টি পছন্দ",
      "একজন সেলিব্রিটির ছদ্মবেশ ধারণ করায় {username}-এর অভিযোগ করবেন?",
      "যেহেতু আপনি {The username of the account being reported}-এর প্রোফাইলের অভিযোগ করেছেন, তাই আমরাও অ্যাকাউন্টটি ব্লক করেছি।",
      "ব্রোকেন লিঙ্ক",
      "কমেন্ট {actionType}",
      "ফটো আইডি আপডেট করুন",
      "আপনার লেখা পিনটি ব্যবহার করে আমরা আপনার অ্যাকাউন্টটিতে সংযোগ করতে পারিনি। আপনি Facebook-এ {cardName}-এর জন্য যে সুরক্ষা কোডটি ব্যবহার করেছেন সেই কোডটি এন্টার করে আপনি এখনও সংযোগ করতে পারবেন।",
      "করোনাভাইরাস (কোভিড-19) ছড়িয়ে পড়ার কারণে এই মুহূর্তে আমাদের কাছে অল্প সংখ্যক পর্যালোচক উপলভ্য আছেন। সবচেয়ে ক্ষতির সম্ভাবনা আছে এমন কনটেন্টের পর্যালোচনায় অগ্রাধিকার দেওয়ার জন্য আমরা কঠোর চেষ্টা করছি।",
      "• আপনার Instagram অ্যাকাউন্টের মাধ্যমে লগইন করার জন্য অ্যাপ এবং ওয়েবসাইটগুলির সাথে নিরাপদে কানেক্ট করুন",
      "খুঁজুন",
      "বাতিল করুন",
      "রিপোর্ট পাঠান",
      "কুকির সম্মতি বিভগ দেখার জন্য সেভরন আইকন",
      "গ্রাফিক্স আঘাত, বেআইনী কার্যকলাপ, বিপজ্জনক বা অপরাধী সংগঠন",
      "দ্রুত প্রতিক্রিয়া",
      "এই সমস্যাটি এমন কয়েকজন Facebook এবং Instagram কর্মীকে প্রভাবিত করেছে যারা তাদের ডিভাইসে একাধিক অ্যাকাউন্ট লগ ইন করেছেন। 1লা জুন 2018 এবং 5ই জুন 2018-এর মধ্যে, এর কারণে একটি অ্যাকাউন্ট থেকে প্রকাশিত কিছু পোস্ট বা স্টোরি একই ডিভাইসে লগ ইন করা অন্য একটি অ্যাকাউন্টে পোস্ট করা হবে। একটি সতর্কতা হিসাবে, আমরা আপনাকে আপনার প্রোফাইল এক নজরে দেখতে এবং কোনো পোস্ট 1লা জুন - 5ই জুনের মধ্যে অভিপ্রেত অ্যাকাউন্টটি থেকে শেয়ার করা হয়েছে কিনা সে বিষয়ে নিশ্চিত হওয়ার অনুপ্রেরণা দিই।",
      "{city name} এ থাকা অবস্থানসমূহ",
      "লোকেদের খুঁজুন",
      "প্রাইমারিতে সরানো হয়েছে",
      "API",
      "আবার লগ ইন করুন",
      "এই ব্যবহারকারীকে ব্লক করুন",
      "সরাসরি মেসেজ আইকন",
      "নতুন পোস্ট",
      "আপনি যখন লগ ইন করবেন ও তাদের ফলো করবেন, আপনি তাদের শেয়ার করা সব পোস্ট দেখবেন।",
      "প্রোফাইল সম্পূর্ণ হয়েছে",
      "পাঠানো হয়েছে!",
      "আপনার মোমেন্টগুলি ধরে রাখা এবং শেয়ার করা শুরু করুন৷",
      "স্থান",
      "স্টোরির অ্যাক্টিভিটি",
      "আপনি কেন এই কথোপকথনটির অভিযোগ করছেন?",
      "{username} এর প্রোফাইল ছবি",
      "ভয়েস মেসেজ",
      "আপনি কেন আপনার অ্যাকাউন্ট অক্ষম করছেন?",
      "@{username} • Instagram ফটো ও ভিডিও",
      "অভিযোগ জানান",
      "প্রশ্নাবলী",
      "আপনার আবেদন অস্বীকৃত হয়েছে",
      "চ্যাট মুছুন",
      "অন্য কিছু",
      "পোস্ট ও কমেন্টে GIF পোস্ট করা এবং ভিডিও দেখার মতো কিছু অভিজ্ঞতা অন্য কোম্পানির কুকি ছাড়া কাজ করে না।",
      "ইনবক্স",
      "{days}দিন",
      "একবার আপনি Wi-Fi এর সাথে সংযোগ হয়ে গেলে আপনি ব্যবসার Instagram অ্যাকাউন্টটিও ঘুরে দেখতে পারেন।",
      "আপনার সাধারণ মেসেজ",
      "প্রিভিউ চালু করা হয়েছে",
      "Instagram ভেরিফিকেশনের জন্য আবেদন জানান",
      "এই {numMessages}টি বার্তার সবকটি মুছে ফেলা হবে।",
      "স্বয়ংক্রিয়ভাবে যোগ করুন",
      "এই তথ্যটিকে Facebook Pay-এর সাথে সেভ করা হবে এবং আপনি সেটিকে Instagram, Facebook ও Messenger-এ ব্যবহার করার জন্য পাবেন।",
      "সমস্ত অর্থ উপার্জনকারী ভিডিওগুলোতে প্রিভিউ অর্ন্তভুক্ত থাকতে হবে। প্রিভিউ আপনার ফিড এবং আপনার প্রোফাইলে দেখা যাবে।",
      "Connect a digital wallet",
      "পুশ নোটিফিকেশন",
      "ডিফল্ট কীওয়ার্ডগুলি ব্যবহার করুন",
      "Instagram আপনার ব্যক্তিগত তথ্য নিরাপদ রাখে৷ একটি নতুন অ্যাকাউন্ট তৈরি করতে সমস্ত শর্তে সম্মত হন৷",
      "আপনার ভিডিও সরানো হয়েছে",
      "পাসওয়ার্ড ভুলে গেছেন?",
      "শেষ",
      "ফোন নম্বর যোগ করুন",
      "য়",
      "ব্যবহারের শর্তাবলী",
      "আপনার ভিডিও আনব্লক করতে, অনুগ্রহ করে সম্মত হন:",
      "ফেব্রুয়ারী",
      "আপনি আপনার দেওয়া তথ্যের ভিত্তিতে Instagram -এ সাইন আপ করতে পারবেন না।",
      "{whatsapp business name}",
      "হাই {username} ,",
      "এক্সপ্লোর করুন",
      "আরও জানুন",
      "পূর্বরূপগুলি আপনার প্রোফাইল এবং ফীডে প্রদর্শিত হয়",
      "ব্যাগে যোগ করতে পারেনি",
      "Disconnect",
      "কেন আমাদের তা বলুন",
      "ফাইল মুছে ফেলুন",
      "DMCA কি এবং এটি কিভাবে আমাকে প্রভাবিত করে?",
      "{name of the user} আপনাকে একটি মন্তব্যের মধ্যে উল্লেখ করেছেন: {comment text from user}",
      "পরিচিতি তথ্য",
      "Instagram Lite পান",
      "একটি নিরাপত্তার পদ্ধতি বেছে নিন",
      "চ্যাট মুছবেন?",
      "পরবর্তী",
      "কোনও পোস্ট নেই",
      "নির্বাচন টগল করুন",
      "পর্যালোচনা না করেই ছেড়ে যাবেন?",
      "যেহেতু নীতিটি Facebook-কেও অন্তর্ভুক্ত করে, তাই এর্টিতে মুখ শনাক্তকরণ সংক্রান্ত তথ্য থাকে। আমরা Instagram-এ মুখ শনাক্তকরণ প্রযুক্তি ব্যবহার করি না। আমরা এটি পেশ করলে, আপনাকে জানাব এবং আপনাকে বেছে নেওয়ার সুযোগ করে দেব।",
      "আপনার ডেটা ডাউনলোড করুন",
      "প্রমাণীকরণ অ্যাপ নিশ্চিত করা হয়েছে",
      "বাতিল করুন",
      "{username} হিসাবে চালিয়ে যান",
      "বন্ধুদের পোস্ট লাইক করুন, আপনার মুহূর্তগুলো শেয়ার করুন এবং খুব ভালো প্রতিক্রিয়া জানাতে অ্যাকাউন্টগুলো খুঁজুন।",
      "ছবি এবং ভিডিওগুলি শেয়ার করা শুরু করার জন্য অ্যাপটি ডাউনলোড করুন৷",
      "ফাইলের আকার 1KB বা তার চেয়ে বড় হতে হবে",
      "{scope description}",
      "{full_name} (@{username}) • Instagram ছবি ও ভিডিও • পৃষ্ঠা {page}",
      "আমরা Instagram -এ আপনার শেয়ার করা বিষয়ের একটি ফাইল তৈরি করা শুরু করেছি এবং {email address} -এ আমরা একটি লিঙ্ক ইমেল করব। এই ডেটা সংগ্রহ করতে এবং আপনার কাছে এটি পাঠাতে 48 ঘন্টা পর্যন্ত সময় লাগতে পারে।",
      "ফটো মুছুন",
      "অ্যাপ এবং ওয়েবসাইট Instagram থেকে আপনার শেয়ার করা তথ্যে অ্যাক্সেসের অনুরোধ জানাতে পারে। এইসব অনুরোধ সিস্টমের মাধ্যমে অটোমেটিক লগ করা হয় এবং ডিভাইস সেটিংস দিয়ে নিয়ন্ত্রণ করা হয় না।",
      "Edit",
      "ভিডিওটি খুবই বড়ো",
      "নীতিটিতে আমরা আপনার কার্যকলাপ এবং আমাদের সহযোগীদের থেকে যা সংগ্রহ করি, আমরা কিভাবে Facebook কোম্পানি জুড়ে তথ্য সংযুক্ত করি এবং বিজ্ঞাপনগুলি সহ কীভাবে আপনার অভিজ্ঞতা ব্যক্তিগত করি সে সম্বন্ধে আরও তথ্য রয়েছে।",
      "1 দিনের মধ্যে পরবর্তী ধাপ পূরণ করুন যাতে আমরা আপনার নিষ্ক্রিয় হওয়ার আগে আপনাকে এটি ফিরিয়ে দেওয়ার চেষ্টা করতে পারি।",
      "{username} কর্তৃক অনুসরণ করা হয়েছে",
      "খসড়া খারিজ করুন",
      "আমর যা মুছেছি তার বিষয়ে {Learn more}৷",
      "{(plural) number of terms}টির সবকটি শর্তাবলীতে সম্মতি দিচ্ছি",
      "না",
      "ঠিক আছে",
      "ভিডিওকে অবশ্যই 3 সেকেন্ড বা তার চেয়ে বেশি সময়ের হতে হবে",
      "আপনার অ্যাকাউন্টে থাকা সীমাবদ্ধতাগুলো হটিয়ে আমাদের সাহায্য করতে পরবর্তী পদক্ষেপগুলো অনুসরণ করুন।",
      "ভিডিও বাতিল করবেন?",
      "কার্ট",
      "সামগ্রীর মালিকের সাথে যোগাযোগ করুন",
      "মুছে ফেলুন",
      "অন্য",
      "আপনি আপনার প্রোফাইলে যোগাযোগের তথ্য এবং বোতামগুলো লুকানো বা প্রদর্শন করা বেছে নিতে পারবেন।",
      "হ্যাঁ",
      "আপনি {username}-এর স্টোরি হাইলাইট পাঠিয়েছেন",
      "দেখতে অসুবিধা হয় এমন লোকজনকে সাহায্য করার জন্য অল্ট টেক্সট আপনার ফটোর বর্ণনা দেয়। আপনার ফটোর জন্য অল্ট টেক্সট স্বয়ংক্রিয়ভাবে তৈরি হবে অথবা আপনি নিজে কিছু লিখতে পারবেন।",
      "লোকেদের খুঁজুন",
      "হটান",
      "আপনি {username}-কে সীমাবদ্ধ করেছেন",
      "Google-এর মাধ্যমে লগ ইন করুন",
      "মন্তব্য মুছুন",
      "• কানেকশনের মাধ্যমে আপনার অ্যাকাউন্টের প্রমাণীকরণ করতে এবং তথ্য পেতে অ্যাপ বা ওয়েবসাইটকে সাহায্য করে, যা আপনি শেয়ার করতে চান, যেমন আপনার ফটো।",
      "বিজনেস অ্যাকাউন্ট",
      "ট্যাগ করা লোকজন",
      "আপনার মন্তব্য আমাদের সম্প্রদায়ের নির্দেশিকা বিরুদ্ধ।",
      "কার্যকলাপ ফীড",
      "বিনামূল্যের শিপিং",
      "স্থান এবং ডেটা বাঁচাতে তৈরি করা হয়েছে। Google Play-তে ফ্রি।",
      "{count} জন অনুসরণকারী",
      "অবস্থান যোগ করুন",
      "{username}-এর সাথে আপনার কি কোনো সমস্যা হয়েছে?",
      "কুকি এবং আমরা কীভাবে সেগুলো আমাদের {Cookie Policy}-এ ব্যবহার করি সে সম্পর্কে আরও জানুন।",
      "আপনার যা খুব ভালো লাগে তা খুঁজতে আরও ভালো একটি উপায়ের জন্য অ্যাপটিতে পাল্টান৷",
      "Facebook-এর সাথে সংযোগ করুন",
      "{username} টাইপ করছেন...",
      "ফোন নম্বর",
      "আরও",
      "অনুসরণ করার জন্য বন্ধুদের খুঁজতে Facebook-এ সংযোগ করুন।",
      "গোপনীয়তা",
      "কাউন্টডাউন",
      "ইমেইল (ঐচ্ছিক)",
      "আপনার অ্যাকাউন্ট পরিচালনা করা হচ্ছে",
      "{firstUsername}, {secondUsername} + {remainingUserCount} দেখেছেন",
      "আপনি যাদের অনুসরণ করেন",
      "তম",
      "Google Play.-তে এটিকে বিনামূল্যে খুঁজে পান।",
      "সংগ্রহ এডিট করুন",
      "আমরা আপনার অ্যাকাউন্টে অস্বাভাবিক ক্রিয়াকলাপ লক্ষ্য করেছি এবং কিছু পদক্ষেপ {date on which the restriction enrollment expires} অবধি সাময়িকভাবে সীমিত করেছি।",
      "Instagram অ্যাপ্লিকেশনটিকে সনাক্ত করুন৷",
      "বয়স",
      "{Bold text if your appeal for photo is approved} আপনার শেয়ার করা অরিজিনাল ফটোটি আপনার অ্যাকাউন্টে রিস্টোর করা হবে।",
      "অনুরাগী অ্যাকাউন্ট",
      "{copyright} সহ অন্য পক্ষের মেধাসম্পত্তির অধিকার লঙ্ঘন না করলে তবেই আপনি Instagram-এ সামগ্রী পোস্ট করতে পারেন। আপনার সামগ্রী কপিরাইট আইন লঙ্ঘন করছে না তা নিশ্চিত করার সেরা উপায় হল আপনার নিজের তৈরি করা সামগ্রী পোস্ট করা। আপনি অন্য কারোর সামগ্রী ব্যবহার করলে তা তখনও তাদের কপিরাইট লঙ্ঘন করতে পারে, এমনকি যদি আপনি:",
      "একটি মন্তব্য যোগ করুন…",
      "আপনার PayPal অ্যাকাউন্ট দিয়ে সংযোগ করবেন?",
      "অনুসরণকারী",
      "জমা দিন",
      "এই ভিডিওতে",
      "অননুসরণ করা হয়েছে",
      "ডিভাইস থেকে বেছে নিন",
      "এটি পুনরায় পাঠান",
      "ফিল্টার করুন: {filter title}",
      "লোকজন আপনাকে সহজে অনুসরণ করার জন্য Instagram ক্যামেরার দ্বারা আপনার নামের ট্যাগ স্ক্যান করতে পারবেন। আপনার নামের ট্যাগ ডাউনলোড করুন এবং মুদ্রিত করার পর এটি আপনার পণ্য্, পোস্টার এবং আরও কিছুতে এটি আটকান।",
      "পোস্ট দেখুন",
      "আমরা আপনাকে {phone_number}-এ শেষ হওয়া আপনার নম্বরে নিশ্চয়তা কোডটি পাঠিয়েছি",
      "ফোন নম্বর",
      "API ব্যবহারের শর্তাবলী",
      "LIVE ফান্ডরাইজার",
      "• {app name} তার সার্ভিস পিরিয়ডের মধ্যে ইউজার  আইডেন্টিফিকেশন এবং অন্য প্রয়োজনে আপনি যা শেয়ার করেন, তা {=term} এবং {=privacy} অনুযায়ী ব্যবহার করতে পারে।",
      "মন্তব্য মুছুন",
      "আমরা {email address}-এ যে লিঙ্ক পাঠাই সেটা মাত্র চার দিন কাজ করে। আপনি আপনার ডেটার অন্য একটি অনুলিপি অনুরোধ করতে পারেন।",
      "অন্যথায় আপনার কাছে সামগ্রী ব্যবহার করার জন্য অনুমতি থাকতে হবে৷ উদাহরণস্বরূপ, আপনি যদি একটি সামগ্রীর ন্যায্য ব্যবহার দাবি করেন বা সামগ্রীটি যদি সর্বজনীন ডোমেনে থাকে৷",
      "প্রভাব",
      "Facebook পেমেন্টস শর্তাবলী দেখুন",
      "পিতামাতা/অভিভাবককে জিজ্ঞাসা করুন",
      "নিরাপত্তা যাচাইকরণ",
      "আপনি যদি {name} মুছে দেন, এটি আপনার {name} অ্যাকাউন্ট এবং কার্যকলাপ মুছে দিতে পারে। {name}-এর কাছে এখনও আপনার পূর্বে শেয়ার করা তথ্যের অ্যাক্সেস থাকতে পারে, তবে ব্যক্তিগত তথ্যের জন্য অতিরিক্ত অনুরোধ জানাতে পারবে না।",
      "পেশাদার অ্যাকাউন্টে পাল্টান",
      "অনুরোধ অনুসরণ করুন",
      "পোস্ট শেয়ার করা হয়েছে",
      "• অন্যান্য অ্যাপ এবং ওয়েবসাইটের সাথে আপনার Instagram অ্যাকাউন্ট নিরাপদে কানেক্ট করুন",
      "জাতিগত, হোমোফোবিক বা যৌন বিষয়ক কলঙ্ক",
      "লগ ইন করে আরও দেখুন",
      "পরবর্তী",
      "একটি বিতর্ক জমা দেওয়ার মাধ্যমে, আপনি রাইটস হোল্ডার, {reference owner name}-কে আপনার ভিডিও এবং আপনার অ্যাকাউন্ট সম্বন্ধিত বেসিক পাবলিক তথ্য পর্যালোচনা করার অনুমতি দেন। উত্তর দেওয়ার জন্য তাদের কাছে 7 দিনের সময় থাকবে।",
      "Facebook-এর Instagram",
      "@{username}-এর Instagram ফটো দেখুন",
      "সমস্ত মুছুন",
      "স্টোরি ও পোস্ট শেয়ার করা এবং লগ ইন করা সহ Instagram, Facebook অ্যাপ এবং Messenger ব্যবহারের সময়ে অভিজ্ঞতা লাভের জন্য সেটিংস নিয়ন্ত্রণ করুন।",
      "কোনো সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।",
      "আপনার ফটো যোগ করা হয়েছে।",
      "আপনার ভিডিও আমাদের প্রয়োজনীয়তা পূরণ করেনি। {Learn More}",
      "এটিকে লাইক করতে {Log in} করুন",
      "{username} চাই আমরা তাদেরকে তাদের আরও আগ্রহের ভিত্তিতে বিজ্ঞাপন দেখাই। আমরা Facebook পণ্য জুড়ে লোকেদের কার্যকলাপের ভিত্তিতে তাদের আগ্রহের বিষয়ে জানি। আপনি অনুমোদন না দিলে, {username} তখনও সম সংখ্যক বিজ্ঞাপন দেখবে তবে সেগুলি কম প্রাসঙ্গিক হতে পারে।",
      "ইনসাইটগুলো দেখুন",
      "সম্পর্কিত বিভাগগুলো",
      "প্রোফাইল",
      "পাসওয়ার্ড পরিবর্তন করুন",
      "উল্লিখিত নয়",
      "বিশ্বস্ত ডিভাইস",
      "See All Messages",
      "তাপমাত্রা",
      "লগ আউট করবেন?",
      "লাইকগুলি",
      "লাইকগুলি",
      "আপনি পরে আপনার পোস্টের একেবারে উপরে ··· মেনুতে গিয়ে এটি পরিবর্তন করতে পারবেন।",
      "@{username} এর Instagram ছবি  • {datetime}",
      "আপনার জন্য প্রস্তাবিত",
      "অননুসরণ করুন",
      "পর্যালোচনা করুন এবং সম্মত হন",
      "আবেদনের বিশদ বিবরণ",
      "আপনি এই অ্যাপের সাথে যে তথ্য শেয়ার করছেন",
      "ভিডিও গ্লিম্ফ",
      "ফোনে নিশ্চিতকরণ",
      "শনিবার",
      "এই ফটোটি মুছুন",
      "কেনাকাটা করার মেনু খুলুন",
      "অ্যাকাউন্টগুলি ব্লক করা হচ্ছে",
      "একটি রাজ্য বেছে নিন",
      "ফাইল বেছে নিন",
      "মনে রাখবেন যে এই ফটোটি সমস্ত লোকেশনে ব্লক করা হয়েছে।",
      "এই বার্তাটি লোকজনকে বিপদে ফেলতে পারে",
      "ফিরে যান",
      "ব্যবহারকারীর নাম পরিবর্তন করুন",
      "আপনি {username}-কে ব্লক করেছেন৷",
      "ভিডিওটির কোনও শব্দ নেই।",
      "{count} জন অনুসরণকারী",
      "একটি বিভাগ বেছে নিন",
      "শেয়ার করুন",
      "জমা দিন",
      "উত্তরগুলি লুকান",
      "আপনাকে ট্যাগ করা ফটো",
      "{name}-এর আরও ফটো দেখুন",
      "Instagram-এ জন্মদিন",
      "একটি বিভাগ সিলেক্ট করুন",
      "নিরাপত্তা কোড",
      "{other options} দেখুন",
      "পুনরায় সেট করুন",
      "বিনামূল্যে এটি Windows Store এ খুঁজুন৷",
      "অনুগ্রহ করে একটি অপশন বেছে নিন৷",
      "প্রাক্তন ব্যবসার ঠিকানাগুলি",
      "প্রোটেকটিভ ফ্রড মনিটরিং",
      "নোটিফিকেশন পাঠানো হয়েছে",
      "• অ্যাপ এবং ওয়েবসাইটগুলি থেকে আমরা যে তথ্য পাই, সেগুলি যদি আপনি চান শুধুমাত্র Instagram-এ শেয়ার করা হোক, তাহলে {=accounts center} থেকে আপনার Instagram এবং Facebook অ্যাকাউন্ট সরিয়ে দিন।",
      "App Store - এ উপলব্ধ রয়েছে",
      "{country name} এ থাকা শহরগুলি",
      "পাসওয়ার্ড ভুলে গেছেন?",
      "খারিজ করুন",
      "এই মেসেজগুলো আপনার সীমাবদ্ধ করা এবং আপনি অনুসরণ করেন না এমন লোকজনের থেকে এসেছে। আপনি তাদেরকে আপনাকে মেসেজ পাঠানোর অনুমতি না দেওয়া পর্যন্ত তারা জানতে পারবেন না যে আপনি তাদের অনুরোধ দেখেছেন।",
      "নতুন পাসওয়ার্ড নিশ্চিত করুন",
      "মুছে ফেলা সামগ্রী কম দেখান",
      "Instagram Lite পান",
      "আমরা আপনার ডিভাইস থেকে আপনি কীভাবে আলতো চাপ দেন এবং স্ক্রোল করেন এগুলির মতো বিভিন্ন ধরনের তথ্য পাই, যা বটগুলি থেকে মানুষের পার্থক্য করতে এবং জালিয়াতি শনাক্ত করতে সাহায্য করতে পারে।",
      "পোস্ট যাতে বিশ্বাসযোগ্য হুমকি আছে",
      "আমরা কনটেন্ট পার্সোনালাইজ করতে, প্রাসঙ্গিক বিজ্ঞাপন দিতে এবং একটি নিরাপদ অভিজ্ঞতা দিতে সাহায্য করার জন্য কুকি ব্যবহার করি৷ আমাদের {Cookie Policy}-এ কুকির ব্যবহার এবং নিয়ন্ত্রণ সম্পর্কে আরও জানুন৷ আপনি যেকোনও সময় আপনার নিয়ন্ত্রণ পর্যালোচনা করতে পারেন৷",
      "ভাবুন আমরা কি কোনো ভুল করেছি?",
      "এখন",
      "দুঃখিত, আপনার অ্যাকাউন্ট তৈরি করার সময় কিছু ভুল হয়েছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷",
      "প্রাক্তন জীবন বৃত্তান্তের টেক্সটগুলি",
      "তম",
      "এই ডিভাইসটিতে বিশ্বাস রাখুন",
      "এটি কি মনে করবেন যে এটি হলো আপনার মেধা সম্পত্তির একটি অননুমোদিত ব্যবহার? {link_to_learn_how_to_report_it}",
      "আপনার অ্যাকাউন্টে অতিরিক্ত নিরাপত্তা যোগ করুন",
      "সব ভিডিও আমাদের {monetization policy link} অনুযায়ী পর্যালোচনা করা হয়েছে।",
      "চালিয়ে যেতে একটি প্রফেশনাল অ্যাকাউন্টে পাল্টান",
      "এবং",
      "এটি লগ ইনের জন্য প্রয়োজন এবং অনুমতি দেয়:",
      "দুঃখিত! এই মুহূর্তে আপনার কনফারমেশন কোড যাচাই করতে আমাদের সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "আমরা আপনার তথ্য শেয়ার করব এবং আমরা যদি এটি নিশ্চিত করতে পারি, তবে আপনি আনুমানিক 24 ঘন্টার মধ্যে আপনার অ্যাকাউন্ট অ্যাক্সেস করতে পারবেন৷",
      "বিভাগ",
      "আমরা আপনার {contentTypeText} মুছে দিয়েছি কারণ এটি {violationText}-এ আমাদের {communityGuidelinesLink}-এর বিরুদ্ধে গেছে। আপনার পোস্ট, আর্কাইভ, বার্তা ও অনুসরণকারী সহ আপনার অ্যাকাউন্ট মোছা প্রতিরোধ করার একমাত্র উপায় হল আমাদের নির্দেশিকা অনুসরণ করা।",
      "কাজ",
      "PayPal-এ লগ ইন করুন",
      "ত্রুটি",
      "আপনি টেক্সট মেসেজের মাধ্যমে কোনো নিরাপত্তা কোড না পেয়ে থাকলে, আপনি আপনার {=auth app codes} থেকে একটি কোড পেতে পারেন বা আপনার একটি {=backup codes} ব্যবহার করতে পারেন",
      "মন্তব্যগুলি মুছে ফেলা সম্পূর্ণ করুন",
      "আবার লগ ইনে ফিরে যান",
      "1 জন ফলোয়ার",
      "আপনি আপনার লিঙ্ক করা Facebook অ্যাকাউন্টের সাথে লগইন করতে পারেন৷",
      "এটি {=business name}-কে Instagram-এ আপনাকে সরাসরি মেসেজ পাঠানোর অনুমতি দেয় যা তিনি গ্রাহক সহায়তায় অফার পাঠাতে ব্যবহার করতে পারেন।",
      "কিছু একটা ভুল হয়েছে৷ অনুগ্রহ করে আবার চেষ্টা করুন।",
      "আপনি কি {username} সম্পর্কে তথ্য শেয়ার করা চালিয়ে যেতে চান?",
      "আমরা আপনার {contentTypeText} মুছে ফেলেছি কারণ এটি আমাদের {communityGuidelinesLink}-এর বিরুদ্ধ৷ আমাদের নির্দেশিকাগুলির বিরুদ্ধে যায় এমন কিছু আপনি যদি আবার পোস্ট করেন তাহলে আপনার পোস্ট, আর্কাইভ, বার্তা এবং অনুসরণকারীগণ সহ আপনার অ্যাকাউন্ট মুছে দেওয়া হবে৷",
      "কিছু সমস্যা হয়েছে",
      "{PayPal Policy} এবং আপনার পেমেন্ট পদ্ধতির অধিকার দেখুন।",
      "Instagram-এ যে কোনো লোক আপনার ফটো এবং ভিডিওগুলি দেখতে পাবেন। আপনাকে আর অনুসরণকারীদের অনুমোদন করতে হবে না।",
      "আপনি আগে যে ডিভাইসগুলতে Instagram ব্যবহার করেছেন, কেবলমাত্র সেই ডিভাইসগুলো থেকে পাসওয়ার্ড রিসেট করার ইমেইল পান। এই সেটিংসটি পরবর্তী {days to snooze} দিনের জন্য স্থায়ী হবে।",
      "পোস্টের লিঙ্ক নির্বাচন করুন",
      "তম",
      "খসড়া তৈরি করা",
      "পিন ভুলে গিয়েছেন?",
      "নামের ট্যাগ ব্যবহার করার উপায়",
      "আপনি 14 দিনের মধ্যে কেবলমাত্র দুবার আপনার নাম পরিবর্তন করতে পারবেন।",
      "ফটো আউটলাইন আইকন",
      "এই স্টোরিটি দেখতে লগ ইন করুন",
      "আমাদের কাছে এই মুহূর্তে কয়েক জন পর্যালোচক উপলভ্য আছেন এবং ক্ষতির সবচেয়ে বেশি সম্ভাবনা আছে এমন রিপোর্টগুলোকে অগ্রাধিকার দেওয়ার জন্য তারা কঠোর চেষ্টা করছেন।",
      "আপনি পুরোপুরি প্রস্তুত!",
      "আরও জানুন",
      "pm",
      "কোড লিখুন",
      "সেটিংস",
      'এখানে লিস্টে জোড়া লোকজন হল Instagram-এ আপনার আপলোড করা কনট্যাক্ট। আপনার সিঙ্ক করা কনট্যাক্টদের হটাতে "সমস্ত মুছুন"-এ ট্যাপ করুন। আপনার কনট্যাক্টদের আবার আপলোড করা হবে। আপনি আপনার ডিভাইসের সেটিংসে গিয়ে কনট্যাক্ট অ্যাক্সেস করা বন্ধ না করা পর্যন্ত Instagram পরেরবার আপনার কনট্যাক্ট সিঙ্ক করবে।',
      "ব্যবহারকারী নাম",
      "আপনি আপনার পিন রিসেট না করা পর্যন্ত কিছু পেমেন্ট কনফার্ম করতে পারবেন না৷",
      "নতুন অ্যাকাউন্ট তৈরি করুন",
      "একটি নতুন কোড পান",
      "অবাঞ্ছিত সামগ্রী থেকে আপনাকে রক্ষা করতে চিত্রটিকে অস্পষ্ট করা হয়েছে।",
      "কুকিজ",
      "Instagram -এ আমাদের স্প্যাম সংক্রান্ত সমস্যাগুলি বোঝার একটি সংকেত হিসাবে আমরা স্প্যামের অভিযোগগুলি ব্যবহার করি। যদি আপনি মনে করেন এই অ্যাকাউন্টটি আমাদের {link_to_instagram_community_guidelines} বা {link_to_instagram_terms_of_use} লঙ্ঘন করে এবং এটি মুছে ফেলা উচিত তবে এটি অনুপযুক্ত হিসাবে চিহ্নিত করুন।",
      "অনুরোধ সম্পূর্ণ হয়নি",
      "কেবলমাত্র ঘনিষ্ঠ বন্ধু",
      "বাতিল করুন",
      "কার্যকর DMCA এর পাল্টা-বিজ্ঞপ্তি জমা দেওয়ার পরে, আমরা তাৎক্ষণিকভাবে এটির তদন্তকারী পার্টিতে ফরোয়ার্ড করব। যদি প্রতিবেদনকারী পক্ষটি আমাদেরকে অবহিত না করে যে তারা 10-14 ব্যবসায়িক দিনের মধ্যে প্রশ্নযুক্ত উপাদানের সাথে Instagram-এ লঙ্ঘনমূলক কার্যকলাপে জড়িত থেকে আপনাকে বিরত রাখতে একটি আদালতের আদেশ দায়ের করেছে, তবে আমরা তাৎক্ষণিকভাবে DMCA এর অধীনে যোগ্য সামগ্রী পুনরুদ্ধার করব।বিরল উদাহরণস্বরূপ, প্রযুক্তিগত সীমাবদ্ধতার কারণে আমরা সামগ্রী পুনরুদ্ধার করতে সক্ষম হতে পারি না। এই ইভেন্টে, আমরা আপনাকে একটি আপডেট পাঠাব যা আপনাকে জানাতে আপনি নিজের বিবেচনার ভিত্তিতে সাইটে সামগ্রীটি পুনরায় পোস্ট করতে পারেন, একটি কার্যকর DMCA এর পাল্টা-বিজ্ঞপ্তি অবশ্যই অন্যান্য নামগুলির মধ্যে আপনার নাম, ঠিকানা এবং টেলিফোন নম্বর থাকতে হবে এবং আপনার লিখিত প্রতিবেদনের পক্ষটি আদালতে আপনার বিরুদ্ধে কোনও মামলা দায়ের করতে তাদের তথ্য ব্যবহার করতে পারে। এর অর্থ হ'ল Instagram এ প্রতিবেদনের পক্ষকে পাল্টা-বিজ্ঞপ্তিতে প্রদত্ত পরিচিতি তথ্যগুলি পাস করতে হবে।আপনার অ্যাকাউন্টটি যদি কখনও পর্যালোচনা করা হয় তবে পুনরাবৃত্তি লঙ্ঘন সম্পর্কে আমাদের নীতিগুলি লঙ্ঘন করার কারণে পুনরুদ্ধারকৃত সামগ্রী আপনার বিরুদ্ধে গণনা করা হবে না।",
      "পণ্যের ইমেলগুলি",
      "Instagram",
      "Instagram অ্যাপটি পান",
      "চালিয়ে যেতে লগ ইন করুন",
      "দেশ নির্বাচকের জন্য ড্রপডাউন আইকন",
      "{count}টি অনুরোধ",
      "ফটো এবং ভিডিও আপনার কালেকশনে সেভ করুন।",
      "ফোন",
      "খুঁজুন",
      "সমীক্ষার বিশদ বিবরণ",
      "অ্যাকাউন্ট চালু রাখুন",
      "যখন আপনি ছবিগুলি শেয়ার করবেন তখন সেগুলি আপনার প্রোফাইলে প্রদর্শিত হবে।",
      "ডিসক্লোজার পেজ",
      "আপনি পরিবর্তনগুলো সংরক্ষণমুক্ত করেছেন। আপনি কি বাতিল করতে চাওয়ার ব্যাপারে নিশ্চিত?",
      "পূর্বরূপ দেখতে আলতো চাপুন।",
      "আপনি একটি বার্তা পাঠিয়েছেন",
      "প্রোফাইল ফটো",
      "আপনার অর্থপ্রদান প্রক্রিয়া হতে অনেক বেশি সময় নিচ্ছে, কিন্তু এটি সম্পূর্ণ হয়ে যেতে পারে৷ অনুগ্রহ করে একটি রসিদ এর জন্য আপনার ইমেল পরীক্ষা করুন৷",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [1900544]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: "-",
      shortDayNames: [
        "সোমবার",
        "মঙ্গল",
        "বুধ",
        "বৃহস্পতিবার",
        "শুক্র",
        "শনি",
        "রবি",
      ],
      timeSeparator: ":",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D h:i A",
        "D M d": "j F",
        "D M d, Y": "j F Y",
        "D M j": "j F",
        "D M j, g:ia": "j F h:i A",
        "D M j, y": "j F Y",
        "D M j, Y g:ia": "j F Y h:i A",
        "D, M j, Y": "j F Y",
        "F d": "j F",
        "F d, Y": "j F Y",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y",
        "F j, Y @ g:i A": "j F Y h:i A",
        "F j, Y g:i a": "j F Y h:i A",
        "F jS": "j F",
        "F jS, g:ia": "j F h:i A",
        "F jS, Y": "j F Y",
        "F Y": "F, Y",
        "g A": "h A",
        "g:i": "h:i A",
        "g:i A": "h:i A",
        "g:i a": "h:i A",
        "g:iA": "h:i A",
        "g:ia": "h:i A",
        "g:ia F jS, Y": "j F Y h:i A",
        "g:iA l, F jS": "j F Y h:i A",
        "g:ia M j": "j F h:i A",
        "g:ia M jS": "j F h:i A",
        "g:ia, F jS": "j F h:i A",
        "g:iA, l M jS": "j F Y h:i A",
        "g:sa": "h:i A",
        "H:I - M d, Y": "j F Y h:i A",
        "h:i a": "h:i A",
        "h:m:s m/d/Y": "d-m-Y h:i:s A",
        j: "j",
        "l F d, Y": "j F Y",
        "l g:ia": "l h:i A",
        "l, F d, Y": "j F Y",
        "l, F j": "j F",
        "l, F j, Y": "j F Y",
        "l, F jS": "j F",
        "l, F jS, g:ia": "j F Y h:i A",
        "l, M j": "j F",
        "l, M j, Y": "j F Y",
        "l, M j, Y g:ia": "j F Y h:i A",
        "M d": "j F",
        "M d, Y": "j F Y",
        "M d, Y g:ia": "j F Y h:i A",
        "M d, Y ga": "j F Y h A",
        "M j": "j F",
        "M j, Y": "j F Y",
        "M j, Y g:i A": "j F Y h:i A",
        "M j, Y g:ia": "j F Y h:i A",
        "M jS, g:ia": "j F h:i A",
        "M Y": "F, Y",
        "M y": "j F",
        "m-d-y": "d-m-Y",
        "M. d": "j F",
        "M. d, Y": "j F Y",
        "j F Y": "j F Y",
        "m.d.y": "d-m-Y",
        "m/d": "d-m",
        "m/d/Y": "d-m-Y",
        "m/d/y": "d-m-Y",
        "m/d/Y g:ia": "d-m-Y h:i A",
        "m/d/y H:i:s": "d-m-Y h:i:s A",
        "m/d/Y h:m": "d-m-Y h:i:s A",
        n: "d-m",
        "n/j": "d-m",
        "n/j, g:ia": "d-m-Y h:i A",
        "n/j/y": "d-m-Y",
        Y: "Y",
        "Y-m-d": "d-m-Y",
        "Y/m/d": "d-m-Y",
        "y/m/d": "d-m-Y",
      },
      ordinalSuffixes: {
        1: "লা",
        2: "য়",
        3: "য়",
        4: "র্থ",
        5: "তম",
        6: "ষ্ঠ",
        7: "ম",
        8: "ই",
        9: "ই",
        10: "ম",
        11: "তম",
        12: "তম",
        13: "ই",
        14: "তম",
        15: "ই",
        16: "তম",
        17: "তম",
        18: "তম",
        19: "তম",
        20: "তম",
        21: "শে",
        22: "শে",
        23: "তম",
        24: "তম",
        25: "তম",
        26: "তম",
        27: "শে",
        28: "তম",
        29: "তম",
        30: "তম",
        31: "শে",
      },
    };
  },
  1900544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "bn_IN";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [1900545]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "অ্যান্ডোরা",
        AE: "সংযুক্ত আরব আমিরাত",
        AF: "আফগানিস্তান",
        AG: "অ্যান্টিগুয়া এবং বারবুডা",
        AI: "অ্যাঙ্গুইলা",
        AL: "আলবেনিয়া",
        AM: "আরমেনিয়া",
        AN: "নেদারল্যান্ড অ্যান্টিলিজ",
        AO: "অ্যাঙ্গোলা",
        AQ: "অ্যান্টার্কটিকা",
        AR: "আর্জেন্টিনা",
        AS: "আমেরিকান সামোয়া",
        AT: "অস্ট্রিয়া",
        AU: "অস্ট্রেলিয়া",
        AW: "আরুবা",
        AX: "অ্যালান্ড দ্বীপপুঞ্জ (ফিনল্যান্ড)",
        AZ: "আজারবাইজান",
        BA: "বসনিয়া ও হার্জেগোভিনা",
        BB: "বার্বাডোজ",
        BD: "বাংলাদেশ",
        BE: "বেলজিয়াম",
        BF: "বুর্কিনা ফাসো",
        BG: "বুলগেরিয়া",
        BH: "বাহরাইন",
        BI: "বুরুন্ডি",
        BJ: "বেনিন",
        BL: "সেইন্ট বার্থেলেমি",
        BM: "বারমুডা",
        BN: "ব্রুনাই",
        BO: "বলিভিয়া",
        BQ: "বোনায়ের, সিন্ট ইউস্টাসিয়াস ও সাবা",
        BR: "ব্রাজিল",
        BS: "বাহামা",
        BT: "ভূটান",
        BV: "বোভেট দ্বীপ",
        BW: "বতসোয়ানা",
        BY: "বেলারুশ",
        BZ: "বেলিজ",
        CA: "কানাডা",
        CC: "কোকোস (কেলিং) দ্বীপপুঞ্জ",
        CD: "গণতান্ত্রিক প্রজাতন্ত্র কঙ্গো",
        CF: "মধ্য আফ্রিকান প্রজাতন্ত্র",
        CG: "কঙ্গো প্রজাতন্ত্র",
        CH: "সুইজারল্যান্ড",
        CI: "আইভরি কোস্ট",
        CK: "কুক দ্বীপপুঞ্জ",
        CL: "চিলি",
        CM: "ক্যামেরুন",
        CN: "চীন",
        CO: "কলম্বিয়া",
        CR: "কোস্টা রিকা",
        CU: "কিউবা",
        CV: "কেপ ভার্দে",
        CW: "কুরকও",
        CX: "ক্রিসমাস দ্বীপ",
        CY: "সাইপ্রাস",
        CZ: "চেক রিপাবলিক",
        DE: "জার্মানি",
        DJ: "জিবুতি",
        DK: "ডেনমার্ক",
        DM: "ডোমিনিকা",
        DO: "ডোমিনিকান প্রজাতন্ত্র",
        DZ: "আলজেরিয়া",
        EC: "ইকুয়েডর",
        EE: "এস্টোনিয়া",
        EG: "মিশর",
        EH: "পশ্চিম সাহারা",
        ER: "ইরিত্রিয়া",
        ES: "স্পেন",
        ET: "ইথিওপিয়া",
        FI: "ফিনল্যান্ড",
        FJ: "ফিজি",
        FK: "ফকল্যান্ড দ্বীপপুঞ্জ",
        FM: "মাইক্রোনেশিয়ার  সংযুক্ত রাষ্ট্রসমূহ",
        FO: "ফ্যারো দ্বীপপুঞ্জ",
        FR: "ফ্রান্স",
        GA: "গ্যাবন",
        GB: "যুক্তরাজ্য",
        GD: "গ্রানাডা",
        GE: "জর্জিয়া",
        GF: "ফ্রেঞ্চ গায়ানা",
        GG: "গার্নেসী",
        GH: "ঘানা",
        GI: "জিব্রালটার",
        GL: "গ্রীনল্যাণ্ড",
        GM: "জাম্বিয়া",
        GN: "গিনি",
        GP: "গুয়াডেলোপ",
        GQ: "বিষুবীয় গায়েনা",
        GR: "গ্রীস",
        GS: "দক্ষিণ জর্জিয়া এবং দক্ষিণ স্যান্ডউইচ দ্বীপ",
        GT: "গুয়েতেমালা",
        GU: "গুয়াম",
        GW: "গিনি-বিসাউ",
        GY: "গায়ানা",
        HK: "হংকং",
        HM: "হেয়ার্ড দ্বীপ এবং ম্যাকডোনাল্ড দ্বীপপুঞ্জ",
        HN: "হন্ডুরাস",
        HR: "ক্রোয়েশিয়া",
        HT: "হাইতি",
        HU: "হাঙ্গেরী",
        ID: "ইন্দোনেশিয়া",
        IE: "আয়ারল্যান্ড",
        IL: "ইস্রায়েল",
        IM: "Isle of Man",
        IN: "ভারত",
        IO: "ব্রিটিশ ভারত মহাসাগরীয় এলাকা",
        IQ: "ইরাক",
        IR: "ইরান",
        IS: "আইসল্যান্ড",
        IT: "ইতালি",
        JE: "জার্সি",
        JM: "জ্যামাইকা",
        JO: "জর্ডান",
        JP: "জাপান",
        KE: "কেনিয়া",
        KG: "কিরগিজস্তান",
        KH: "কম্বোডিয়া",
        KI: "কিরিবাতি",
        KM: "কমোরোস",
        KN: "সেন্ট কিটস এবং নেভিস",
        KP: "উত্তর কোরিয়া (DPRK)",
        KR: "দক্ষিণ কোরিয়া",
        KW: "কুয়েত",
        KY: "ক্যামন দ্বীপসমূহে",
        KZ: "কাজাখস্থান",
        LA: "লাওস",
        LB: "লেবানন",
        LC: "সেন্ট লুসিয়া",
        LI: "লিচেনস্টেইন",
        LK: "শ্রীলঙ্কা",
        LR: "লাইবেরিয়া",
        LS: "লেসোথো",
        LT: "লিথুয়ানিয়া",
        LU: "লুক্সেমবার্গ",
        LV: "লাটভিয়া",
        LY: "লিবিয়া",
        MA: "মরক্কো",
        MC: "মোনাকো",
        MD: "মালদোভা",
        ME: "মন্টেনিগ্রো",
        MF: "সেইন্ট মার্টিন",
        MG: "মাদাগাস্কার",
        MH: "মার্শাল দ্বীপপুঞ্জ",
        MK: "মেসিডোনিয়া",
        ML: "মালি",
        MM: "মায়ানমার",
        MN: "Mongolia",
        MO: "ম্যাকাও",
        MP: "নর্থান মেরিয়ানা দ্বীপপুঞ্জ",
        MQ: "মার্টিনিক",
        MR: "মৌরিতানিয়া",
        MS: "মন্টসেরাত",
        MT: "মাল্টা",
        MU: "মরিশাস",
        MV: "মালদ্বীপ",
        MW: "মালাউই",
        MX: "মেক্সিকো",
        MY: "মালয়েশিয়া",
        MZ: "মোজাম্বিক",
        NA: "নামিবিয়া",
        NC: "নিউ ক্যালিডোনিয়া",
        NE: "নাইজার",
        NF: "নরফোক দ্বীপ",
        NG: "নাইজেরিয়া",
        NI: "নিকারাগুয়া",
        NL: "নেদারল্যান্ড",
        NO: "নরওয়ে",
        NP: "নেপাল",
        NR: "নাউরু",
        NU: "নিউ্য",
        NZ: "নিউজিল্যান্ড",
        OM: "ওমান",
        PA: "পানামা",
        PE: "পেরু",
        PF: "ফরাসি পলিনেশিয়া",
        PG: "পাপুয়া নিউ গিনি",
        PH: "ফিলিপাইন",
        PK: "পাকিস্তান",
        PL: "পোল্যান্ড",
        PM: "সেন্ট পিয়েরে ও মিকিউলন",
        PN: "পিটকাইরেন দ্বীপপুঞ্জ",
        PR: "পুয়ের্তো-রিকো",
        PS: "ফিলিস্তিন",
        PT: "পর্তুগাল",
        PW: "পালাউ",
        PY: "প্যারাগুয়ে",
        QA: "কাতার",
        RE: "পুনর্মিলনী",
        RO: "রোমানিয়া",
        RS: "সার্বিয়া",
        RU: "রাশিয়া",
        RW: "রোয়ান্ডা",
        SA: "সৌদি আরব",
        SB: "সলোমন দ্বীপপুঞ্জ",
        SC: "Seychelles",
        SD: "সুদান",
        SE: "সুইডেন",
        SG: "Singapore",
        SH: "সেইন্ট হেলেনা",
        SI: "স্লোভেনিয়া",
        SJ: "স্বল্ভার্দ ও যান-মোযেন",
        SK: "স্লোভাকিয়া",
        SL: "সিয়েরা লিওন",
        SM: "সান ম্যারিনো",
        SN: "সেনেগাল",
        SO: "সোমালিয়া",
        SR: "সুরিনাম",
        SS: "দক্ষিণ সুদান",
        ST: "সাওতোম ও প্রিন্সিপ",
        SV: "এল সালভাদর",
        SX: "Sint Maarten",
        SY: "সিরিয়া",
        SZ: "সোয়াজীল্যান্ড",
        TC: "তুর্কী এবং কাইকোস দ্বীপপুঞ্জ",
        TD: "চাদ",
        TF: "ফরাসী দক্ষিন ও কুমেরু এলাকা",
        TG: "টোগো",
        TH: "থাইল্যান্ড",
        TJ: "তাজিকিস্তান",
        TK: "টোকেলাউ",
        TL: "পূর্ব তিমুর",
        TM: "Turkmenistan",
        TN: "তিউনিসিয়া",
        TO: "টোঙ্গা",
        TR: "তুর্কী",
        TT: "ত্রিনিদাদ ও টোবাগো",
        TV: "Tuvalu",
        TW: "তাইওয়ান",
        TZ: "তাঞ্জানিয়া",
        UA: "ইউক্রেন",
        UG: "উগান্ডা",
        UM: "যুক্তরাষ্ট্রের উপকূলবর্তী ক্ষুদ্র দ্বীপসমূহ",
        US: "আমেরিকা",
        UY: "উরুগুয়ে",
        UZ: "উজবেকিস্তান",
        VA: "ভ্যাটিকান সিটি",
        VC: "সেন্ট ভিনসেন্ট ও গ্রেনাডীয়",
        VE: "ভেনেজুয়েলা",
        VG: "ব্রিটিশ ভার্জিন দ্বীপপুঞ্জ",
        VI: "United States Virgin Islands",
        VN: "ভিয়েতনাম",
        VU: "ভানুয়াতু",
        WF: "ওয়ালিস এবং ফুটুনা",
        WS: "সামোয়া",
        XK: "কসোভো",
        YE: "ইয়েমেন",
        YT: "মায়োটি",
        ZA: "দক্ষিণ আফ্রিকা",
        ZM: "জাম্বিয়া",
        ZW: "জিম্বাবুয়ে",
      },
    };
  },
  1900545,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [1900546]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 2,
      },
      numberingSystemData: null,
    };
  },
  1900546,
  []
);
