__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "සංස්ථාගත ව්‍යවස්ථාවලිය",
      "භාෂාව",
      "පෙ.ව.",
      "මාධ්‍යය ගැලරිය විවෘත කරන්න",
      "මෙම අන්තර්ගතය ඉවත් නොකළ යුතු යැයි ඔබ විශ්වාස කරන්නේ නම්,  {appeal form link} සම්පූර්ණ කිරීම මඟින්   ඔබට අභියාචනයක් ගොනු කළ හැකිය.",
      "ඔබේ නම හෝ සංවිධානයේ නම",
      "{date} දින ඉවත් කරන ලදී",
      "{username} ඔබේ වීඩියෝවට කැමැත්ත දක්වන ලදී.",
      "ඔබේ ඉල්ලීම සැකසීමේ දී ගැටලුවක් සිදු විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "වෙනිදා",
      "තව දැන ගන්න",
      "පසුහඹයි",
      "WhatsApp අයිකනය",
      "Direct වෙත බෙදා ගන්න",
      "ප්‍රවර්ග",
      "ඔබේ යතුර",
      "පහත දැක්වෙන ස්ථානවල මෙම වීඩියෝව අවහිර කර ඇති බවට සිහි කැඳවීම:",
      "ඔබේ ගිණුම සුරක්ෂිත තබා ගැනීමට ඔබේ මුරපදය යාවත්කාලීන කරන්න. මෙම එකෙන් හැර ඔබව සියලු සැසිවලින් ඉවත් කරනු ඇත, ඒ නිසා ඔබේ ගිණුම්ට ඇතුළු වීමට උත්සාහ කරන ඕනෑම කෙනෙකුට තවදුරටත් ප්‍රවේශය නොතිබනෙු ඇත.",
      "Instagram මෙම ඊමේල් ලිපිනයට යාවත්කාලීන කිරීම් යවයි.",
      "ඊමේල් සහ SMS",
      "කථාන්දරය නොමැත",
      "යවන්න",
      "විවෘත කරන්න",
      "මෙම ගිණුම Instagram හි ප්‍රජා මාර්ගෝපදේශ උල්ලංඝනය කරන බව මම විශ්වාස කරමි",
      "සිරස්තලයක් ලියන්න...",
      "පිරවූ භෞතික ලිපින කවය පිරික්සුම් සලකුණ",
      "ප්‍රජාව",
      "ඒ ඔබ බව ඔබේ මිතුරන්ට දැන ගැනීමට හැකි වන ලෙස පැතිකඩ ඡායාරූපයක් එක් කරන්න.",
      "සිය-මිලියනය",
      "බුද්ධිමය දේපළ මාර්ගෝපදේශ",
      "සංස්කරණය කරන්න",
      "උඩුගත කිරීම අවසන් කරමින්.",
      "විනෝදාස්වාදය",
      "පෙළ පණිවිඩ යවන්න",
      "දිගට ම කරගෙන යන්න",
      "අනුගමනය කිරීමේ ඉල්ලීම්",
      "අපට ඔබ වෙනුවෙන් ගිණුමක් සෑදීමට නොහැකි විය",
      "Paypal",
      "තවත් පෝස්ටු පෙන්වන්න",
      "මට පුද්ගලික ගිණුමක් අවශ්‍යයි",
      "මත්ද්‍රව්‍ය විකිණීමට හෝ බෙදා හැරීමට අදහස් කරන පළ කිරීම්",
      "වෙනම යවන්න",
      "Facebook වෙත සම්බන්ධ වන්න",
      "රටේ නම හෝ කේතය",
      "විවර්ණ",
      "රහස්‍යතා ප්‍රතිපත්තිය",
      "පුද්ගලික ගිණුම",
      "චෙව්රන්",
      "Connect",
      "සියලු අනුගාමිකයන් බලන්න",
      "වෙනත් ගිණුමකට පිවිසෙන්න",
      "පෙර සම්පූර්ණ නම්",
      "ඔබ කළින්ම Facebook සමඟ {application name} වෙත පෙර පිවිසී ඇත.",
      "දත්ත භාවිත කිරීම",
      "අප ඔබ {date} {time of day}ට පළ කළ වීඩියෝව එහි පහත අන්තර්ගතය අඩංගු නිසා ඉවත් කර ඇත:",
      "ඔබේ ප්‍රොෆයිලයෙහි සබඳතා බොත්තම ප්‍රදර්ශනය කිරීමට, කරුණාකර ඔබේ සබඳතා තොරතුරු එක් කරන්න.",
      "සජීවී",
      "ඔබේ PIN යළි සැකසීමට ඔබේ Instagram මුරපදය ඇතුළු කරන්න.",
      "හරි ලකුණ ආකෘති අයිකනය",
      "ඕඩියෝව ටොගල කරන්න",
      'ඔබේ සත්‍යාපක යෙදුම Instagram වෙත සම්න්ධ කිරීමට එහි ඇති යතුර ඇතුළු කරන්න. ඔබේ යෙදුමට ගිණුම් නමක් අවශ්‍ය නම්, එය සොයා ගැනීම පහසු වන සේ "Instagram" ලෙස මාතෘකා යොදන්න.',
      "අපට ඔබ වෙත ඇතුළු වීමේ සබැඳියක් එවීමට නොහැකි විය. ඔබේ ගිණුමට පිවිසෙන ආකාරය ගැන වැඩිදුර තොරතුරු සහා Instagram උදවු මධ්‍යස්ථානය වෙත පිවිසෙන්න.",
      "ඔවුන්ට ඔබව Instagram හි අනුගමනය සඳහා ඉල්ලීමට දැන් හැකියාව ලබෙනු ඇත. Instagram ඔවුන්ට ඔබ අනවහිර කළ බව දැන ගැනීමට නොසලස්වනු ඇත.",
      "කොවිඩ්-19 සමීක්ෂණ අයිකනය",
      "+ සබැඳිය එක් කරන්න",
      "පණිවිඩයක් යොමු කෙරිණි",
      "කැමරාව",
      "ව්‍යාපාර කට්ටලය හෝ නිර්මාතෘ මැදිරිය සමග ඩෙස්ක්ටොපය මත නව ව්‍යාපාර ගිණුම කළමනාකරණය කරන්න.",
      "හැඳුනුම (ID) හි ඉදිරිපස එක් කරන්න",
      "නම්‍යශීලී ප්‍රොෆයිල පාලන",
      "අවලංගු කරන්න",
      "හඬ ඛණ්ඩය සහ සංගීතය වැනි, ශ්‍රව්‍ය ඇතුළුව වීඩියෝවෙහි සියලු දේ බෙදා ගැනීමට ඔබට අවසර තිබේ නම්, ඔබට ඉවත් කිරීමට එරෙහිව අභියාචනා කර ඔබේ වීඩියෝව නැවත පළ කළ හැකිය. පුද්ගලයන් තමන්ට බෙදා ගැනීමට අයිතිය ඇති වීඩියෝ පමණක් පළ කළ යුතු බව මතක තබා ගන්න. ඔබ සතු නොවන අන්තර්ගතය පළ කිරීම ඔබේ ගිණුමට එරෙහිව පියවර ගැනීමට හේතු විය හැකිය.",
      "ආරක්ෂක කේතය අවශ්‍යයි",
      "පිළිතුරු දෙන්න",
      "Instagram වෙතින් ඊමේල්",
      "දත්ත සැකසුම් කළමනාකරණය කරන්න",
      "ප්‍රතිඵල නැත",
      "ඔබේ උපන් දිනය ඇතුළු කරන්න",
      "යෝජනා ප්‍රවේශනය කිරීමට නොහැකිය.",
      "පැතිකඩ ඡායාරූපයක් එක් කරන්න",
      "ඔබ අප හඳුනා නොගන්නා උපාංගයකින් පිවිසෙන විට ද්වි-සාධක සත්‍යාපනය අමතර කේතයක් ඉල්ලා සිටීමෙන් ඔබේ ගිණුම ආරක්ෂා කරයි.",
      "තව දැන ගන්න",
      "ඔබේ රහස්‍යතාවය ආරක්ෂා කිරීම අපේ ඉහළම ප්‍රමුඛතාව වන අතර, අපි මෙවැනි ගැටලු වැළැක්වීමට අඛණ්ඩව ක්‍රියා කරමින් සිටිමු. සිදු වූ දේ ගැන අපට ඉතා කණගාටුයි. Android බීටා වැඩසටහනට සහභාගී වීම සහ සියලු දෙනා සඳහා Instagram යෙදුම වඩා යහපත් කිරීමට උදවු වීම ගැන ස්තූතියි. ඔබට ප්‍රශ්න තිබේ නම්, අපව {email} හිදී සම්බන්ධ කර ගන්න.",
      "වැඩිදුර දැන ගන්න",
      "මෙම පර්යේෂණයට සහාය වීම අපගේ {Data Policy} හි විස්තර කර ඇති පරිදි යහපත් සමාජ වැඩසටහන් සඳහා සහාය දැක්වීමේ අපගේ උත්සාහයන්හි කොටසකි.",
      "{=business name}ට Instagram හි ඔබ සමග කතාබහක් ආරම්භ කිරීමට ඉඩ දෙන්න ද?",
      "තහවුරු කිරීමේ කේතය ඇතුළත් කරන්න",
      "ලියාපදිංචි වන්න",
      "Instagram Lite",
      "සංදර්ශක නම මාරු කරන්න",
      "ඔබේ දුරකථන අංකය",
      "ඔබට ඔබේ වයස යාවත්කාලීන කළ නොහැක",
      "හඹා යාමෙන් ඉවත් වන්න",
      "Google සමඟින් ඇතුළු වන්න",
      "Facebook පිටුවක් තනන්න",
      "{filename} දිග වැඩිය. දිගට ම කර ගෙන යාමට, වඩාත් කෙටි වීඩියෝවක් තෝරන්න",
      "වලංගු නොවන දුරකථන අංකයක් සමග, ඔබට SMS එකක් එවීමට අපිට නොහැකි විය.",
      "කල් ඉකුත් වූයේ",
      "{broadcaster's username} ඔබට අත වනා ඇත 👋",
      "ද්වි-සාධක සත්‍යාපනය සබල කරන්න",
      "සති {weeks}කට පෙර",
      "Firefox",
      "ඔබේ පළමු ඡායාරූපය බෙදා ගන්න",
      "සාර්ථක පිටුව තැනීමට ඇමිණීමෙහි පරීක්ෂා කිරීම් අයිකනය රවුම් කරන්න",
      "ක්‍රියාකාරකම්",
      "{Bold text if your appeal for photo is rejected} හිමිකම් දරන්නා විසින් ඡායාරූපය ඉවත හෙළීමට ඉල්ලීම් කළ හැකි අතර එය Instagram වෙතින් ස්ථිරව ම ඉවත් කෙරේ.",
      "ඔබේ ආරක්ෂාව සඳහා, ඔබ Facebook හි භාවිත කළ {cardName} සඳහා කේතය තහවුරු කරන්න. ඔබේ සුරැකි ගෙවීම් ක්‍රම සියල්ල ම මේ සඳහා සහ අනාගත Facebook Pay ගෙවීම් සඳහා ලබා ගත හැකි වෙයි.",
      "කතු හිමිකම් හෝ වෙළඳ ලකුණු උල්ලංඝනය",
      "යෝජිත පැතිකඩවල්",
      "කානගී මෙලන් විශ්ව විද්‍යාලයේ ඩෙල්ෆි පර්යේෂණ මධ්‍යස්ථානය විසින් සිදු කරන ලද මෙම ස්වේච්ඡා සමීක්ෂණය මගින් කොරෝනා වෛරසය පැතිරීම පිළිබඳව හඹා යාමට සෞඛ්‍ය ප්‍රශ්න අසනු ලබයි. ඒ සඳහා මිනිත්තු 3-5 ක් ගතවනු ඇති අතර, එය ලබා ගැනීමට ඔබ Instagram හැර යයි.",
      "ඔබේ Facebook Pay PIN වෙතට ඇතුළත් කරන්න",
      "අයිකනය අගුළු දමන්න",
      "ඔවුන්ගේ ඡායාරූප සහ වීඩියෝ බැලීමට අනුගමනය කරන්න.",
      "මෙය මෙම ගැලරියෙන් වීඩියෝව ඉවත් කරනු ඇත",
      "මගේ පැතිකඩ මත පෙන්වන්න",
      "සම්බන්ධතා කළමනාකරණය කරන්න",
      "වත්මන් දුරකථන අංකය:",
      "යෙදුම ඉවත් කිරීමෙන් ඔබ සොයන විවේකය ඔබට ලැබෙනු ඇත. ඔබේ පැතිකඩ දත්ත සහ ඡායාරූප සුරැකියද ඔබට තල්ලු කිරීමේ දැනුම්දීම තව දුරටත් නොලැබේ. එවිට Instagram නැවත ස්ථාපනය කිරීමෙන් ඔබේ ගිණුමට නැවත පැමිණීමට ඔබට හැක.",
      "ස්ථානය බලන්න",
      "ලියාපදිංචි වීමෙන්, ඔබ අපේ {=Terms} සහ {=Privacy Policy} සමඟ එකඟ වේ.",
      "ඔබේ ඊමේල් ලිපිනය වෙනස් කරන්න නැතහොත් තහවුරු කිරීම යළි යවන්න.",
      "හිංසනය හෝ බලය පෙන්වීම",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවිවලට පිවිසීමට ඔබට Instagram හෝ Facebook දිගට ම භාවිත කළ හැකි ය",
      "නිමයි",
      "මෙම අදහස දැකිය හැක්කේ ඔබට සහ {username} හට පමණි. ඔබ එය අනුමත කරන්නේ නම්, එය සැමට පෙනෙනු ඇත.",
      "අනුගමනය කරන්නන් ඉවත් කිරිම",
      "Instagram යෙදුම ලබා ගන්න",
      "ඔබේ Instagram පරිශීලක නම, දුරකථන අංකය හෝ ඔබේ ගිණුමට සම්බන්ධිත ඊමේල් ලිපිනය භාවිතයෙන් ඔබේ මුරපදය නැවත සැකසීමට සහාය විය හැකිය.",
      "ද්වේෂ සහගත කථාව හෝ සංකේත පිළිබඳ මාර්ගෝපදේශ",
      "Instagram අත්හදා බැලීම සහ සියලු දෙනාම සඳහා යෙදුම වැඩි දියුණු කිරීමට උදවු වීම ගැන ස්තූතියි. ඔබට ප්‍රශ්න තිබේ නම්, අපව {email} හිදී සම්බන්ධ කර ගන්න.",
      "ඔබට ඔවුන්ව ඕනෑම අවස්ථාවක ඔවුන්ගේ පැතිකඩෙන් අවහිර කිරීමෙන් ඉවත් කිරීමට හැකිය.",
      "Instagram යෙදුම",
      "තෑගි ආධාර ඉවත් කරන්න",
      "අනුගමනය කරන්න",
      "IP උල්ලංඝන වාර්තා පෙන්වන්න",
      "ශ්‍රවණාබාධ සහිත පුද්ගලයින්ට උදව් කිරීම සඳහා ඔබේ වීඩියෝවට ස්වයං-උත්පාදිත සිරස්තල එක් කර ඇත. ඒවා ලබා ගත හැක්කේ iOS සහ Android යෙදුම්වල පමණක් වන අතර දිස් වීමට මිනිත්තු කිහිපයක් ගත වීමට ඉඩ ඇත.",
      "{name of the user who tagged the other user in the photo} ඔබට ඡායාරූපයක් තුළ ටැග් කළේ ය.",
      "මේවා ඔබ ඔබේ ගිණුමෙන් ඉවත් කළ යෙදුම් සහ වෙබ් අඩවි වේ. මෙයින් අදහස් වන්නේ ඒවාට ඔබ පෙරදී බෙදා ගත් තතු වලට තවම ප්‍රවේශය තිබිය හැකි බවය, නමුත් පෞද්ගලික තතු සඳහා අතිරේක ඉල්ලීම් සිදු කළ නොහැකිය.",
      "Instagram",
      "ගිණුම් රහස්‍යතාව වෙනස් කිරීම",
      "තහවුරු කරන්න",
      "පරිශීලක",
      "මෙම සංවාදය අයාචිත හෝ වංචාවකි",
      "ජංගම දුරකථන අයිකනය",
      "මෙම වීඩියෝව මකන්න",
      "මත් ද්‍රව්‍ය විකිණීම හෝ ප්‍රවර්ධනය කිරීම",
      "මෑත කාලීන සෙවීම් නැත.",
      "කේතය යළි එවන්න",
      "පුෂ් දැනුම්දීම්",
      "තවත් විකල්ප",
      "ඔබේ ගෙවීමේ ක්‍රම බලන්න",
      "Instagram විවෘත කරන්න",
      "සමාජ මාධ්‍යය",
      "ඊමේල් සහ SMS දැනුම් දීම්",
      "පණිවිඩ ඉල්ලීම්",
      "ඔබ ඇතුළු කර ඇති ඊමේල් ගිණුම කිසිදු ගිණුමකට ගැළපෙන්නේ නැත.",
      "ඔබේ ඡායාරූපය {reference owner name}ට හිමි ඡායාරූපයකට ගැලපේ.",
      "පළ කිරීමක් යැව්වා",
      "කුකී සැකසුම්",
      "සජීවී වීඩියෝව නිමා විය",
      "යවන්න",
      "පුද්ගලයන්ට මෙම අංකයට ඇමතීමට හෝ කෙටි පණිවිඩය යැවීමට හැකි වනු ඇත. සම්මත පණිවිඩ යැවීමේ ගාස්තු අදාළ වේ.",
      "දැන් නොවේ",
      "හෑෂ්ටැග අනුගමනය කරන්න",
      "සියල්ල තෝරන්න",
      "ආපසු",
      "ඔබේ ආරක්ෂාව සඳහා, ඔබේ PayPal ගිණුම වෙත පිවිසෙන්න. එසේ කිරීමෙන්, ඔබ ඔබේ සුරකින ලද ගෙවීම් තතු මේ සඳහා සහ Instagram හි අනාගත ගෙවීම් භාවිත කිරීමට Facebook Pay හට අවසර දෙයි.",
      "ඉහළම ගිණුම්",
      "{username of sponsor 1}, {username of sponsor 2} සමග ගෙවූ හවුල්කාරිත්වය",
      "{username} ලෙස දිගටම කර ගෙන යන්න",
      "කථාන්දරය මකන්නද?",
      "සමාජ ජාලවලට සම්බන්ධ වෙමින්",
      "විහිදන්න",
      "තවත් විකල්ප",
      "IGTV",
      "සියල්ල මකන්න",
      "තවත් උදව් ලබා ගන්න",
      "යෙදුම් සහ වෙබ් අඩවි",
      "යෙදුමෙහි Instagram වඩා හොඳයි",
      "නිමයි",
      "Instagram හි අපගේ ප්‍රජාවට සහය දැක්වීම සහ ආරක්ෂා කිරීම සඳහා අපි මෙම ප්‍රතිපත්ති නිර්මාණය කළෙමු.",
      "පිවිසෙන්න",
      "Instagram ගිණුමකින් සයින් අප් වීමට හෝ දැනට ඇති ගිණුමකට එය එකතු කිරීමට දැන් ඔබට මේ ඊමේල් ලිපිනය භාවිතා කළ හැකි විය යුතුය.",
      "වීඩියෝව උඩුගත කිරීම අසාර්ථක විය.",
      "ග්‍රන්ථාලංකරණය",
      "ඔබ මූලික අනුපාතයට වඩා ආදායම් බදු ගෙවා අතිරේක බදු සහනයක් ලබා ගැනීමට අපේක්ෂා කරන්නේ නම්, ඔබ ඔබේ තෑගි ආධාර පරිත්යාග ඔබේ ස්වයං තක්සේරු බදු වාර්තාවට ඇතුළත් කළ යුතුය. නැතහොත් ඔබේ බදු කේතය සකස් කරන ලෙස HRMC වෙතින් ඉල්ලා සිටින්න.",
      "ඔබේ පළමු ඡායාරූපය හෝ වීඩියෝව බෙදා ගැනීමට යෙදුම ලබා ගන්න.",
      "පිටවන්න",
      "{username} නොවේද?",
      "• පුද්ගලාරෝපණය කිරීමේ අන්තර්ගතයට උදව් කිරීමට, අදාළ වෙළඳ දැන්වීම්වලට සේවය කිරීමට සහ ආරක්ෂිත අත්දැකීමක් සැපයීමට යෙදුම් සහ වෙබ් අඩවි වෙතින් ඔබේ ක්‍රියාකාරකම පිළිබඳව තොරතුරු ලබන්න.",
      "ඔබ මෙම පරිත්‍යාගය සිදු කිරීමට පෙර, අපි ඇතැම් තොරතුරු තහවුරු කළ යුතු ය. අවසර නොලත් ගෙවීම් වලින් ඔබව ආරක්ෂා කිරීමට මෙය අපට උපකාරී වේ.",
      "නාමාවලි",
      "ඔබ අන්තර්ක්‍රියා කර ඇති වෙළඳ දැන්වීම්",
      "ඔබ දැන් හැර යන්නේ නම්, ඔබට ඔබ කර ඇති ඕනෑම වෙනස්කමක් අහිමි වනු ඇත.",
      "සජීවනය කළ හරි ලකුණ",
      "පිවිසීම වෙත ආපසු යන්න",
      "පිහිටීම්",
      "අරඹන්න",
      "පැතිකඩවල්",
      "උපන් දින කප්කේක්",
      "ඉරිදා",
      "ක්‍රියාකාරීත්වය",
      "යම් දෙයක් වැරදිණි. මිනිත්තු කිහිපයකින් නැවත උත්සාහ කරන්න.",
      "Instagram හි {location_name} • ඡායාරූප සහ වීඩියෝ",
      "අනුගමනය කරන්නේ කුමන මිතුරන්දැයි තෝරන්න. අපි කිසිදා ඔබේ අවසරයෙන් තොරව Facebook වෙත පළ නොකරන්නෙමු.",
      "Instagram භාවිතය දිගටම කර ගෙන යාමට ඔබ මෙම දත්ත සැකසීම් සමාලෝචනය කිරිම අවසන් කිරීම අවශ්‍යයි. ඔබට හැර යාමට අවශ්‍ය බව විශ්වාසද?",
      "තෝරන්න",
      "බ්ලොගය",
      "මට Instagram මත මෙම අන්තර්ගතය උඩුගත කිරීමට අවශ්‍ය සියලු හිමිකම් ඇත.",
      "මැතිවරණයට අදාළ අසත්‍ය විය හැකි තොරතුරු සහ හානිකර අන්තර්ගතය පැතිරීම වැළැක්වීම සඳහා උදව් කිරීමට සියලු හෑෂ්ටැග වෙතින් වන මෑත කාලීන පෝස්ටු තාවකාලිකව සඟවා ඇත. {link that reads learn more}",
      "{username} පණිවිඩයක් ෆෝව(ර්)ඩ් ක‍ළේ ය",
      "වලංගු කාඩ්පත් අංකය ඇතුළත් කරන්න",
      "මෙම වීඩියෝව ප්‍රතිසාධනය කරන්න",
      "මුරපදය අමතක වුණාද?",
      "පණිවිඩය යැවීමට නොහැක",
      "ඔබව වඩාත් හොඳින් විග්‍රහ කරන්නේ කුමක් ද?",
      "පිවිසුම් ක්‍රියාකාරකම",
      "Facebook නිෂ්පාදනවල සහ ඉන් පිටත අපි භාවිත කරන ඇතැම් කුකීස් පාලනය කිරීම සඳහා අපි ඔබට පාලනය සපයන්නේ:",
      "ප්‍රවේශ්‍යතාව",
      "සන්තෘප්තවීම",
      "වෙනිදා",
      "මෙම වීඩියෝව භාවිත කිරීමට මට අවසර තිබේදැයි දැන ගන්නේ කෙසේ ද?",
      "ඉල්ලීම ‍යොමු ‍කෙරිණි",
      "බාගත කිරීම ඉල්ලන ලදි",
      "ක්‍රෙඩිට් හෝ ඩෙබිට් කාඩ්පත එක් කරන්න",
      "පුද්ගලයන් ටැග් කරන්න",
      "කේතය යළි එවන්න",
      "අනුමැතිය සම්බන්ධයෙන් වන ගැටලුව",
      "අවලංගු කරන්න",
      "හෑෂ්ටැග",
      "පෝස්ටුව {actionType} {prepositionType} {violationText}",
      "ඔබේ ඡායාරූපය සම්බන්ධයෙන් මෙයින් අදහස් කරන්නේ කුමක් ද?",
      "{full_terms} සහ {data_policy} කියවන්න",
      "විකල්ප",
      "© {year} Instagram",
      "වීඩියෝව ඉවතලන්න",
      "අප්‍රේ",
      "වීඩියෝව",
      "ඡායාරූපයේ සියලු කරුණු ඔබේ මුල් අන්තර්ගතය වන අතර එයට හිමිකම් ඔබ සතු ය.",
      "මෙම පණිවිඩය බැලීමට Instagram යෙදුම භාවිත කරන්න",
      "පුද්ගලික තොරතුරු",
      "විරාමය",
      "Direct අයිකනය",
      "යොමු කරන්න",
      "සම්බන්ධතා සමමුහුර්ත කිරීම",
      "වෙනිදා",
      "කථාන්දරයක් එව්වා",
      "ඔබට ආරක්ෂක කේතයක් ලැබීමට නොහැකි නම්, ඔබේ {=backup codes} වලින් එකක් භාවිත කරන්න",
      "දැන් ඔබට ඔබේ පරිඝණකයෙන් ඍජුවම පෝස්ටු තැනීමට සහ බෙදා ගැනීමට හැකි ය.",
      "ඔබ යම් අයෙක් වහාම අනතුරක් යැයි සිතන්නේ නම්, දේහීය නීති බලාධිකාරිය අමතන්න.",
      "වෙනිදා",
      "පළ කරන්න",
      "Instagram වෙත ආපසු යාමට ඔබේ ඊමේලය තහවුරු කරන්න",
      "දිගට ම කර ගෙන යන්න",
      "• අපි භාවිත කරන කුකී සහ සමාන තාක්ෂණ Instagram සමග ඔබ පිළිබඳ තොරතුරු බෙදා ගැනීමට යෙදුම් සහ වෙබ් අඩවි වෙත උදව් කරයි. අපි මෙම තොරතුරු ඔබ බලන වෙළඳ දැන්වීම් ඇතුළුව, ඔබේ අත්දැකීම පුද්ගලාරෝපණය කිරීමට, සහ ව්‍යාපාර විශ්ලේෂණය කිරීමට සහ වෙළඳ දැන්වීම කාර්ය සාධනය ඇගයීමට භාවිත කරමු.",
      "යෙදුම් සහ වෙබ් අඩවි",
      "නිරුවත් බව හෝ අසභ්‍ය රූප",
      "පැතිකඩ ඡායාරූපය ඉවත් කරන ලදී.",
      "මත්පැන්, දුම්කොළ, බර අඩු කර ගැනීමේ නිෂ්පාදන හෝ රූපලාවණ්‍ය ක්‍රියා පටිපාටි ඇතුළත්ව",
      "ඔබේ වීඩියෝව දිස් වනු ඇත්තේ කොහිද",
      "Facebook ප්‍රේක්ෂක ජාලය යනු වෙළඳ දැන්වීම්කරුවන්ට {Facebook Company Products} වෙතින් පරිබාහිර යෙදුම් සහ වෙබ් අඩවිවල වෙළඳ දැන්වීම් පෙන්වීමට මාර්ගයකි. ප්‍රේක්ෂක ජාලය අදාළ දැන්වීම් පෙන්වන එක් ක්‍රමයක් නම් ඔබ බැලීමට කැමති විය හැකි වෙළඳ දැන්වීම් තීරණය කිරීමට ඔබේ වෙළඳ දැන්වීම් මනාපයන් භාවිත කිරීමයි. ඔබගේ {ad settings} තුළ ඔබට මෙය පාලනය කළ හැකි ය.",
      "වෙළඳ නාමයක්, කීර්තිමත් පුද්ගලයෙක් හෝ සංවිධානයක්  අගයකිරීමට  සහාය දැක්වීම සඳහා",
      "ඊයේ සක්‍රියයි",
      "අතුරුදහන් වන පණිවිඩය",
      "ඔබේ දුරකථනයට යවන්න",
      "ඔබේ පෙර පළ කිරීම් සමහරක් අපේ {Community Guidelines} අනුගමනය නොකළේය. අපේ මාර්ගෝපදේශ අනුගමනය කිරීම ඔබේ පළ කිරීම්, සංරක්ෂිතය, පණිවිඩ සහ අනුගාමිකයින් ඇතුළුව, ඔබේ ගිණුම මැකීම වැළැක්වීමට ඇති එකම ක්‍රමයි.",
      "පිටපත් කිරීමට Command-C ඔබන්න.",
      "ඉතිහාසය සොයන්න",
      "ඔබේ මුරපදය වෙනස් කිරීමේ ගැටලුවක් ඇති විය. කරුණාකර ඉක්මනින්ම නැවත උත්සාහ කරන්න.",
      "{username} වෙතින් තවත් පෝස්ටු බලන්න",
      "ඔබේ දත්ත බාගන්න",
      "සිරස්තලයක් ලියන්න…",
      "කථාන්දරයේ විශේෂ අවස්ථාවක් එව්වා",
      "නියමයන්",
      "අරඹන්න",
      "අවලංගු කරන්න",
      "යෝජිත",
      "සංකීර්ණ සැකසුම්",
      "නැවත උත්සාහ කරන්න",
      "අදහස් දක්වන්න",
      "Instagram හි විවෘත කරන්න",
      "වීඩියෝව මිනිත්තුවක් හෝ ඊට අඩු විය යුතු ය.",
      "IGTV",
      "මෙම දත්ත රැස් කිරීමට සහ එය ඔබ වෙත එවීමට පැය 48ක් දක්වා ගත විය හැකි අතර, ඔබට සෑම දින හතරකටම වරක් පමණක් බාගැනීමක් ඉල්ලිය හැකිය. කරුණාකර තවත් බාගැනීමක් ඉල්ලීමට පෙර රැඳී සිටින්න.",
      "වසන්න",
      "ස්ථාන අයිකනය",
      "පළ කිරීම ලබා ගැනීමට නොහැකිය",
      "ඔබේ කථාන්දරයේ විශේෂ අවස්ථාවක් යැවීය",
      "අපි ඔබ තෝරන අංකයට කේතයක් එවන්නෙමු.",
      "ඔබේ ගිණුම සුරක්ෂිත කිරීමට ඔබේ මුරපදය වෙනස් කරන්න",
      "PIN යළි සකසන්න",
      "නව කේතය ඉල්ලා සිටින්න",
      "සමීප ස්කෑන් කිරීම සඳහා වඩා කුඩාවටද, දුරකින් වන ස්කෑන් කිරිම් සඳහා වඩා විශාලවද මුද්‍රණය කරන්න.",
      "ව්‍යාපාර අයිකනය",
      "දින 1ට පෙර",
      "{replierUsername} {recipientUsername} වෙත පිළිතුරු දුන්නේ ය",
      "මූල්‍යකරණ ප්‍රතිපත්තිය",
      "වැසීමේ අයිකනය",
      "පුද්ගලික ගිණුම",
      "මම මෙම අදහසට කැමති නැහැ",
      "ආපසු",
      "{filename} උඩුගත කළ නොහැකි විය.",
      "තවත් {count}",
      "විකල්ප පෙළ එක් කිරීම වෙත විහිදුවන්න",
      "ආරක්ෂක කේතය භාවිත කරන්න",
      "Verified",
      "දුරකථන අංකය එක් කරන්න",
      "තව දැන ගන්න",
      "ඔරිජිනල්",
      "{username1} සහ {username2} විසින් අනුගමනය කරයි",
      "ගොනුව කුඩා වැඩි ය",
      "තහවුරු කිරීමේ කේතය",
      "ඔබට ඔබේ කථාන්දරය වෙතින් මෙම ඡායාරූපය මැකීමට අවශ්‍ය බව විශ්වාසද?",
      "වාර්තා අනතුරු ඇඟවීමේ අයිකනය",
      "ඔබේ වීඩියෝව විනාඩි {minDurationInSeconds} සහ {maxDurationInMinutes} අතර දිගු, තිරස් හෝ සිරස්, MP4 ගොනුවක් සහ {maxVideoSizeInGigabytes} GBට වඩා අඩු විය යුතුය.",
      "අනුගමනය කරන්නන් {follower count} පළ කිරීම් {media count}",
      "ඔබට දැනටමත් ක්‍රියාකාරී ගිණුම් උපරිම සංඛ්‍යාව ඇත",
      "පෙර ජීවදත්ත පෙළ",
      "ඔබ {age} ද?",
      "වීඩියෝව MP4 ගොනුවක් විය යුතුය.",
      "කෙටි පණිවුඩය",
      "ඔබේ ඡායාරූපය සෑම ස්ථානයක ම අවහිර කර ඇත, එයින් අදහස් කරන්නේ පුද්ගලයන්ට එය බැලීමට, කැමැත්ත දැක්වීමට, හෝ අදහස් දැක්වීමට නොහැකි බවයි.",
      "ඔබේ ප්‍රොෆයිලය වෙත WhatsApp එක් කරන්න",
      "පසුගමනය කරන්න ද?",
      "IGTV ප්‍රකාශයට පත් කිරීමට නිර්මාතෘ මැදිරිය භාවිත කරන්න, කලින් IGTV වීඩියෝ කාල සටහන් කර ‍කෙටුම්පත් කරන්න, IGTV විදසුන්, තවත් ‍දේ බලන්න.",
      "පරිත්‍යාග සුරක්ෂිත කරන්න",
      "දැන් නොවේ",
      "අවලංගු කරන්න",
      "IGTV",
      "ඔබ අවහිර කර ඇති යමෙකු මෙම සමූහයෙහි සිටියි",
      "Instagram වෙත ආපසු යාමට දුරකථන අංකය තහවුරු කරන්න",
      "පිළිගන්න",
      "මීළඟ",
      "අවසන් ගොනුව උඩුගත කළ නොහැකි විය. ඔබට ගොනු 10ක් හෝ අඩු ගණනක් පමණක් තෝරා ගත හැකි ය.",
      "ස්වයං-උත්පාදිත සිරස්තල",
      "අන්තර්ගතය පුද්ගලාරෝපණය කිරීම (වෙළඳ දැන්වීම් ඇතුළුව), වෙළඳ දැන්වීම් මැනීම, විශ්ලේෂණ නිෂ්පාදනය කිරීම සහ සුරක්ෂිත අත්දැකීමක් සැපයීම ඇතුළු සේවාවන් ප්‍රශස්ත කිරීම සඳහා භාවිත කරන, Instagram හැර වෙනත් සමාගම්වලින් එන කුකීස් පිළිගන්න ද?",
      "යෙදුම බාගන්න",
      "මෙම ඡායාරූපය භාවිත කිරීමට මට අවසර තිබේදැයි දැන ගන්නේ කෙසේ ද?",
      "සමූහයේ නම",
      "වීඩියෝව මකන්න",
      "බදා",
      "ආරවුලක් යොමු කිරීමෙන්, ඔබ හිමිකම් දරන්නාට, {reference owner name}, ඔබේ ඡායාරූපය සමාලෝචනය කිරීමට අවසර සහ ඔබේ ගිණුම පිළිබඳ මූලික පොදු තොරතුරු ලබා දේ. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින 7 ක් ඇත.",
      "සමඟින් Instagram භාවිතා කරන්න",
      "මගේ දත්ත ගැන සැලකිලිමත් වීමි",
      "අදහස් ඉවත් කරන්න",
      "ප්‍රතික්ෂේප කරන්න",
      "ගිණුමක් තනන්න",
      "ප්‍රොෆයිලය වෙත යන්න",
      "ඔබ ඔබේ සත්‍යාපක යෙදුම පිහිටුවීමෙන් පසුව, එය තනන අංක-6 කේතය පිටපත් කර, Instagram වෙත ආපසු පැමිණ, පිහිටුවීම අවසන් කිරීමට එය ඊළඟ තිරයෙහි ඇතුළත් කරන්න.",
      "වර්ෂය:",
      "නව සංග්‍රහ අයිතම තිබේ",
      "සාප්පු බෑගය තුළ අයිතමයක් අසල x අයිකනය ක්ලික් කිරීමෙන් එය බෑගයෙන් ඉවත් කිරීමට හැකි වනු ඇත.",
      "නව සාමාජිකයෙකු එක් කිරීම සඳහා ඔබගේ ඉල්ලීම පරිපාලකයක්  විසින් අනුමත කළ යුතුය. {username} මෙම සංවාදයෙන් පෙර සියලුම පණිවිඩ දකිනු ඇත.",
      "ඉවත් කරන්න",
      "ඡායාරූප, වීඩියෝ, GIF සහ තවත් දේ යැවීමට වඩා හොඳ ක්‍රම සඳහා යෙදුමට මාරු වන්න.",
      "ඔබේ සුරැකි පෝස්ටු බලන්න",
      "ඉවත් කරන්න",
      "ඔබේ වීඩියෝව එක් කරන ලදී.",
      "ඡායාරූප සහ වීඩියෝ මෙතැනට අදින්න.",
      "ප්‍රවාහය තුළ වීඩියෝ වෙළඳ දැන්වීම් භාවිත කිරීමට අවශ්‍ය ද?",
      "ඔබේ සැකසුම් තුළ වෙළඳ දැන්වීම් මාතෘකා භාවිත කරමින් ඇතැම් මාතෘකා පිළිබඳ වෙළඳ දැන්වීම් අඩුවෙන් බැලීමට ඔබට තෝරා ගත හැකි ය.",
      "මෙය මෙම ගැලරියෙන් ඡායාරූපය ඉවත් කරනු ඇත",
      "ඔබ දැන් {username} අනුගමනය කරයි",
      "නව Facebook Pay PIN ඇතුළත් කරන්න.",
      "මෙම බ්‍රව්සරයේ පිවිසුම් තතු සුරකින්න",
      "බෑගය බලන්න",
      "ගෝලීය ව්‍යාපාරය/වෙළඳ සන්නම/සංවිධානය",
      "ඔබ මෙම උපාංගය සහ ස්ථානය හඳුනා ගන්නේ නම්, අපි ඔබේ ගිණුම ඇතුළු කර තබා ගන්නම්.",
      "නව පළ කිරීම",
      "වැඩිදුර දැන ගන්න",
      "තහවුරු කිරීම යවන්න",
      "පළ කිරීමේ අයිකනය",
      "ඔබේ පෝස්ටුවෙහි මුළු කැමති වීම් ගණන දැකිය හැක්කේ ඔබට පමණි.",
      "සංවාද",
      "යෙදුම් සහ වෙබ් අඩවි සමග තොරතුරු බෙදා ගැනීම",
      "කවරය",
      "යාවත්කාලීනය",
      "අපි තහවුරු කිරීමේ කේතය ඔබේ ඊමේලය {email} ට යැව්වෙමු.",
      "නව මුරපදය තහවුරු කරන්න",
      "පුද්ගලයන් Instagram හි බෙදා ගන්නා දේවල් බැලීමට ඔවුන්ව අනුගමනය කරන්න",
      "සියල්ල හිස් කරන්න",
      "ඉහළට‍ මුහුණලා ඇති ෂෙව්රනයෙන්, ‍කොටස විවෘතව ඇති බවත් එය හකුළන්න හැකි බවත් පෙන්නුම් කරයි",
      "වීඩියෝව ප්‍රතිසාධන අයිකනය",
      "ප්‍රොෆයිලයෙහි සබඳතා තතු ප්‍රදර්නය කරන්න",
      "ඔබ දකින වෙළඳ දැන්වීම් ඇතුළුව, ඔබේ අත්දැකීම සැපයීමට, පුද්ගලාරෝපණය කිරීමට සහ වැඩි දියුණු කිරීමට, විශ්ලේෂණ සහ වෙළඳ දැන්වීම් කාර්ය සාධනය මැනීම සඳහා ව්‍යාපාරවලට උදව් කිරීමට, සහ ඔබට සුරක්ෂිත අත්දැකීමක් සැපයීමට අපි කුකී භාවිත කරමු. අපගේ {Cookie Policy} තුළ අප කුකී භාවිත කරන ආකාරය පිළිබඳව ඔබට වැඩිදුර දැන ගත හැකි ය.",
      "ඉලක්කම්-3 කේතය ඇතුළු කරන්න",
      "අමතන්න",
      "මම මෙම පණිවිඩයට කැමති නැහැ",
      "පුද්ගලයන්",
      "අපි Instagram හි ඔබේ රහස්‍යතාව ගැන සැලකිලිමත් වෙමු, එම නිසා අපට මෑතකදී හමු වූ සහ විසඳූ තාක්ෂණික ගැටලුවක් ගැන ඔබට දැනුම් දීමට අපට අවශ්‍යයි. එය අපේ Instagram Android බීටා වැඩසටහනෙහි කොටසක් ලෙස Instagram හි නිකුත් නොකළ අනුවාද භාවිත කරන ඔබේ ගිණුම ඇතුළු, යම් Instagram ගිණුම්වලට බලපෑවේය",
      "තහවුරු කරන්න",
      "Instagram තහවුරු කිරිම සඳහා අයදුම් කරන්න",
      "පෝස්ටු {number of posts}",
      "කතන්දර ප්‍රවේශනය වීමේ ස්ථාන ධාරකය",
      "ඔබට කළ හැකි දේ",
      "ආරම්භ කිරීමේදී දැන ගත යුතු කරුණු",
      "උදවු මධ්‍යස්ථානය",
      "{username} කථාන්දරයක විශේෂ අවස්ථාවක් එව්වා",
      "ෙපර ස්ත්‍රී පුරුෂ බව",
      "Facebook සමඟින් පුරන්න",
      "ඒ ඔබ බව තහවුරු කිරීමට අපට උදවු කරන්න",
      "ඔබේ මිතුරන් වෙතින් වන ඡායාරූප සහ වීඩියෝ බැලීමට ලියාපදිංචි වන්න.",
      "නැරඹීම් කථාන්දරය",
      "නුසුදුසු වීඩියෝව",
      "රියදුරු බලපත්‍රය",
      "කැමැත්ත ඉවත් කරන්න",
      "උප එකතුව (අයිතමයන් {number of items})",
      "පෙළීමට හෝ හිංසනයට බෙදා ගත් පුද්ගලික තොරතුරු",
      "ඉමොජි ස්ලයිඩර",
      "මෙම කුකීස් වෙනත් සමාගම්වලට ඔවුන්ගේ යෙදුම් සහ වෙබ් අඩවිවල ඔබේ ක්‍රියාකාරකම් පිළිබඳ තොරතුරු අප සමග බෙදා ගැනීමට උදව් කරයි. ඔබ දකින වෙළඳ දැන්වීම් ඇතුළුව, ඔබේ අත්දැකීම පුද්ගලාරෝපණය කිරීමට සහ වැඩි දියුණු කිරීමට, විශ්ලේෂණ සහ වෙළඳ දැන්වීම් කාර්ය සාධනය මැනීමට ව්‍යාපාරවලට උදව් කිරීමට, සහ වෙනත් යෙදුම් සහ වෙබ් අඩවිවලට පිවිසීමට Instagram භාවිත කිරීම වැනි, Instagram වෙතින් බැහැරව සේවාවන් සැපයීම සඳහා අපි ලැබෙන තොරතුරු භාවිත කරමු.",
      "ඔබට ආශ්වාදයක් ලබා දෙන තවත් මාතෘකා සොයා බලන්න",
      "ඔබේ ගිණුම පුද්ගලික වූ විට, ඔබ අනුමත කරන පුද්ගලයන්ට පමණක් Instagram හි ඔබේ ඡායාරූප සහ වීඩියෝ බැලීමට හැකිය. ඔබේ සිටින අනුගමනය කරන්නන් බලපෑමට ලක් නොවනු ඇත.",
      "ඔබේ කථාන්දරය බැලිය හැක්කේ කාටදැයිි තේරීම",
      "ඔබේ ගිණුම මකා දමනු ඇත",
      "තව දැන ගන්න",
      "PIN සාදන්න",
      "මෑත කථාන්දර",
      "විස්තරය",
      "නිමයි",
      "අපි ඔබේ {phone_number}න් අවසන් වන අංකයට සත්‍යාපන කේතය නැවත එවීමු",
      "පිවිසෙන්න",
      "වීඩියෝ එකක් හෝ කිහිපයක් උඩුගත කිරීමට දිග වැඩි විය.",
      "සමමුහුර්ත කළ සම්බන්ධතා {number of contacts shown}",
      "නියම සහ දත්ත ප්‍රතිපත්ති යාවත්කාලීන",
      "මීළඟ",
      "ඔබේ Instagram තොරතුරු",
      "මෙම ගිණුම සත්‍යාපනය කිරීම සඳහා වන ඔබේ ඉල්ලීම දැනට සමාලෝචනයේ පවතියි. දින 30ක් ඇතුළත ඔබට ප්‍රතිචාරයක් බලාපොරොත්තු විය හැකි ය.",
      "ඉවත් කරන්න",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවිවල අපගේ කුකීස්",
      "ZIP කේතය ඇතුළත් කරන්න",
      "තවත් අයිතම ෂෙව්රනය බලන්න",
      "1 අදහසක් බලන්න",
      "පරිත්‍යාග කරන්න",
      "දැනුම්දීම් සැකසුම් වෙත යන්න",
      "ඕඩියෝව වාදනය වෙමින්",
      "යෙදුම භාවිත කරන්න",
      "ඔවුන්ගේ කතාබස් ඔබේ පණිවිඩ ඉල්ලීම් වෙත ගෙන යනු ඇත, එබැවින් ඔබ එය කියවන විට ඔවුන්ට නොපෙනේ.",
      "කවරය",
      "ඔබේ වීඩියෝව උඩුගත කිරීම අවසන් වන තෙක් මෙම පිටුව නොවසන්න.",
      "කෙටුම්පත්",
      "සීමා කළ ගිණුම",
      "අනුකරණය කිරීම",
      "පුද්ගලික ගිණුම වෙත මාරු වන්න",
      "පෙන්වන්න",
      "අපි ඔබේ රහස්‍යතාව ගැන සැලකිලිමත් වෙමු. අපට ඔබ Facebook Payments International මගින් පුද්ගලික තොරතුරු රැස් කරන ආකාරය, දත්ත රැස් කරන්නේ ඇයිද යන්න සහ ඒවා භාවිත කරන ආකාරය සහ ගබඩා කරන ආකාරය වටහා ගන්නා බව සහතික කර ගැනීමට අවශ්‍යයි.",
      "ඔබව Instagram වෙත පිරීමේ ගැටලුවක් විය. කරුණාකර ඉක්මනින් නැවත උත්සාහ කරන්න.",
      "ඔබේ පෝස්ටුව උඩුගත කර ඇත",
      "පණිවිඩය",
      "අපට මිනුම් අරමුණු සඳහා වෙනත් යෙදුම් සහ වෙබ් අඩවිවල ක්‍රියාකාරකම් පිළිබඳ සමස්ත තොරතුරු තවමත් ලැබෙනු ඇති නමුත්, මෙයට ඔබේ තනි කුකීස් තොරතුරු ඇතුළත් නොවනු ඇත",
      "ඔබට මෙය පසුව ඔබේ පෝස්ටුවේ ඉහළින් ම ඇති  ··· මෙනුව වෙත යාමෙන් වෙනස් කිරීමට හැකි ය.",
      "මෙම බ්‍රව්සරයෙහි Instagram වෙතින් කුකී පිළිගන්න ද?",
      "යෙදුම තුළ පණිවිඩ යැවීම වඩා හොඳය",
      "පැමිණිලි කරන්න",
      "හැඟීම්/නියමයන්/NetzDG/UrhDaG",
      "සිදුවීමට දිනකට පෙර සහ විනාඩි 15කට පෙර අපි ඔබට දන්වන්නෙමු.",
      "අවශ්‍ය ‍තොරතුරු",
      "දුරකථන අංකය",
      "Internet Explorer",
      "පසුහැඹීමට පුද්ගලයන් සොයා ගත නොහැකිය.",
      "ඔබේ මුරපදය යළි සකසා ඇත.",
      "වීඩියෝව තත්පර {duration}කට වඩා දිගු විය යුතුය.",
      "කනගාටුයි, මෙම සබැඳිය තවදුරටත් ක්‍රියා නොකරයි. ඔබේ ගිණුම යළි සක්‍රිය කිරීමට, ඔබේ පරිශීලක නම සහ මුරපදය සමඟින් පිවිසෙන්න.",
      "ජන",
      "යැවුවා",
      "ඔබේ ගිණුම සඳහා ප්‍රවර්ගයක් තෝරන්න",
      "සබැඳිය තවදුරටත් වලංගු නොවේ",
      "සුරැකි රූපය",
      "මිනි{minutes}",
      "Instagram ඔබේ මුල් පිටු තිරයට එක් කරන්නද?",
      "මම මගේ උපන් දිනය සැපයිය යුත්තේ ඇයි?",
      "Instagram වෙත සාදරයෙන් පිළිගනිමු, {username}",
      "අමතන්න",
      "ඉවත ලන්න",
      "Instagram හි මිල දී ගන්න",
      "Facebook සමඟින් පිවිසිය නොහැකි ය",
      "හැර යන්න",
      "ඔබේ දුරකථන අංකය භාවිත කරන්න",
      "{filename} ඉතාම කෙටිය. දිගට ම කර ගෙන යාමට, වඩාත් දිගු ගොනුවක් තෝරන්න.",
      ".{Bold text if your appeal for video is rejected} හිමිකම් දරන්නා වීඩියෝවක් ඉවත හෙළීමට ඉල්ලීම් කළ හැකි අතර එය Instagram වෙතින් ස්ථිරව ම ඉවත් කෙරේ.",
      "ඔබේ පෝස්ටුවෙහි මුළු බැලීම් සහ කැමති වීම් ගණන දැකිය හැක්කේ ඔබට පමණි.",
      "දිගටම කරගෙන යාමට ඔබේ {age} තෝරන්න.{other options} බලන්න",
      "නිෂ්පාදන {number of products}",
      "තහවුරු කිරීම සඳහා ඉල්ලීමක් යොමු කිරීම ඔබේ ගිණුම තහවුරු කරනු ඇති බවට ඇප වීමක් නොවේ.",
      "මේ අවස්ථාවේදී අපට ඔබ වෙත කේතයක් යැවිය නොහැක. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "ඔබේ අදහස වෙනස් වුවහොත්, ඔබට නැවත @{username} අනුගමනය කිරීමට ඉල්ලීමට සිදු වේ.",
      "සහාය",
      "දත්ත ප්‍රතිපත්ති",
      "• ඔබ එකඟ වීමෙන් පසුව, ඔබ බෙදා ගන්නා දේවල් ඔන්ලයින් හුවමාරව මගින් වහාම විදේශීයට යැවිය හැකි වනු හැකි ය.",
      "හැඳුනුම්පතේ (ID) ඡායාරූපය",
      "{username}ගේ පැතිකඩ පින්තූරය",
      "නොපිරවූ භෞතික ලිපින කවය පිරික්සුම් සලකුණ",
      "ද්වි-සාධක සත්‍යාපනය පිහිටුවීම අවසන් කිරීමට අප {phoneNumber} වෙත එවූ අංක-6 කේතය ඇතුළු කරන්න.",
      "ගෙවීම් ක්‍රමය",
      "දායක වන්න:",
      "මෙම පරිශීලකයා අනවහිර කරන්න",
      "Facebook Pay",
      "යුරෝපීය ඩිජිටල් ප්‍රචාරණ සන්ධානය",
      "ඔබේ ගිණුම අක්‍රිය කිරීමේ ගැටලුවක් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "සම්බන්ධතා කළමනාකරණය කරන්න",
      "කනගාටුයි! අපට මේ අවස්ථාවේදී ඔබට තහවුරු කිරීමේ කේතය එවීමේ ගැටලුවක් ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "ජූලි",
      "ප්‍රචණ්ඩත්වය හෝ ප්‍රචණ්ඩත්වය සඳහා තර්ජනය කිරීම",
      "ඔබ පුද්ගලයන්ව අවහිර කළ විට ඔවුන්ට දැනුම් නොදෙනු ඇත. ඔබේ පළ කිරීම් ගැන ඔවුන් දක්වන යම් නව අදහස් කිසිවකුට දෘශ්‍යමාන නොවන නමුත් ඔවුන්ට දෘශ්‍යමාන වනු ඇත.",
      "සුරැකි එකතුවෙන් පිංතූරය {collectionName}",
      "පරිත්‍යාග {value}ට වඩා විය නොහැක",
      "එබ්බවූ කේතය පිටපත් කරන ලදී!",
      "මෑතම සිදුවීම්",
      "ඔබේ කථාන්දරය සංස්කරණය කිරීමට ඔබේ උපාංගය කරකවන්න.",
      "උපාංගය වෙතින් තොරන්න",
      "බ්‍රහ",
      "ගැන",
      "සුරැකීමට ඇතුළු වන්න.",
      "ගිණුමක් නොමැතිද? {link that reads Sign up}",
      "{username} ලෙස දිගටම කර ගෙන යන්න",
      "ඔබ සියල්ල සූදානම්ය!",
      "ඉවත් කරන්න",
      "ඔබට ඔබේ ගිණුම මකනවා වෙනුවට එය අබල කළ හැකිය. මෙයින් අදහස් වන්නේ ඔබේ ගිණුම ඔබ නැවත ඇතුළු වී සක්‍රිය කරන තෙක් සඟවනු ඇති බවයි.",
      "තවත් බලන්න",
      "{firstUsername}, {secondUsername} විසින් දැක තිබේ",
      "කැමැත්ත හෝ අදහස් දැක්වීමට {loginLink}.",
      "Opera",
      "ස්ටිකර් භාවිතා කිරීමට, කථා බෙදා ගැනීමට සහ තවත් බොහෝ දේ සඳහා යෙදුමට මාරු වන්න.",
      "හෝ",
      "ස්ථානීය-පදනම් වූ විශේෂාංගය (අවශ්‍යයි)",
      "සබැඳිය {value}",
      "ඔබේ පෞද්ගලිකත්වය සුරක්ෂිත කිරීම අපට ඉතා වැදගත් වන අතර, මෙවැනි ගැටළු මතු නොවන බව සහතික කිරීමට අපි නිරන්තරයෙන් කටයුතු කරමින් සිටිමු. අපට මෙය සිදුවිම ගැන කනගාටුයි. ඔබට කිසියම් ප්රශ්නයක් ඇත්නම්, කරුණාකර {email} අප අමතන්න.",
      "Facebook වචන සලකුණ සහ ‍යෙදුම් ලාංඡන පවුල",
      "පිවිසෙන්න",
      "ප්‍රවේශ්‍යතාව",
      "ඔබ පිවිසී ඇති ස්ථාන",
      "පෙර ජීවදත්තවල සබැඳි",
      "Instagram යෙදුමේ වසන්තයේ සිට නිෂ්පාදන විකුණන්න",
      "අවශ්‍ය ‍තොරතුරු",
      "මකන්න",
      "කාලයාගේ ඇවෑමෙන් සහ තෙවන පාර්ශ්වීය වෙබ් අඩවි හෝ ඔන්ලයින් සේවාවන් හරහා ඔවුන්ගේ ඔන්ලයින් ක්‍රියාකාරකම් පිළිබඳ තොරතුරු එක්රැස් කර භාවිත කරන ආකාරය කෙරෙහි බලපෑම් කිරීමට වෙළඳ ප්‍රචාරකයින් සාමාන්‍යයෙන් පුද්ගලයන්ට ලබා දෙන තේරීම් පිළිබඳ වැඩිදුර දැන ගැනීම සඳහා, {http://www.networkadvertising.org/managing/opt_out.asp} හි දී ජාල ප්‍රචාරණ මුලපිරීමට, {http://www.aboutads.info/} හි දී ඩිජිටල් ප්‍රචාරණ සන්ධානයට, හෝ {http://youronlinechoices.eu/} හි දී යුරෝපීය ඩිජිටල් ප්‍රචාරණ සන්ධානයට පැමිණෙන්න.",
      "අඟ",
      "Google Chrome",
      "අතිශයින්ම ප්‍රකාශනමය ප්‍රචණ්ඩත්වයේ ඡායාරූප හෝ වීඩියෝ",
      "අපි ඔබේ ගිණුමේ පුනරාවර්තිත ස්වයංක්‍රීය හැසිරීම හඳුනා ගත්තෙමු. පිවසීමට උත්සාහ කිරීම සඳහා Instagram යෙදුම භාවිත කිරීමෙන් ඔබේ තොරතුරු තහවුරු කරන්න.",
      "ස්පෑම් හෝ කූටෝපක්‍රමය",
      "සම්පූර්ණ නම",
      "දත්ත අඩුවෙන් භාවිත කරන්න",
      "ස්ටිකර ප්‍රවේශනය කළ නොහැකිය",
      "දිගට ම කර ගෙන යන්න",
      "ඔබ ඉඩ දෙන්නේ නම්, {=business name}ට ඔබේ සියල්ලන්ට විවෘත තොරතුරු දැක ගැනීමට හැකියාව ලැබෙනු ඇත.",
      "මෙම කුකීස් සහ ඒ හා සමාන තාක්ෂණයන්, ඒවා භාවිත කරන ආකාරය සහ ඔබට ඒවා කළමනාකරණය කළ හැකි ස්ථාන පිළිබඳව {learn more link}.",
      "නම් ටැගය බාගන්න",
      "ඔරිජිනල්",
      "සිහිකැඳවීම් ඊමේල්",
      "- DMCA ප්‍රති-දැනුම්දීමේ ක්‍රියාවලිය සිදු වන්නේ කෙසේ ද?",
      "මෙම ඡායාරූපය අවහිර කර ඇත්තේ එහි {reference owner name}ට අයත් අන්තර්ගතයන් තිබිය හැකි බැවිණි",
      "දුරකථන අංකය",
      "උපස්ථ කේත ලබා ගන්න",
      "මම හඳුනන කෙනෙක්",
      "අදහස් ක්‍රියා විරහිත කර ඇත.",
      "who.int වෙත යන්න",
      "ඔබේ ගිණුම දැනටමත් යළි සක්‍රිය කර ඇත. Instagram භාවිත කරමින් නැවත ආරම්භ කිරීමට, ඔබේ පරිශීල නම සහ මුරපදය සමග පිවිසෙන්න.",
      "ලියාපදිංචි වීමෙන්, ඔබ අපගේ {=Terms} සමඟ එකඟ වෙයි. අපගේ {Data Policy} තුළින් අප ඔබේ දත්ත රැස් කරන ආකාරය, භාවිත කරන ආකාරය සහ බෙදා ගන්නා ආකාරයත් අපගේ{Cookies Policy} තුළින් අප කුකී සහ ඒ හා සමාන තාක්ෂණ භාවිත කරන ආකාරයත් ගැන දැන ගන්න.",
      "පුද්ගලයින් එක් කරන්න",
      "යෙදුම් සහ වෙබ් අඩවි",
      "උප එකතුව (අයිතම 1)",
      "වීඩියෝව ප්‍රතිසාධනය කරන්න",
      "{Username of current profile} අවහිර කරන්නද?",
      "JPG හෝ PNG ගොනුවක් විය යුතුය. අවම නිර්දේශිත තරම පික්සල 492 x 762කි.",
      "වැඩිදුර පිටු දැනගන්න Facebook Pay හි සැකසුම් අයිකනය",
      "සම්බන්ධතා මකන්නද?",
      "වෙළඳ දැන්වීම් මාර්ගෝපදේශය",
      "දුරකථන අංකය සමග ලියාපදිංචි වන්න",
      "අපි {violationText} පිළිබඳ අපේ {communityGuidelinesLink} වලට පටහැනි බැවින් ඔබේ {contentTypeText} ඉවත් කළෙමු. අදාළ විය හැකි දේශී්‍ය නීති සීමාවන් සමග සුරක්ෂිතතාව සහ අනුකූලතාව දිරිගැන්වීමට අවශ්‍ය වන නිසා අපට මෙම මාර්ගෝපදේශ ඇත.",
      "ඔබ සමාලෝචනයක් ඉල්ලූ විට, ඔබේ අදහස අපේ {communityGuidelinesLink} උල්ලංඝනය කරන්නේදැයි තීරණය කිරීමට අපි සමාලෝචනය කරමු. සෑම සමාලෝචන තීරණයක්ම අවසන් තීරණ වේ.",
      "එය {violationText} හි අපේ {communityGuidelinesLink}ට පටහැනිව යන නිසා අපි ඔබේ {contentTypeText} ඉවත් කළා. ඔබ විරුද්ධ වීමට අදහස් නොකළේ වුවද, අපේ මාර්ගෝපදේශ පුද්ගලයන්ට ඔවුන්ව සියලු දෙනාටම ගෞරව සහිත වන ආකාරයට ප්‍රකාශ කරන ලෙස දිරිමත් කරයි.",
      "ප්‍රවේශනය කරමින්...",
      "Direct",
      "ඔබගේ Instagram ගිණුම සඳහා ඔබ භාවිතා කරන මුුරපදය ආරක්ෂා කිරීමට අපි වෙහෙසී කටයුතු කරමු. ඔබ ඔබගේ දත්ත බාගැනීමේ මෙවලම භාවිතා කළ විට, ඔබගේ දත්ත බාගත් පසුව, අපගේ පද්ධති තුළ ගබඩා වන අතරම, ඔබගේ වෙබ් බ්රවුසරයේ URL තුළ ඔබගේ මුරපදය දිස් විය හැකිය. දැන් අපි තවදුරටත් මෙය සිදු නොවන ලෙස මෙම මෙවලම වෙනස් කර ඇති අතර, අපගේ අභ්යන්තර පද්ධති මඟින් ලොග් විය හැකි මුරපද අප විසින් මකනු ලැබේ. අපි දකින කිසිවක් වෙනත් යම් අයකුට ඔබගේ මුරපදය යෝජනා නොකරයි. සුරක්ෂිතව සිටීම සඳහා, ඔබට ඔබගේ Instagram මුරපදය පහත යාවත්කාලීන කිරීමට අවශ්ය විය හැකි අතර, ඔබ වෙනත් මුරපදයක් භාවිතා කරන ඕනෑම ස්ථානයකද යාවත්කාලීන කිරීම අවශ්ය විය හැකිය. ඔබගේ බ්රවුසර ඉතිහාසය මැකීමටද ඔබට අවශ්ය විය හැකිය.",
      "ඔබට මෙම පළ කිරීම වෙතින් ඔබව ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?",
      "සුරකින්න",
      "ඔබව වාර්තා කළේ ඇයි",
      "තවත් අදහස් ප්‍රවේශනය කරන්න",
      "වීඩියෝව ඉවත් කරන්න",
      "ඉල්ලීම් පසුහඹන්න",
      "තව දැන ගන්න",
      "ඔරිජිනල් (සහාය නොදක්වන ප්‍රමාණය)",
      "මීළඟ",
      "තව දැන ගන්න",
      "ඔබේ වාර්තාවට ස්තූතියි. අපේ ප්‍රජා මාර්ගෝපදේශ කඩ වන්නේ නම් අපි මේ පණිවුඩය ඉවත් කරමු.",
      "නව පළ කිරීම් {number of new posts}",
      "තොරතුරු ආකෘතිය",
      "අපි ඔබේ තොරතුරු කිසිවෙකුට විකුණන්නේ නැත. අපගේ {Cookie Policy} තුළ කුකීස් සහ ඒවා භාවිත කරන ආකාරය පිළිබඳව වැඩිදුර දැන ගන්න.",
      "බෙදා ගන්න",
      "නව පළ කිරීම්",
      "වට්ටම් සඳහා සුදුසුකම් ලබයි",
      "දත්ත ප්‍රතිපත්තිය",
      "වැඩිපුර පිටු දැනගන්න Facebook Pay හි සබැඳි අයිකනය",
      "Instagram සමගින් පිවිසෙන්න",
      "මම එකඟ වෙමි",
      "මෙම වීඩියෝව අවහිර කර ඇත්තේ එහි {reference owner name}ට අයත් අන්තර්ගතයන් තිබිය හැකි බැවිණි",
      "ප්‍රභේදනය",
      "දුරකථන අංකය තහවුරු කරන්න",
      "ඔබේ පළ කිරීම්වල ක්‍රියාකාරකම",
      "මාර්ගෝපදේශ",
      "Facebook",
      "මෙම අන්තර්ගතය සීමා නොකළ යුතුව තිබු බවට ඔබ විශ්වාස කරනවා නම්, ඔබේ ගැටලුව විසඳා ගැනීමට පැමිණිලි කරන පාර්ශ්වය සෘජුවම ඇමතීමට ඔබට හැකි ය.",
      "ඔබේ ගිණුම අන් සතු වී ඇත",
      "පෙර දුරකථන අංක",
      "ඇතුළු වීමේ සබැඳිය එවන්න",
      "ඊමේලය ඉවත් කරන්න",
      "මුරපදය වෙනස් කරන්න",
      "ඉවත ලන්න",
      "කරුණාකර ඔබ වයස 13ට වඩා අඩු බව තහවුරු කරන්න.",
      "සංස්කරණය කරන්න",
      "ඊමේලය",
      "ව්‍යාපාරික ප්‍රවර්ග",
      "අතිරේක මාධ්‍ය පෙරදසුන් පෙන්වන්න හෝ සඟවන්න",
      "පුණ්‍යාතනවලට වැඩි මුදලක් ලබා ගැනීමට තෑගි ආධාර ඉඩ දෙයි.",
      "එසේම තබන්න",
      "මෙම පණිවුඩය පුද්ගලයන් අවදානමට ලක් කරයි",
      "නව පළ කිරීම් {number of new posts}",
      "මට ප්‍රති දැනුම්දීමක් ගොනු කළ හැකිදැයි මට දැන ගත හැක්කේ කෙසේද?",
      "අපි කුකීස් භාවිත කරන එක් ක්‍රමයක් නම් Instagram සහ ඉන් පිටත ඔබට ප්‍රයෝජනවත් සහ අදාළ වෙළඳ දැන්වීම් පෙන්වීමයි. ඔබට අපගේ {Cookie Policy} තුළ අපි කුකීස් භාවිත කරන ආකාරය පිළිබඳව වැඩිදුර කියවිය හැකි ය. පහත විස්තර කර ඇති ඔබේ Instagram පාලනයට පිටින් ඔබට තේරීම් ගණනාවක් තිබේ.",
      "පරිශීලක නම",
      "එය උත්සාහ කරන්න",
      "අවසර දෙන්න",
      "අවහිර කරන්න",
      "කථාන්දර නැරඹීම දත්ත භාවිත කරයි",
      "පසුහඹමින්",
      "ද්වි-සාධක සත්‍යාපනය ඔබට ඔබ අප විසින් හඳුනා නොගන්නා දුරකථනයකින් හෝ පරිගණකයකින් ඇතුළු වන සෑම විටම ඇතුළු වන්න ඔබේ ගිණුම ආරක්ෂා කරයි.",
      "{username} වෙත පිළිතුරු දෙමින්",
      "යෙදුමෙහි, ඔබට අද කතන්දරවල බෙදා ගෙන ඇති ඡායාරූප සහ වීඩියෝ සමග අන්තර් ක්‍රියා කළ හැකි ය.",
      "ගැළපෙන තරමක් සොයන්න",
      "{username}ගේ කතන්දරය, දැක ඇත",
      "පරිශීලක නමක් එක් කරන්න. ඔබට මෙය ඕනෑම අවස්ථාවක වෙනස් කළ හැකිය.",
      "ඉඩ දෙන්න",
      "කැමති වෙනත් දෑ",
      "මරිජුවානා සහ සැර මත්ද්‍රව්‍ය මිලදි ගැනිම හෝ විකිණීම සඳහා පිරිනැමීම්.",
      "මෙය අවලංගු සහ කල් ඉකුත් වූ සබැඳියකි.",
      "මෙම පෝරමය පිරවීමෙන් අභියාචනයක් ගොනු කළ හැකිය.",
      "{username} ඔබට පිළිතුරු දුන්නේ ය",
      "හැර යන්න",
      "ඔබේ ගෙවීම් Facebook Pay සමඟ ආරක්ෂිතව පිළිවෙළින් සිදු කරනු ලැබේ. ඔබේ ගෙවීම් තතු මීළඟ වතාව සඳහා සුරැකේ. {Learn More}",
      "සුරකින ලදී",
      "ඔබ නැවත පුද්ගලික ගිණුමකට මාරු වූ විට, යෙදුම-තුළ විදසුන් ක්‍රියා විරහිත වනු ඇති අතර ප්‍රවර්ධන සඳහා අන්තර්ගතය සහ විදසුන් ඇතුළුව, ඔබේ සියලු ම අන්තර්ගතයන්ගෙන් විදසුන්, ස්ථිරව ම ඉවත් කරනු ලැබේ.",
      "විකල්ප",
      "උඩුගත කළ නොහැකි ය. මෙම ගොනු වර්ගය සහාය නොදක්වයි.",
      "පණිවිඩ ඉල්ලීම්",
      "ඔබේ වීඩියෝව දෘශ්‍යමාන ස්ථානය",
      "නරඹමින් සිටින්න",
      "ආපසු යන්න",
      "ඔබේ පණිවිඩ",
      "ඡායාරූප නැත",
      "වීඩියෝව උඩුගත කළ නොහැකි විය.",
      "වලංගු ZIP කේතයක් ඇතුළු කරන්න",
      "Connect using the MetaMask extension.",
      "ඊමේලය හෝ දුරකථන අංකය සමගින් ලියාපදිංචි වන්න",
      "සෙවීමට ඇතුළු වන්න.",
      "තව කැමැත්ත පළ කිරීම් සහ අනුගාමිකයන් ඔබට ලබා ගැනීමට සහාය වීමට, අපේ {community guidelines link}ට එරෙහිව යන ලෙස ඔබ ඔබේ මුරපදය බෙදා ගත් බවක් පෙනේ.",
      "සියලු අදහස් බැලීමට පිවිසෙන්න",
      "සත්‍යාපක යෙදුම ඉවත් කරන්නද?",
      "පැමිණිල්ලක් යොමු කිරීමට ඔබට Instagram හි නවතම අනුවාදය අවශ්‍ය වනු ඇත.",
      "වීඩියෝව",
      "දුරකථනය",
      "ස්කෑන් කිරිමට පහසු නම් ටැගයක් මුද්‍රණය කරන්න",
      "අපට වෙනත් අයගේ ලිංගික සම්බන්ධකම් දැක්වෙන රූප පළ කිරීම පිළිබඳ තර්ජන කෙරෙහි සමාව නොදනෙ ප්‍රතිපත්තියක් ඇත.",
      "Instagram {Username of current profile} හට ඔවුන්ව ඔබේ හඹා යන්නන්ගෙන් ඉවත් කර ඇති බව නොපවසනු ඇත",
      "PIN යළි සැකසීමෙන් තොරව පිටව යා යුතු ද?",
      "Google Playහි ඇත",
      "ඔබේ ඉලෙක්ට්‍රොනික අත්සන",
      "මෙම පිටවීම සම්පූර්ණ කළ නොහැක. කරුණාකර ඔබේ ජාල සැකසුම් පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "Instagram",
      "යෙදුම තුළ ගවේෂණය කිරීම වඩා හොඳය",
      "අපි තහවුරු කළ ලාංඡනයක් සඳහා ඔබේ ඉල්ලීම සමාලෝචනය කළ විට ඔබට දන්වන්නෙමු.",
      "ඉවත් වීම්",
      "ඔබේ ගිණුමට අමතර ආරක්ෂාව එක් කරන්න",
      "අපි දිවි නසා ගැනීම, කපා ගැනීම සහ ආහාර ගැනීමේ ආබාධ ඇතුළු, ස්ව හානි කර ගැනීම් දිරිමත් හෝ ප්‍රවර්ධනය කරන පළ කිරීම් ඉවත් කරමු. අපි පළ කිරීම වින්දිතයන්ට පහර දෙන්නේ නම් හෝ හාස්‍යයට ලක් කරන්නේ නම් ස්ව අනතුරුවලට ලක් වූ පුද්ගලයන් හඳුනා ගත හැකි පළ කිරීම්ද ඉවත් කළ හැකිය.",
      "දෝෂ අයිකනය",
      "ගෙවීම් නියම",
      "දැන් සක්‍රීයයි",
      "සියලු ම ස්ථානවල මෙම වීඩියෝව අවහිර කර ඇති බවට සිහි කැඳවීම:",
      "පණිවිඩය යවන්න",
      "ඔබ ඔබේ PIN ඇතුළත් කළේ නැති නම්, ඔබට ගෙවා නික්වීම සම්පූර්ණ කිරීමට ඔබේ Facebook ගෙවීම් තතු භාවිත කළ නොහැකි වනු ඇත.",
      "ස්ථාන",
      "සමතල මතුපිටක අලවන්න",
      "නිරුවත් බව හෝ අසභ්‍ය රූප",
      "සියලු ම පසුහැඹීමේ ඉල්ලීම් බැලීමට ෂෙව්රොන් අයිකනය",
      "ව්‍යාපාරය සොයා ගත නොහැක",
      "එක්සත් ජනපදයේ {Digital Advertising Alliance}, කැනඩාවේ {Digital Advertising Alliance of Canada} හෝ යුරෝපයේ {European Interactive Digital Advertising Alliance} හරහා, හෝ ඔබ Android, iOS 13 හෝ iOS හි පෙර සංස්කරණයක් භාවිත කරන්නේ නම් ඔබගේ මොබයිල් උපාංග සැකසුම් හරහා ඔබට Facebook සහ අනෙකුත් සහභාගී වන සමාගම් වෙතින් වන ඔන්ලයින් පොලී පදනම් කර ගත් වෙළඳ දැන්වීම් දැකීමෙන් ඉවත් විය හැකි ය. අපගේ කුකී භාවිතය සීමා කරන වෙළඳ දැන්වීම් අවහිර කරන්නන් සහ මෙවලම් මෙම පාලනවලට බාධාවක් විය හැකි බව කරුණාවෙන් සලකන්න.",
      "සහභාගීත්වය නිසියාකාරව මැනීම පිණිස ඔවුන්ට සහාය වීම සඳහා, අපි ඔබව හඳුනා නොගන්නා අහඹු ID අංකයක් සහ සංඛ්‍යානමය අංකයක් බෙදා ගන්නා අතර ඔවුන් අපට සම්පූර්ණ කිරීම් පිළිබඳව පවසති.",
      "ඔබගේ අංකය එක් කිරීම වඩාත් පහසුවෙන් පිවිසීමට, ඔබගේ ගිණුම ප්රතිසාධනය කිරීමට, සහ අනුගමනය කිරීමට පුද්ගලයින් සොයා ගැනීමට ඔබට උදව් වනු ඇත.",
      "කෙටි කරන්න",
      "අයිතම 1",
      "{name of the user} ඔබව පසුහඹායාම ආරම්භ කරන ලදී.",
      "තහවුරු කිරීමේ ඉල්ලීම යොමු කරන ලදි",
      "{location} හි ඡායාරූප සහ වීඩියෝ",
      "විකල්පමය",
      "පිටපත් කරන්න",
      "දත්ත බාගත කිරීම",
      "අපි SMS හරහා ඔබේ දුරකථනයට තහවුරු කිරීමේ කේතයක් එවන්නෙමු.",
      "Instagramහි විවෘත කරන්න",
      "ලිංගික සංසර්ගය, ලිංගික අවයව හෝ සම්පූර්ණයෙන්ම-නිර්වස්ත්‍ර නිතඹේ සමීප ඡායාරූප පෙන්වන පළ කිරීම්",
      "අවලංගු කරන්න",
      "ඔබට පසුව නැවත උත්සාහ කිරීමට හෝ වෙනත් ගිණුමක් භාවිත කිරීමට හැකි ය.",
      "පරිශීලකයා හමු නොවීය",
      "අපි ඔබේ රහස්‍යතාව ගැන සැලකිලිමත් වෙමු, එම නිසා අපට මෑතකදී හමු වූ සහ විසඳූ තාක්ෂණික ගැටලුවක් ගැන ඔබට දැනුම් දීමට අපට අවශ්‍යයි. එය අපේ ඩොග්ෆුඩින් ක්‍රියාවලියෙහි කොටසක් ලෙස Instagram හි නිකුත් නොකළ අනුවාද භාවිත කරන ඔබේ ගිණුම ඇතුළු, යම් Instagram ගිණුම්වලට බලපෑවේය.",
      "ඔබේ ඡායාරූප කළමනාකරණය කිරීම",
      "ආරක්ෂක කේතය",
      "අපට ඔබේ ඉල්ලීම සමාලෝචනය කිරීමට ඔබේ නම සහ උපන් දිනය පෙන්වන රජයෙන් නිකුත් කළ ඡායාරූප හැඳුනුම්පතක් (එනම් රියදුරු බලපත්‍රය, විදේශ ගමන් බලපත්‍රය, ජාතික හැඳුනුම්පත) හෝ නිල ව්‍යාපාර ලේඛන (බදු ලිපිගොනු, මෑත උපයෝගීතා බිලක්, සංස්ථාපිත ප්‍රකාශය) අවශ්‍ය වේ.",
      "වීඩියෝ සියල්ල පැයක් හෝ ඊට අඩු විය යුතු ය.",
      "ඔබේ පරිත්‍යාගය වෙනුවෙන් ස්තුතියි",
      "පිවිසෙන්න",
      "{time their account will be disabled} පෙර ඔබේ පැතිකඩ යාවත්කාලීන කරන්න, නැතහොත් අපේ ප්‍රජා මාර්ගෝපදේශ උල්ලංඝනය වෙනුවෙන් ඔබේ ගිණුම අබල කරනු ඇත. අපේ ව්‍යාජත්ව ප්‍රතිපත්තිය පිළිබඳ {learn more link}.",
      "Facebook නිෂ්පාදන වෙතින් බැහැරව ඔබ වෙනුවෙන් වෙළඳ දැන්වීම් පුද්ගලාරෝපණය කිරීමට, හෝ ඒවායේ ක්‍රියාකාරිත්වය මැනීමට අපි වෙනත් සමාගම්වල කුකීස් භාවිත නොකරමු",
      "ඉවත් කළ අන්තර්ගතයන් තවත් පෙන්වන්න",
      "මට මගේ භාවිත නම හෝ ගිණුම් තොරතුරු වෙනස් කිරීමට අවශ්‍යයි",
      "සෙවීම සහ ගවේෂණය",
      "තබන්න",
      "කථාන්දර නැවත බෙදා ගනිමින්",
      "නොමිලේ Wi-Fi ලබා ගෙන {name} හි ප්‍රේක්ෂකයෙක් වෙන්න",
      "කේතය එවිය නොහැකි විය.",
      "{date} දින {time}ට",
      "ඔබේ පෙර පළ කිරීම් සමහරක් අපේ {Community Guidelines} අනුගමනය නොකළේය. ඔබ නැවත අපේ මාර්ගෝපදේශවලට පටහැනි යම් දෙයක් පළ කරන්නේ නම්, ඔබේ පළ කිරීම්, සංරක්ෂිත, පණිවිඩ සහ අනුගමනය කරන්නන් ඇතුළුව ඔබේ ගිණුම මැකෙනු ඇත.",
      "ඔබට විශ්වාසද?",
      "{username} සහ තවත් 1 අයෙක් විසින් අනුගමනය කරන ලදි",
      "ද්වි-සාධක සත්‍යාපන සැකසීම සංස්කරණය කරන්න",
      "පිහිටීම එක් කරන්න...",
      "ඔබ පුද්ගලයන්ව අනුගමනය කරන විට, ඔබ ඔවුන්ව මෙහි දකිනු ඇත.",
      "සිදු වූයේ කුමක්ද කියා කෙටියෙන් පැහැදිලි කරන්න.",
      "නොකියා සිටීමට වඩා කැමතියි",
      "Instagram හි {translated category name} ගිණුම්",
      "සුවිශේෂී කතන්දරය",
      "ඔබ දැන් ආපසු ගියහොත්, ඔබට ඔබේ වීඩියෝව අහිමි වනු ඇත",
      "{username} දැන් Facebook හරහා ඔවුන්ගේ ක්‍රියාකාරකම මත පදනම්ව ඔවුන්ගේ රුචිකත්වවලට අදාළකත්වය වැඩි විය හැකි වෙළඳ දැන්වීම් දකිනු ඇත.",
      "පරිශීලක නමක් තනන්න",
      "වැඩිදුර දැන ගන්න",
      "ඔබේ ගිණුම සියල්ලන්ට විවෘත උනන්දුවෙන් බව පෙන්වන ලිපි, සමාජ මාධ්‍ය ගිණුම් සහ වෙනත් සබැඳි එක් කරන්න. ගෙවූ හෝ ප්‍රවර්ධනාත්මක අන්තර්ගතය සලකා නොබලනු ඇත.",
      "‍වෙළඳ දැන්වීම් සැකසුම්",
      "මෙම පෝස්ටුව බැලීමට පිවිසෙන්න",
      "ඊමේල් ලිපිනය තහවුරු කරන්න",
      "Instagram බ්‍රවුස් කිරීම දත්ත භාවිත නොකරනු ඇත. ඔබ වීඩියෝ හෝ කථාන්දර නැරඹීමට තෝරන විට පමණක් ඔබ දත්ත භාවිත කරනු ඇත.",
      "සංස්කරණය කරන්න",
      "අගුළු දැමී‍මේ අයිකනය තුළ පුරවා ඇත",
      "සම්බන්ධ වන්න",
      "ඔබේ උපන් දිනය එක් කරන්න",
      "මේවා ඔබ ඔබේ ගිණුමෙන් ඉවත් කර ඇති යෙදුම් සහ වෙබ් අඩවි වේ. මෙයින් අදහස් වන්නේ ඔබ මීට පෙර බෙදාගත් තොරතුරු ඒ සතුව තිබිය හැකි නමුත් ඒවාට අමතර ඉල්ලීම් කළ නොහැක. ඔබේ තොරතුරු මකා දැමීමට යෙදුමකිින්ඉල්ලා සිටිය හැකිය. මෙය සිදු කිරීම සඳහා ඒවාගේ පෞද්ගලිකත්ව ප්‍රතිපත්තියයේ විස්තර සහ සම්බන්ධතා තොරතුරු සමාලෝචනය කරන්න. ඔබ යෙදුමක් සම්බන්ධ කර ගන්නේ නම්, ඔවුන්ට ඔබේ පරිශීලක හැඳුනුම (ID) අවශ්‍ය විය හැකිය.",
      "ඔබට ඔවුන්ගේ පැතිකඩෙන් කෙලින්ම ඔවුන්  අවහිර කළ හැකිය. ඔබ එසේ කළහොත්, ඔවුන්ට ඔබගේ පැතිකඩ, පළකිරීම් හෝ   කථාන්දරය සොයා ගැනීමට හෝ Instagram හි ඔබට පණිවිඩ යැවීමට නොහැකි වනු ඇත. ඔබ ඔවුන්ව අවහිර කළ බව  Instagram ඔවුන්ට දන්වන්නේ නැත.",
      "Down Chevron අයිකනය",
      "ඉවත් කළ දේ",
      "මුල් පිටු තිරයට එක් කරන්න",
      "යෙදුම භාවිත කරන්න",
      "{username} දැනට හෑෂ්ටැග කිසිවක් අනුගමනය නොකරයි.",
      "දෝශය",
      "කනගාටුයි! අපට මේ අවස්ථාවේදී ඔබේ තහවුරු කිරීමේ කේතය සත්‍යාපනය කිරීමේ ගැටලුවක් ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "ඔබේ පෝස්ටුව ඉවත් නොකළ යුතු යැයි ඔබ සිතන විට සමාලෝචනයක් ඉල්ලා සිටීමට අපි සාමාන්‍යයෙන් ඔබට ඉඩ දෙමු.",
      "ඇතුළු වීමට ඒ ඔබ බව තහවුරු කරන්න",
      "මෙම ගිණුම ව්‍යාපාරයක්, සුරතලෙකු හෝ වෙනත් දෙයක් සඳහා වුවත්, ඔබේම උපන් දිනය භාවිත කරන්න",
      "ඔබේ Facebook ඊමේල් ලිපිනය, {email}, Facebook සහ Instagram හි ගිණුම් සමග සම්බන්ධයි, නමුත් ගිණුම් සම්බන්ධ කර නැත.",
      "යෙදුම සඳහා ප්‍රොෆයිල පින්තූරය",
      "ගිනි අවි, පුපුරණ ද්‍රව්‍ය හෝ වෙඩි බෙහෙත් පුද්ගලයාගෙන් පුද්ගලයාට විකිණීම.",
      "ආපසු මාරු වන්න",
      "දත්ත ප්‍රතිපත්තිය",
      "{firstUsername} සහ {secondUsername}",
      "තවත් අදහස් ප්‍රවේශනය කරන්න",
      "මෙම පිවිසුම ඔබ නොවන බව පද්ධතියට දැනුම් දීමේ ගැටලුවක් තිබුණි. කරුණාකර ඔබේ ජාල සැකසුම් පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "ඔබට වඩාත් අදාළ වෙළඳ දැන්වීම් පෙන්වීමට, වෙළඳ දැන්වීම්කරුවන් සහ අනෙකුත් හවුල්කරුවන් ඔවුන්ගේ වෙබ් අඩවි සහ යෙදුම්වල ඔබගේ ක්‍රියාකාරකම් මෙන්ම මිල දී ගැනීම් වැනි ඇතැම් නොබැඳි අන්‍යෝන්‍යව කටයුතු කිරීම් පිළිබඳව අපට ලබා දෙන දත්ත අපි ලබා ගෙන භාවිත කරමු. ඔබගේ සැකසුම්වල හවුල්කරුවන් වෙතින් ඔබගේ ක්‍රියාකාරකම් පිළිබඳ දත්ත හරහා Instagram වෙතින් පරිබාහිර ඔබගේ ක්‍රියාකාරකම් මත පදනම් වූ වෙළඳ දැන්වීම් ඔබ දකින්නේ දැයි යන්න ඔබට පාලනය කළ හැකි ය.",
      "පෙර ව්‍යාපාර ඊමේල් ලිපින",
      "අවලංගු ඊමේල් ලිපිනයකින්, අපිට ඔබ වෙත ඊමේලයක් යැවීමට නොහැකි විය.",
      "ජාල කලාප පළල",
      "ඔබේ Facebook ගිණුමේ පාලන",
      "ඔබේ ගිණුම පුද්ගලික වූ විට, ඔබ අනුමත කරන පුද්ගලයන්ට පමණක් Instagram හි ඔබේ ඡායාරූප සහ වීඩියෝ බැලීමට හැකිය. ඔබේ සිටින අනුගමනය කරන්නන් බලපෑමට ලක් නොවනු ඇත.",
      "Instagram හි ඔබේ ලෝකය සමග සම්බන්ධ වීමට පිවිසෙන්න",
      "වස්තූන්",
      "ඊමේල් ලිපිනය",
      "නිර්මාතෘ මැදිරිය ‍වෙත යන්න",
      "නැරඹීම වෙනුවෙන් ස්තූතියි",
      "එය නොමිලේ බාගත කරන්න",
      "ගැළපෙන අන්තර්ගත දැන්වීම",
      "ඔබ ඔබේ ප්‍රොෆයිල ඡායාරූපය සමමුහුර්ත කර ඇති නිසා, ඔබේ ඡායාරූපය Instagram සහ Facebook යන දෙකෙහි ම වෙනස් වනු ඇත.",
      "ද්වි-සාධක සත්‍යාපනය ක්‍රියාත්මකයි",
      "මෙම වෙළඳ දැන්වීම සැඟවීම සඳහා හේතුව තෝරන්න:",
      "ගෙවීම් ක්‍රම, බෙදා හැරීමේ ලිපිනය, නම, ඊමේලය",
      "මම අප්ලෝඩ් කළ ඡායාරූපයක් මැකීමට අවශ්‍යය",
      "කනගාටුයි, යමක් වැරදී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.",
      "පැතිකඩ සුරකින ලදී.",
      "ඇතුළු වීමේ තතු මතක තබා ගන්නද?",
      "ප්‍රොෆයිලයෙහි ප්‍රවර්ගය පෙන්වන්න",
      "පොදු රුචිකත්වය සඳහා ඔබේ ගිණුම නියෝජනය කරන ප්‍රසිද්ධ චරිතය, කීර්තිමත් පුද්ගලයා හෝ වෙළඳ සන්නම පෙන්වන්න.",
      "ආරක්ෂිත ගෙවීම්",
      "අපේ මාධ්‍ය මධ්‍යස්ථානයෙන් ඒවා ගැන තව දැන ගන්න.",
      "නිර්මාතෘ ගිණුමට මාරු කිරී‍මෙන් ඔ‍බේ Instagram ගිණුම ‍පොදු බවට පත් කරයි. ඔනෑම ‍කෙ‍නෙකුට ඔ‍බේ අන්තර්ගතය බැලීමට හැකි වන අතර තීරණාපේක්ෂවෙන් වන පසුහැඹීමේ ඉල්ලීම් සියල්ල අනුමත කරනු ඇත.",
      "ඔබ හැර යන්නේ නම්, ඔබ ඒවා ඉල්ලන විට පමණක් ඔබට ඇතුළු වීමට අපි ඔබට ඊමේල් එවන්නෙමු.",
      "පරිශීලක අයිකනය",
      "අවහිර කළ අදහස් දක්වන්නන්",
      "තෑගි ආධාර අවලංගු කරන්න",
      "Facebook නිෂ්පාදන, විශ්ලේෂණ වෙතින් බැහැරව වෙළඳ දැන්වීම් ප්‍රචාරණය සහ මිනුම් සේවා සඳහා, සහ ඇතැම් විශේෂාංග සැපයීමට සහ ඔබ වෙනුවෙන් අපගේ සේවාවන් වැඩි දියුණු කිරීම සඳහා, අපි Instagram සහ Facebook හි වෙනත් සමාගම්වල මෙවලම් භාවිත කරන්නෙමු. මෙම සමාගම් කුකීස් ද භාවිත කරයි.",
      "කථාන්දර",
      "සමහර ගෙවීම් පිළිබඳ ආරක්ෂක පරීක්ෂාවක් ලෙස ඔබ ඔබේ PIN ඇතුළත් කරයි. සියලුම ගෙවීම් සඳහා ඔබේ PIN භාවිත කිරිමට Facebook Pay සැකසුම් වෙත පැමිණෙන්න.",
      "තව දැන ගන්න",
      "සත්‍යාපක යෙදුම",
      "රහස්‍යතාව සහ ආරක්ෂාව",
      "{username1}, {username2} සහ තවත් 1 අයෙක්",
      "WhatsApp එක් කරන්න",
      "පුද්ගලයන් සොයන්න",
      "පුවත්/මාධ්‍ය",
      "NetzDG යටතේ පැමිණිලි කරන්න",
      "වෙනත් පුද්ගලයන්ට ඔබේ පළ කිරීම් ඔවුන්ගේ කථාන්දරවලට එක් කළ හැකිය. ඔබේ පරිශීලක නාමය සැමවිට ඔබේ පළ කිරීම සමග පෙන්වනු ඇත.",
      "සියල්ලන්ට විවෘත ප්‍රොෆයිල තතු (අවශ්‍යයි)",
      "Whatsapp",
      "පෙර පරිශීලක නම්",
      "කරුණාකර වලංගු උපන් දිනයක් ඇතුළු කරන්න.",
      "වීඩියෝවේ සියලු කරුණු ඔබේ මුල් අන්තර්ගතය වන අතර එයට හිමිකම් ඔබ සතුය.",
      "ගිණුම් මාරු කරන්න",
      "ඔබ සාර්ථකව ඔබේ ඊමේලය තහවුරු කර ඇත.",
      "වීඩියෝ කතාබහ",
      "පණිවිඩයක් ලියන්න...",
      "ඔබට ඔබේ බැකප් කේතවලින් එකක් භාවිත කිරීමට නොහැකි නම්, ඔබට  ඔබේ {=auth app codes}වලින් එකක් ලබා ගත හැකි ය",
      "බදාදා",
      "අපේ නියම සහ දත්ත ප්‍රතිපත්තියට කළ වෙනස් කිරීම් සමාලෝචනය කරන්න.",
      "අනුමත කරන්න",
      "සුරකින්න",
      "ව්‍යාපාර ඊමේල් ලිපිනය",
      "තව දැන ගන්න",
      "මෙම බෙදා ගැනීම පිළිබඳව තවත් දේවල්:",
      "ලියාපදිංචි වන්න",
      "{Date} දින {Time}ට පළ කරන ලදී",
      "රහස්‍ය රූප වාර්තා කිරීම",
      "මැකීම මඟින්   ඔබේ එන ලිපිවලින්  කතාබහ ඉවත් කරනමුත් අනිත් අයගේ එන ලිපිවලින් එසේ නොකරයි.",
      "මෙම ඡායාරූපය තවමත් පහත ස්ථානවල දැකිය හැකි බවට සිහිකැඳවීම",
      "ඔබේ සම්පූර්ණ නම",
      "ඊමේල් මනාප කළමනාකරණය කරන්න",
      "වෙනිදා",
      "ඔබව අනුගමනය නොකරන ගිණුම්",
      "ඔබට සත්‍යාපන යෙදුමක් වෙතින් පිවිසුම් කේතයක් භාවිත කිරීමට නොහැකි නම්, ඔබට {=sms code} මගින් එකක් ලබා ගත හැකිය හෝ ඔබේ {=backup codes}වලින් එකක් භාවිත කළ හැකිය",
      "විස්තරය",
      "{seconds}s",
      "මත්ද්‍රව්‍ය විකුණුම් හෝ ප්‍රවර්ධන ලෙස පැමිණිලි කරන්නද?",
      "දැන්ම එපා",
      "{Userlink} වැනි තවත් ගිණුම්",
      "අඩු ඉඩක් භාවිතා කරයි. Google Play මත නොමිලේ.",
      "අවහිරය ඉවත් කරන්න",
      "ප්‍රවේශය ආපසු ලබා ගැනීමේ ගැටලුවක් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "මේවා ඔබ පිවිසීම සඳහා Instagram භාවිත කළ සහ මෑතක දී භාවිත කළ යෙදුම් සහ වෙබ් අඩවි වේ. ඒවා සමඟ බෙදා ගැනීමට ඔබ තෝරාගත් තතු ඒවාට ඉල්ලා සිටිය හැකිය.",
      "ඇතුළු වීමේ උදව් ඊමේල්වලින් හැර යන්න",
      "ශ්‍රව්‍ය රූපය",
      "පහළට මුහුණලා ඇති ෂෙව්රනයෙන්, කොටස වසා ඇති බවත් සහ එය විවෘත කළ හැකි බවත් පෙන්නුම් කරයි",
      "ඔබේ  Instagram ගිණුමට ප්‍රවේශ වීමට ඔබ කිසිම යෙදුමකට බලය දී නැත.",
      "සක්‍රිය නොවන සැසි සඳහා IP ලිපින",
      "අපි {phoneNumber}ට ඔබේ ගිණුමට ආපසු යාමට සබැඳියක් සහිත කෙටි පණිවිඩයක් එව්වෙමු.",
      "හැර යන්න",
      "{instagramUsername} සහ {facebookPageName}",
      "සම්පත් බලන්න",
      "ඔබ ඔබේ ගිණුම තාවකාලිකව අබල කිරීමට ආසන්නයි. ඉදිරියට යන්නද?",
      "වෙළඳ දැන්වීම් මනාපයන්",
      "ප්‍රොෆයිල තොරතුරු (අවශ්‍යයි)",
      "සංග්‍රහය",
      "ඔබේ අභියාචනය අනුමත නම්",
      "ඉවත්කළ_අන්තර්ගත_ඡායාරූපය",
      "අපි ඔබේ {contentTypeText} ඉවත් කළේ එය අපගේ {brandedContentPoliciesLink}හට පටහැණි බැවිනි. දුම්කොළ නිෂ්පාදන, ආයුධ, පතොරම් හෝ පුපුරණ ද්‍රව්‍ය ඇතුළු, සන්නාමගත අන්තර්ගතයන් සමග ඇතැම් භාණ්ඩ,සේවා හෝ වෙළඳ නාම ප්‍රවර්ධනය කළ නොහැක.ඊට අමතරව, සමාජ ගැටලු, මැතිවරණ හෝ දේශපාලනය ඇතුළුව සමහර ප්‍රවර්ගයන්ට සන්නම් තැබූ අන්තර්ගතයන්හි අවසර දී ඇත්තේ ගෙවීම් සිදුකරන හවුල්කරුට අදාළ වෙළෙඳ දැන්වීම් ප්‍රචාරය කිරීමට අවසර දී තිබේ නම් පමණි.",
      "අදහස් විකල්ප",
      "ලියාපදිංචි වන්න",
      "ඔබට ඔබේ මුරපදය යළි සැකසීමට, මිතුරන් සෙවීම සහ තවත් දේවල් කළ හැකි වන ලෙස ඔබේ දුරකථන අංකය එක් කරන්න.",
      "ඔබ ඔබේ සත්‍යාපන යෙදුම ඉවත් කළහොත්, ඔබට ආරක්ෂක කේත පෙළ පණිවිඩවලින් පමණක් ලැබෙනු ඇත.",
      "නිමයි.",
      "‍පෝස්ටුව බැහැර කරන්න ද?",
      "ඊමේල් ලිපිනය ඉවත් කරන ලදි",
      "වෙළඳ දැන්වීම්",
      "ඔබේ ගිණුමට මෙහි පෙන්වීමට තොරතුරු කිසිත් නැත",
      "ඔබේ මිතුරන්ගෙන් ඡායාරූප සහ වීඩියෝ බලන්න.",
      "අපට ඔබට ඔබේ ගිණුමට ආපසු යාමට උපකාර වීමට පෙළ පණිවිඩයක් එවීමට හැකිය.",
      "Facebook Pay",
      "ඔබේ ගිණුම  මකා දැමීමේ අවදානමක පවතී.",
      "තතු සුරකින්න",
      "වාර්තාව එවන්න",
      "යෙදුම භාවිත කරන්න",
      "තත්පර",
      "මෙම ඊමේලය වෙනත් ගිණුමකින් ගෙන ඇත.",
      "මීළඟ",
      "නගරය/ටවුම",
      "සජීවී විකාශනය බෙදා ගන්න",
      "ඔ‍බේ වීඩි‍යෝව දෘශ්‍යමාන වනු ලබන ස්ථාන",
      "ඔවුන්ට Instagram හි ඔබේ පැතිකඩ, පළ කිරීම් හෝ කථාන්දර සොයා ගැනීමට හැකි නොවනු ඇත. Instagram ඔබ ඔවුන්ව අවහිර කළ බව දැන ගැනීමට නොසලස්වනු ඇත.",
      "හරි ලකුණ පිරවුම් අයිකනය",
      "ඔබට {=business name} සමඟ ඔබේ කතාබහේ දී ඕනෑම වේලාවක මෙම පණිවිඩ කළමනාකරණය කළ හැකි ය.",
      "කථාන්දර විවෘත කරන්න",
      "ඔබේ පැතිකඩ වෙත ගොස් ඔබේ සාප්පු බෑගය සොයා ගැනීමට {link_back_to_instagram_home_page} තට්ටු කරන්න.",
      "දිගට ම කරගෙන යන්න",
      "සන්නිවේදන මාධ්‍යය නිර්මාතෘ අයිකනය",
      "නොමිලේ Wi-Fi ප්‍රවේශය ලබා ගෙන ඒවායේ නවතම පෝස්ටු බැලීමට මෙම ව්‍යාපාරයේ ප්‍රේක්ෂකයෙක් වෙන්න. නැතහොත් ඔබට පසුව ව්‍යාපාරයේ ප්‍රේක්ෂකයෙක් විය හැකි ය.",
      "ඔබ සබැඳිව සිටින විට හෝ ඔබ ඔවුන්ගේ පණිවිඩ කියවන විට ඔවුන්ට නොපෙනේ. ඔබට ඔවුන්ගේ පැතිකඩෙන් ඔවුන් සීමා නොකළ හැක.",
      "Microsoft වෙතින් එය ලබා ගන්න",
      "බුද්ධිමය දේපළ කඩ කිරීම",
      "{username} කථාන්දරයක් එව්වා",
      "පළ කිරීම වෙත යන්න",
      "සීමා කළ ගිණුම",
      "ආරක්ෂක සහ අඛණ්ඩතා අරමුණු සඳහා අපි වෙනත් යෙදුම් සහ වෙබ් අඩවිවලින් සීමිත තොරතුරු භාවිත කරන නමුත්, එය ඔබට පුද්ගලාරෝපණය කළ වෙළඳ දැන්වීම් පෙන්වීමට භාවිත නොකරනු ඇත",
      "මීළඟ",
      "නිමයි",
      "Instagramහි වයස 13ට වඩා අඩු දරුවකු ගැන පැමිණිලි කරන්නද?",
      "PIN යළි සකසන්න",
      "සාප්පුව බලන්න",
      "හිංසනය හෝ හිරිහැර කිරීම ගැන ඔබට වෙන කුමක් කළ හැකිදැයි තව දැන ගැනීමට කැමති නම්, අපි උදව් කිරීමට කැමැත්තෙමු",
      "මීළඟ",
      "නව පෝස්ටුව තනන්න",
      "Facebook වෙත සම්බන්ධ වන්න",
      "ඔබේ පාරිභෝගිකයන් වෙත ළඟා වන්න",
      "ඔබ පිවිසෙන විට, ඔබට මෙම පෝස්ටුවෙහි සියලු ම පරිශීලකයින්ගේ අදහස් කියවිය හැකි ය.",
      "ඔබට ඔබේ පැතිකඩ වෙත ඡායාරූප එක් කිරීමට අවශ්‍ය කෙසේදැයි තෝරන්න.",
      "කැමරාවලට ඔබේ සම්පූර්ණ නම් ටැගය ග්‍රහණය කර ගත හැකි විය යුතුය.",
      "Safari",
      "අද දකින ලදි",
      "වයස අවුරුදු 1යි",
      "Instagram ප්‍රජාව සියලු දෙනා සඳහා ආරක්ෂිත සහ විනෝදකාමී තැනක් ලෙස තබා ගැනීමට උදවු වීම ගැන ස්තුතියි. මතක තබා ගන්න, අප ඡායාරූපය, වීඩියෝව හෝ අදහස පළ කළ අයට වාර්තා ඉදිරිපත් කළේ කවුද යන්න ගැන හෙළිදරව් නොකරමු.",
      "• ඔබේ ගිණුම සත්‍යාපනය කිරීමට සහ ඔබේ ඊමේල් ලිපිනය වැනි බෙදා ගැනීමට ඔබ තෝරා ගන්නා තොරතුරු ලැබීමට මෙම සබැඳුම යෙදුම හෝ වෙබ් අඩවියට ඉඩ දේ.",
      "ගිණුම් දත්ත බලන්න",
      "අපව දැනුවත් කරන්න",
      "උඩුගත කිරීමට ඇති ඡායාරූපයක් පෙරදසුන් කරන්න",
      "ඔබ පිවිසෙන විට, ඔබේ රුචිකත්වයන් මත පදනම් වූ තවත් විශිෂ්ට දේවල් ඔබට පෙනෙනු ඇත.",
      "පළ කරන්න",
      "බාගත කිරීම ඉල්ලන්න",
      "ඔබ යම් කෙනෙකුගේ පණිවිඩයක් පැමිණිලි කරන්නේ නම්, Instagram ඔවුන්ට එය පැමිණිලි කළේ කවුරුන් ද යන්න නොපවසයි.",
      "ලිපිනය",
      "නියමයන්",
      "අපි ඔබේ ගිණුම වෙතින් අසාමාන්‍ය ක්‍රියාකාරකම දුටු අතර නිශ්චිත ක්‍රියා තාවකාලිකව සීමා කර ඇත්තෙමු.",
      "ප්‍රතික්ෂේප කරන්න",
      "හරි",
      "කාවද්දන්න",
      "දැක්වීම් අවහිර කරන්න",
      "ඔබ යම් කෙනෙකුගේ පෝස්ටුවක් පැමිණිලි කරන්නේ නම්, Instagram ඔවුන්ට එය පැමිණිලි කළේ කවුරුන් ද යන්න නොපවසයි.",
      "Facebook-පරිබාහිර ක්‍රියාකාරකම",
      "දෙවන ගිණුමක් සාදන ලදි",
      "භෞතික ලිපිනය",
      "{Button to log in} ‍හෝ {Button to sign up}",
      "අඟහරුවාදා",
      "Chrome",
      "කෙටි පණිවිඩය",
      "භාවිත නියමයන්ට එකඟ වන්න",
      "{timeString} හි {dateString}",
      "{username}ගේ කථාන්දරයේ විශේෂ අවස්ථා යැවීය",
      "වෙනිදා",
      "මෙම කතන්දරය දැකිය හැකි වන්නේ {story owner username}ගේ සාමාජිකත්වයෙහි සිටින පුද්ගලයන්ට පමණි.",
      "ඔබේ {=app and web} සැකසුම් තුළ යෙදුම් සහ වෙබ් අඩවි සමග ඔබ බෙදා ගන්නා තොරතුරු සමාලෝචනය කිරීමට හෝ වෙනස් කිරීමට ඔබට හැකි ය. මෙම සැකසුම් Instagram හි ඔබේ අන්තර්ගතය දැකිය හැක්කේ කාට ද යන්න පාලනය කරන {=privacy} සැකසුම්වලට වඩා වෙනස් වේ.",
      "• අපි භාවිත කරන කුකී සහ සමාන තාක්ෂණ Instagram සහ Facebook සමග ඔබ පිළිබඳ තොරතුරු බෙදා ගැනීමට යෙදුම් සහ වෙබ් අඩවි වෙත උදව් කරයි. අපි මෙම තොරතුරු ඔබ බලන වෙළඳ දැන්වීම් ඇතුළුව, ඔබේ අත්දැකීම පුද්ගලාරෝපණය කිරීමට, සහ ව්‍යාපාර විශ්ලේෂණය කිරීමට සහ වෙළඳ දැන්වීම කාර්ය සාධනය ඇගයීමට භාවිත කරමු.",
      "සුරකින්න",
      "නිහඬ නොකරන්න",
      "පැතිකඩ ඡායාරූපය පළ කරන්නද?",
      "ඔබේ කථාන්දරයට ප්‍රතිචාර දැක්වීය: {emoji}",
      "වයස තහවුරු කරන්න",
      "Instagram සහ Facebook විසින් කුකීස් භාවිත කිරීමට ඉඩ දෙන්න ද?",
      "පිවිසෙන්න",
      "අදාළ ගිණුම්",
      "අනුබද්ධය පිහිටුවීමට සහ මුදල් ඉපයීම ආරම්භ කිරීමට Instagram මොබයිල් යෙදුම භාවිතා කරන්න.",
      "පණිවිඩ බැලීමට සහ යැවීමට Instagram හි නවතම අනුවාදයට යාවත්කාලීන කරන්න.",
      "{list of items}, {last item}",
      "ඕඩියෝ නිහඬයි",
      "විඩීයෝව සුදානම් කරමින්...",
      "ඔබේ උපන් දිනය සැපයීම ඔබ දකින විශේෂාංග සහ දැන්වීම් වැඩි දියුණු කරන අතර, Instagram ප්‍රජාව ආරක්ෂිතව තබා ගැනීමට අපට උපකාරී වේ. ඔබට ඔබේ උපන් දිනය ඔබේ පුද්ගලික තොරතුරු ගිණුම් සැකසුම් තුළ සොයා ගත හැකිය.",
      "පණිවිඩ නැත",
      "{=app name} {=privacy policy} සහ {=terms}.",
      "‍නිසා",
      "ඔබ මෙම අදහස පැමිණිලි කරන්නේ ඇයි?",
      "හිංසනයට හෝ අඩන්තේට්ටම්වලට ලක් වන්නේ කවුද?",
      "නිහඬ කරන්න",
      "දැන් නොවේ",
      "මෙම ඊමේල් ලිපිනය Facebook සහ Instagram ගිණුම්වලට ඇතුළු වීමට භාවිත කෙරේ, නමුත් ගිණුම් සම්බන්ධ කර නැත. වඩාත් පහසුවෙන් ඇතුළු වීමට ඔබේ ගිණුම් සම්බන්ධ කරන්න.",
      "ඔබේ වයස {age} ද?",
      "නුසුදුසු අන්තර්ගතය පළ කරමින්",
      "දුරකථන අංකය ඉවත් කරන්නද?",
      "ඔබ සුරැක ඇති දේ පමණක් ඔබට බැලීමට හැකිය",
      "එය තේරුණා. ඔබ Instagram හි නව ඊමේල්වලින් දායකත්වයෙන් ඉවත්ව ඇත.",
      "පෙළ පණිවිඩ භාවිත කරන්න",
      "ඇතුළත් කළ PIN වැරදි යි. උත්සාහයන් {remainingAttempts} ඉතිරිව ඇත.",
      "{full_name} (@{username}) • Instagram ඡායාරූප සහ වීඩියෝ",
      "{filename} ලෙස ලේබල් කළ වීඩියෝව දිග වැඩි ය. දිගට ම කර ගෙන යාමට, කෙටි වීඩියෝවක් තෝරා ගන්න නැතහොත් හෝ IGTV වෙත පළ කරන්න.",
      "{count} දැන් සක්‍රියයි",
      "{action text} මගින්, ඔබ {Instsagram's terms} සහ {data policies terms} සමග එකඟ වේ. ඔබේ දායකත්වයෙන් 2.60% + 0.30 USD ගාස්තු ආවරණය කිරීමට ඔබේ දායකත්වයෙන් අඩු කරනු ලැබේ.",
      "SMS පණිවුඩය නැවත එවන්න",
      "ඔබේ අභියාචනය අනුමත නම්",
      "කරදරකාරී අන්තර්ගත පළ කිරීම",
      "ක්‍රියාවිරහිත කරන්න",
      "දත්ත ප්‍රතිපත්ති",
      "ඔබ ඔබේ කථාන්දරයේ {username} සඳහන් කළා",
      "ඔබට දැන් සියලු ඇතුළු වීමේ උදවු ඊමේල් ලැබෙනු ඇත.",
      "කව පරීක්ෂණ අයිකනය",
      "Instagram 2012 වසරේ සිට Facebook හි කොටසක්ව තිබෙන අතර, අපි යම් ආයතනික වෙනස් කිරීම් සිදු කරමින් සිටිමු. ඉදිරියේදී, අපේ කණ්ඩායම් Instagram සඳහා Facebook Inc. වග කිව යුතු බව පිළිබිඹු කරයි. Instagram යෙදුම සහ අප දත්ත සකස් කරන ආකාරය වෙනස් නොවේ.",
      "ඔබ ඔබේ කාඩ්පත් ආරක්ෂක කේතය ඇතුළත් කළේ නැති නම්, ඔබට ගෙවා නික්වීම සම්පූර්ණ කිරීමට ඔබේ Facebook ගෙවීම් තතු භාවිත කළ නොහැකි වනු ඇත.",
      "ස්ව හානි (ආහාර ගැනීමේ විෂමතා, කැපීම්, හෝ සිය දිවි හානි කර ගැනීමේ අන්තර්ගතය)",
      "ඔබේ ගෙවීම් තතු සම්බන්ධ කරන්න",
      "ටැගය ඉවත් කරන්න",
      "කරුණාකර වැරැද්ද පැහැදිලි කරන්න",
      "ඊමේලය",
      "දිගට ම කරගෙන යන්න",
      "පියවර 1: විශ්වසනීයත්වය තහවුරු කරන්න",
      "{filename} ඉතා විශාලය. දිගට ම කර ගෙන යාමට, 1GB හෝ ඊට අඩු ගොනුවක් තෝරන්න.",
      "ඔබට මෙම එකතුවෙන් ඉවත් කිරීමට හෝ එය ඔබ සුරැක ඇති සෑම දෙයකින් ම ඉවත් කිරීමට හැකි ය.",
      "මෙම පෝස්ටුවෙහි තවත් අදහස් බලන්න",
      "කාඩ්පත් අංකය",
      "විකල්ප පෙළ දකුණු නිලපටය ලියන්න",
      "ඔබේ කතන්දරයට එක් කරන්න",
      "යෙදුම් ගබඩාවෙහි එය නොමිලේ සොයා ගන්න.",
      "ආරම්භ කිරීමේ ගැටළු",
      "පුද්ගලයන්ට Instagram සමග සම්බන්ධ වීම සඳහා උදව් කිරීමට, ඔබට ඔබේ සම්බන්ධතා කලින් කලට අපේ සේවාදායකවල සමමුහුර්ත කර ගබඩා කර තබා ගැනීමට තේරිය හැකිය. ඔබ අනුගමනය කිරීමට ඇත්තේ කුමන සම්බන්ධතා දැයි තෝරන්න. සමමුහුර්ත කිරීම නතර කිරීමට ඕනෑම අවස්ථාවක විසන්ධි කරන්න. {learnMoreLink}",
      "ගෙවීම් කතාබහ සහාය ලබා ගන්න",
      "ඔබේ ගෙවීම් Facebook Pay සමඟ ආරක්ෂිතව සුරැකිණි. {Learn More}",
      "Facebook සමග ඇතුළු වන්න",
      "වීඩියෝ හඬ ක්‍රියා විරහිත කරන්න",
      "පණිවිඩය නොයවන්න ද?",
      "ධන අයිකනය",
      "වලංගු ZIP කේතයක් ඇතුළු කරන්න",
      "කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවි වෙත පිවිසීමට ඔබ Instagram භාවිත කරන විට, අපි අත්දැකීම සබල කිරීමට සහ ආරක්ෂිත සබැඳුමත් තැනීමට කුකී සහ සමාන තාක්ෂණ භාවිත කරමු.",
      "නොයවන්න",
      "ක්‍රෙඩිට් කාඩ්පතේ රූපය",
      "Wi-Fi කේතය ඇතුළු කරන්න",
      "නිෂ්පාදනය",
      "පෙළ පණිවිඩය",
      "විදේශ ගමන් බලපත්‍රය",
      "මෙම සබැඳිය අප එවා දින 4ක් දක්වා පමණක් ක්‍රියා කරනු ඇත. එහි පුද්ගලික තොරතුරු අඩංගු විය හැකි බැවින්, සබැඳිය පුද්ගලිකව තබා ගැනීමට සහ ගොනුව ඔබේ ම පරිගණකයට පමණක් බාගත කර ගැනීමට සහතික කර ගන්න.",
      "ඊට අමතරව, ඔබේ බ්‍රව්සරය හෝ උපාංගය මගින් බ්‍රව්සර් කුකීස් සකසා තිබේ ද යන්න තෝරා ගැනීමට සහ ඒවා මකා දැමීමට ඔබට ඉඩ සලසන සැකසුම් ඉදිරිපත් කළ හැකි ය. මෙම පාලනයන් බ්‍රව්සරය අනුව වෙනස් වන අතර නිෂ්පාදකයින් ඔවුන් ලබා දෙන සැකසුම් සහ ඕනෑම වේලාවක දී ක්‍රියා කරන ආකාරය වෙනස් කළ හැකි ය. 2020 ඔක්තෝබර් 5 වැනිදා වන විට, ජනප්‍රිය බ්‍රව්සර් විසින් සපයනු ලබන පාලනයන් පිළිබඳ අතිරේක තොරතුරු පහත සබැඳිවලින් ඔබට සොයා ගත හැකි ය. ඔබ බ්‍රව්සර් කුකී භාවිතය අබල කර ඇත්නම් {Facebook Products}වල ඇතැම් කොටස් නිසි ලෙස ක්‍රියා නොකරනු ඇත.",
      "මූල්‍යකරණය",
      "ඔබේ ගිණුම සඳහා පරිශීලක නමක් තෝරන්න. ඔබට සැම විට පසුව එය වෙනස් කළ හැකිය.",
      "නැහැ",
      "කායික හානි, සොරකම, විනාශ කිරීම ගැන නිශ්චිත තර්ජන",
      "ඔබට Instagram හි සෘජුවම මිල දී ගත හැකි වෙළඳ නාම ගැන ඉගෙන ගන්න.",
      "සම්පූර්ණ නම",
      "දින",
      "පෙරහන්",
      "ඔබ කතන්දර සඟවන ගිණුම්",
      "ඔබව නැවත ඔබේ ගිණුමට ඇතුළු කිරීමට අපට උදවු කිරීමට ඊළඟ පියවර අනුගමනය කරන්න.",
      "Instagram හි නැවත නරඹන්න",
      "යෙදුම වෙත යන්න",
      "පණිවිඩය යැවීමට නොහැක",
      "ඔබේ මිතුරා {full (real) name of the user who joined} Instagram මත {username of the user who joined} ලෙස සිටී",
      "Instagram සියලු දෙනාගේ ම බුද්ධිමය දේපළ ආරක්ෂා කිරීමට කැපවී ඇත. ඒ නිසා අපි ඔබට භාවිත කිරීමට හිමිකම නැති විය හැකි කරුණු ඔබේ ඡායාරූපයෙහි අන්තර්ගත වන බව දැන ගැනීමට සලස්වමු.",
      "පරිශීලක අයිකනය",
      "ඉවත් කරන්න",
      "Instagram වෙත පිළිගනිමු",
      "{scope title}",
      "ජාල දෝෂය",
      "මීළඟ",
      "ඔබේ කථාන්දරයට පිළිතුරු දුන්නා",
      "ඔබේ දත්ත බාගන්න",
      "පැතිකඩ තතු",
      "එය වර්තා කරන්නේ කෙසේදැයි දැන ගන්න",
      "{count} දෙනෙක් කැමතියි",
      "අපි ඔබේ ඇතුළු වීමේ තතු ඔබ වෙනුවෙන් මතක තබා ගන්නෙමු. ඔබ නැවත ඇතුළු වන විට ඔබට එය ඇතුළු කිරීමට අවශ්‍ය නොවනු ඇත.",
      "මඟ හරින්න",
      "{link that reads Switch Accounts} හෝ {link that reads sign up}",
      "ගිණුම් ක්‍රියාකාරකම්",
      "සෙවීම",
      "{name of the user} අදහස් පළ කරන ලදී {comment text from user}",
      "ඔරිජිනල්",
      "වාර්තා කරන්න",
      "තවත් {count} දෙනෙක්",
      "භාවිත නියම",
      "හස්තීයව එක් කරන්න",
      "සියලු මූල්‍යනය කළ වීඩියෝ සමාලෝචනය කෙරිණි.",
      "රජය සහ දේශ්පාලන",
      "පෙළ (SMS) පණිවිඩ",
      "සෙවුම් අයිකනය.",
      "ඉවත් වෙන්න",
      "මම {username}ගේ නීත්‍යනුකූල භාරකරු වන අතර අනුමත කිරිමට බලය දෙමි.",
      "ඔබ Instagram සමග යෙදුමක් හෝ වෙබ් අඩවියක් වෙත පිවිසෙන විට:",
      "මාර්ගෝපදේශ යෙදුම තළ පමණක් ඇත",
      "අපි {username} වෙනුවෙන් ඔබේ ඇතුළු වීමේ තතු මතක තබා ගන්නෙමු. ඔබ නැවත ඇතුළු වන විට ඔබට එය ඇතුළු කිරීමට අවශ්‍ය නොවනු ඇත.",
      "ජූලි",
      "වාර්තා කරන්න",
      "PIN තහවුරු කරන්න",
      "ඊමේලය යැවීමේ ගැටලුවක් විය.",
      "@{username} අනුව මෙම Instagram මාර්ගෝපදේශය බලන්න",
      "ඔබේ සමාජ ආරක්ෂණ අංකය (SSN) හෝ තනිපුද්ගල බදුගෙවන්නන්ගේ හඳුනා ගැනීමේ අංකයේ (ITIN) අවසන් සංකේතාංක 4 ඇතුළත් කරන්න.",
      "තහවුරු කරන්න",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවිවල කුකී සහ සමාන තාක්ෂණ පිළිබඳවයි",
      "නිවැරදි දුරකථන අංකය ඇතුළු කළේ නැතිද?",
      "රහස්‍යතා ප්‍රතිපත්තිය",
      "එකතු වීමට අනුමැතිය අවශ්‍යයි",
      "වම් නිලපටය",
      "සජීවී",
      "පැතිකඩ නාමාවලිය",
      "• ඔබේ Instagram ගිණුම සමගින් පිවිසීමට Instagram යෙදුම් සහ වෙබ් අඩවි සමග ආරක්ෂිතව සම්බන්ධ කරයි",
      "ඔබට කෙටි පණිවිඩය හෝ සත්‍යාපන යෙදුම ඔස්සේ ආරක්ෂක කේතයක් ලැබිය නොහැකි නම් පිවිසීමට මේවා භාවිත කරන්න.",
      "මේරිලන්ඩ් විශ්ව විද්‍යාලය පිළිබඳ {link} දී වැඩිදුර දැන ගන්න",
      "අවලංගු කරන්න",
      "‍වෙත බෙදා ගන්න...",
      "වෘත්තියමය ගිණුම",
      "අපට ඔබේ ඇතුළු වීමේ තතු ඔබට නැවත ඇතුළු කිරීමට අවශ්‍ය නොවන ලෙස මෙම යෙදුමට සුරැකිය හැකි ය.",
      "සාප්පු සවාරි කරත්තය වටා රවුමක් ඇඳ තිබේ.",
      "සත්‍යාපක යෙදුම",
      "තවම පළ කිරීම් නැත.",
      "ඔබේ කථාන්දරය ඉවත් කර ඇත",
      "නම් කරන්න",
      "ඔබ Facebook සමග ලියාපදිංචි වී ඇත්නම්, ඔබ {create a password} සහ ආපසු පිවිසීමට අවශ්‍ය වනු ඇත.",
      "දිගට ම කර ගෙන යාම සඳහා {username} වෙත පිවිසෙන්න. ඔබව {source_account_username} වෙතින් පිට කෙරෙනු ඇත.",
      "පුද්ගලයන් ඔබව අනුගමනය කිරීමට ඉල්ලූ විට, ඔබ මෙහි ඔවුන්ගේ ඉල්ලීම් දකිනු ඇත.",
      "{username}: පණිවිඩයක් එව්වා",
      "පිවිසීමට Facebook භාවිත කිරීම දිගට ම කරගෙන යාමට ඔබ කැමති ද?",
      "අපට ඔබේ ගිණුම සොයා ගත නොහැකි විය",
      "ව්‍යාපාරික මෙවලම්",
      "සමාන ගිණුම් යෝජනා",
      "Instagram භාවිතා කිරීම දිගටම කරගෙන යාමට ඔබගේ මුරපදය වෙනස් කරන්න. ඔබ ඔබගේ නව මුරපදය මෙම සේවාවන්ගෙන් එකක් සමඟ බෙදා ගන්නේ නම්, ඔබට අනුගමනය කිරීම්, කැමති වීම හෝ අදහස් දැක්වීම වළක්වා ගත හැකිය.",
      "තවම පළ කිරීම් නැත",
      "COVID-19 සහ එන්නත් පිළිබඳව අපගේ {help center link} ගැන තව දැන ගන්න.",
      "ඔබ Instagram හි ගෙවීමක් කරන සැම විටම භාවිත කිරීමට PIN එකක් තනන්න.",
      "මා එයට කැමති නැහැ",
      "මෙම වීඩි‍යෝව තවමත් පහත දැක්වෙන ස්ථානවල දැක ගත හැකි බවට සිහිකැඳවීම:",
      "පරිශීලක නම",
      "වෙනිදා",
      "{username} පළ කරන විට, ඔබ ඔවුන්ගේ ඡායාරූප සහ වීඩියෝ මෙහි දකිනු ඇත.",
      "වැඩිදුර දැන ගන්න.",
      "අවහිරය ඉවත් කරන්න",
      "වීඩියෝව නරඹන්න",
      "ඊයේ දින දකින ලද",
      "Facebook සමගින් ලියාපදිංචි වන්න",
      "දුරකථන අංකය තහවුරු කරන ලදී",
      "දෝෂ අයිකනය",
      "ඔබට Instagram යෙදුමෙහි {username}ගේ සජීවී වීඩියෝව නැරඹිය හැකි ය.",
      "කෙටුම්පත් බලන්න",
      "උපස්ථ කේත",
      "මෙම මාධ්‍යය සහාය නොදක්වයි.",
      "දස-දහස",
      "මාධ්‍ය (අත්‍යවශ්‍ය නැත)",
      "පසුහඹන්නන් {count}",
      "{filename} ලෙස ලේබල් කළ ගොනුව කුඩා වැඩි ය. දිගට ම කර ගෙන යාමට, 1 KB කට වඩා විශාල ගොනුවක් තෝරා ගන්න.",
      "සිල්ලර වෙළඳුන්, දේශීය ව්‍යාපාර, වෙළඳ නාම, සංවිධාන සහ සේවා සපයන්නන් සඳහා හොඳම වේ.",
      "Instagram වෙතින් බැහැරව ඔබ වෙනුවෙන් වෙළඳ දැන්වීම් පුද්ගලාරෝපණය කිරීමට, හෝ ඒවායේ ක්‍රියාකාරිත්වය මැනීමට අපි වෙනත් සමාගම්වල කුකීස් භාවිත නොකරමු",
      "වීඩියෝ හඬ ක්‍රියා විරහිතයි",
      "බුද්ධිමය දේපළ කඩ කිරීම",
      "මෙනුව",
      "අවහිර කරන ලදී",
      "පළ කිරීම් {count}",
      "ඉල්ලා සිටින ලදී",
      "ඉවත් කර ඇත",
      "කථාන්දරය බෙදා ගැනීම",
      "සන්තෘප්තවීම",
      "ඔබේ සාප්පු කරත්තය හිස්ව පවතියි",
      "යෝජිත",
      "උපන් දිනය (මාමා/දිදි/වවවව) ඇතුළත් කරන්න",
      "ගිණුම් කිසිවක් හමු නොවීය.",
      "ඔබ මෙය වැරැද්දක් බවට සහ මෙම වීඩියෝව භාවිත කිරීමට අවසරය තිබේ යැයි තවමත් විශ්වාස කරන්නේ නම් {Submit an appeal text bolded}",
      "වසන්න",
      "ඔබේ පරිත්‍යාගය යවමින්...",
      "Facebook වෙත සම්බන්ධ කරන ලදී",
      "සමහර අවස්ථාවල දී, පිළිගත් සෞඛ්‍ය සංවිධාන විසින් රෝගයක් සුව කළ හැකි හෝ වළක්වා ගන්නේ කෙසේද යන්න පිළිබඳව ජනතාව නොමඟ යැවිය හැකි හෝ වෛද්‍ය ප්‍රතිකාර ලබා ගැනීමෙන් ජනතාව අධෛර්යමත් කළ හැකි තොරතුරු මෙයට ඇතුළත් වේ.",
      'Instagram ඩිජිටල් මිලේනියම් කතුහිමිකම පනතේ ("DMCA") 512(ඇ) වගන්තියේ අර්ථ දක්වා ඇති නිවේදන සහ ඉවත් කිරීමේ ක්‍රියා පටිපාටිවලට අනුකූල වේ. Instagram ප්‍රකාශන හිමිකම් උල්ලංඝනය කිරීම් නොඉවසන අතර, උල්ලංඝනය කිරීම් පිළිබඳ ව්‍යාජ ප්‍රකාශයන් ද අපි ඉවසන්නේ නැත. DMCA හි නිවේදන සහ ප්‍රති-දැනුම්දීමේ ක්‍රියා පටිපාටි යටතේ ඔබේ අන්තර්ගතය ඉවත් කර ඇත්නම් සහ එය වැරදියට හඳුනා ගැනීමේ ප්‍රතිඵලයක් ලෙස ඉවත් කළ බව ඔබ විශ්වාස කරන්නේ නම්, ඔබට DMCA ප්‍රති-දැනුම්දීමක් ගොනු කළ හැකිය.',
      "Instagram වෙත ආපසු",
      "({merchant username} හි) {merchant name} සාප්පු සවාරි යන්න",
      "ඔබට ඔබේ Instagram ගිණුමට ප්‍රවේශය තිබූ  ඉවත්කළ   කිසිම යෙදුමක් නැත.",
      "ආරවුල ඉදිරිපත් කරන්න",
      "ගොනුව ඉතා විශාලයි",
      "සුරැකි",
      "ඡායාරූපය",
      "අදහස් පෙරහන් කිරීම",
      "ඇතුළු වී ඇත්තේ ඔබ යැයි තහවුරු කිරීමට අපට අවශ්‍ය විට අපි ඔබට ආරක්ෂක කේතයක් එවන්නෙමු.",
      "අවලංගු කරන්න",
      "වීඩියෝ තත්පර {minDurationInSeconds} සහ මිනිත්තු {maxDurationInMinutes} අතර දිගු විය යුතුය.",
      "අපි ඔබේ කෙටුම්පත සූදානම් කරමින් සිටිමු: {videoTitle}. එය සූදානම් විට අපි ඔබට දැනුම් දෙන්නෙමු.",
      "ඔබේ ආරවුලේ ප්‍රතිඵල සමග ඔබ එකඟ නොවන්නේ නම්, ඔබට හිමිකම් දරන්නා, {reference owner name}, වෙත අභියාචනය කළ හැකි ය. යොමු කළ පසු ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින {days} ක් ලැබේ.",
      "අපේ නියම දැන් අප සපයන සේවාව සහ සියලු දෙනා සඳහා Instagram සුරක්ෂිත ස්ථානයක් බවට පත් කිරීමට අපේ ප්‍රජාවෙහි සෑම සාමාජිකයෙකුගෙන්ම අප අපේක්ෂා කරන දේ ගැන වඩාත් පැහැදිලිව දක්වයි. මේ අපට ඔබ දන්නා බව සහතික කර ගැනීමට අවශ්‍ය වන යම් යාවත්කාලීන වේ:",
      "අපි මීළඟ වතාවේ කේතයක් නොඉල්ලන්නෙමු",
      "ඊමේල් ලිපිනය",
      "වෘත්තීමය ගිණුමක් සමගින්, ඔබට ඔබට අනුගමනය කරන්නන් සහ ගිණුම් කාර්ය සාධනය, නව සබඳතා විකල්ප සහ තවත් ‍දේ පිළිබඳ විදසුන් ‍වෙත ප්‍ර‍වේශය ලබා ගත හැකි ය.",
      "{username} වෙතින් පෝස්ටු බැලීමට පිවිසෙන්න",
      "ජුනි",
      "නොයැවීමෙන් සියලුම දෙනා සඳහා පණිවිඩය ඉවත් කරනු ඇත. පුද්ගලයින් එය දැනටමත් දැක තිබිය හැකිය.",
      "මේ මම විය",
      "හරි",
      "{country name} හි ස්ථාන",
      "සක්‍රියයි",
      "ඔබ අනුගමනය කරන හෑෂ්ටැග",
      "මේ ඔබ ද?",
      "ඩිජිටල් ප්‍රචාරණ සන්ධානය",
      "මෙම වීඩි‍යෝව පහත දැක්‍‍වෙන ස්ථානවල දැක ගත හැකි බවට සිහිකැඳවීම:",
      "උදවු වේගයෙන් ලබා ගන්න",
      "අප ඔබේ ගිණුම ඇතුළුව, Instagram ගිණුම් ස්වල්ප ගණනක් කෙරෙහි බලපාන ලද තාක්ෂණික ගැටලුවක් සොයා ගෙන, ඉක්මනින් විසඳන ලද බව ඔබට දැන්වීමට අපට අවශ්‍යයි.",
      "සිරස්තලයක් ලියන්න...",
      "සැක සහිත ක්‍රියාකාරකම",
      "Instagram යෙදුම තුළ ස්ටිකර නිර්මාණය කිරීමට හා ප්රතිචාර දැක්වීමට ඔබට හැකිය.",
      "මෙම පැතිකඩ වෙන කෙනෙකු‍ගේ බව බොරුවට අඟවයි",
      "තවත් විකල්ප",
      "එය කුඩා ය, වේගවත් වන අතර ඩේටා සුරකියි.",
      "අන්තර්ගත හිමිකරු අමතන්න",
      "ටැගය එක් කරන්න",
      "අදහස බලන්න",
      "අපට Instagram හි අයාචිත තැපැල් සමග තිබෙන ගැටලු අවබෝධ කර ගැනීමට අපි අයාචිත වාර්තා සංඥාවක් ලෙස භාවිත කරමු. ඔබ මෙම පළ කිරීම අපේ {link_to_instagram_community_guidelines} හෝ {link_to_instagram_terms_of_use} උල්ලංඝනය කරන බව සහ ඉවත් කළ යුතු බව සිතන්නේ නම්, එය නුසුදුසු ලෙස ලකුණු කරන්න.",
      "ඔබේ අයිතමය සුරැකි ඇත.",
      "අදාළ හෑෂ්ටැග",
      "මුරපදය අමතක වුණා ද?",
      "දෝෂයක් සිදු වී ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "පුද්ගලයන් ටැග් කිරීමට තට්ටු කරන්න",
      "COVID-19, එන්නත් සහ සෞඛ්‍යය පිළිබඳව අසත්‍ය තොරතුරු නැවත නැවත පළ කරන පිටු, සමූහ, පෝස්ටු සහ Instagram ගිණුම් වලට ඔවුන්ගේ පෝස්ටු බෙදා හැරීම අඩු කිරීම, නිර්දේශ වලින් ඉවත් කිරීම සහ ප්‍රකාශයට පත් නොකිරීම හෝ අබල කිරීම ඇතුළු සීමා කිරීම් වලට මුහුණ දීමට සිදුවිය හැකි ය.",
      "පරිපාලක වාර්තා",
      "Instagram හි අයාචිත සමඟ අපට ඇති ගැටලු තේරුම් ගැනීමට අපි ඔබේ ප්‍රතිපෝෂණය භාවිතා කරන්නෙමු.",
      "වැඩිදුර දැන ගන්න",
      "උඩුගත කළ නොහැකි විය",
      "මෙම අන්තර්ගතය භාවිත කිරීමට ඔබට හිමිකම් අයිතිකරුගෙන් ප්‍රකාශිත අවසරය ත‍ිබේ.",
      "සම්පූර්ණ පරිශීලන නියම කියවන්න",
      "ඔබේ ප්‍රොෆයිලය වෙත WhatsApp එක් කළ නොහැකි ය",
      "දුරකථනය තහවුරු කිරීම් පිටුව",
      "මෙම මාර්ගෝපදේශය තුළ ඇති දේ බැලීමට යෙදුමට මාරු කරන්න.",
      "වයස අවුරුදු {age}යි",
      "#{hashtag} සමග තවත් පෝස්ටු බලන්න",
      "පුද්ගලයින් ඔබව පසුහඹන විටම හෝ ඔබේ ඡායාරූපවලට කැමැත්ත දැක්වීම හෝ අදහස් පළ කිරීම සිදු කරන විටම දැන ගන්න.",
      "අයිතමය මකන්න",
      "{name} වැනි තවත් ගිණුම් සොයා ගන්න",
      "අපි ඔබේ අනන්‍යතාව තහවුරු කළ පසු ඔබට ඔබේ ගිණුම වෙත ආපසු යාමට හැකි වනු ඇත. {Learn more}",
      "කවරයේ ඡායාරූපය සිරස් සහ JPG ගොනුවක් විය යුතුය. 9:16 දර්ශන අනුපාතය වඩාත්ම හොඳය.",
      "වෙනිදා",
      "එසේ කිරීමෙන්, ඔබ ඔබේ සුරැකි ගෙවීම් තතු මේ සඳහා සහ Instagram හි අනාගත ගෙවීම් භාවිත කිරීමට Facebook Pay හට අවසර දෙයි.",
      "සියල්ල බලන්න",
      "{authMethod} ඇතුළත් කරන්න",
      "මෙම ගිණුම මගේ ඡායාරූප හෝ වීඩියෝ බැලීමට හෝ මා‍ වෙනුවෙන් සෙවීමට හැකියාව ලැබීම මට අනවශ්‍යයි",
      "සීමා නොකරන්න",
      "App Store",
      "අවශ්‍ය ක්ෂේත්‍රය",
      "ප්‍රතිපත්ති",
      "මත ඉවත් කරන ලදී",
      "නියම සහ දත්ත ප්‍රතිපත්තිය",
      "ගොනුවක් තෝරා ඇත",
      "ඔබට Instagram වෙතින් SMS යාවත්කාලීන ලැබිය හැකි අතර ඕනෑම අවස්ථාවක හැරයාමට හැකිය.",
      "පළ කිරීම් {count}",
      "පරිගණකයෙන් තෝරන්න",
      "උඩුගත කළ නොහැකි ය. ඔබ තෝරා ගත් ගොනු වර්ග එකක් හෝ බොහොමයක් සහාය නොදක්වයි.",
      "ඔවුන් කවුරුද යන පදනම මත ඕනෑම කෙනෙකුට පහර දීමට හෝ ප්‍රචණ්ඩත්වයට අනුබල දෙන කැප්ෂන සහිත පළ කිරීම්",
      "ආහාර පාන",
      "පෝස්ටුව ලබා ගත නොහැක",
      "ඇතුළු වීම්",
      "කතන්දර බැලීමට පිවිසෙන්න",
      "සහාය",
      "ළඟපාත ගවේෂණය කරන්න",
      "නිමයි",
      "18ට අඩු",
      "අවලංගු කරන්න",
      "එය තේරුණා. ඔබ Instagram හි නිෂ්පාදන ඊමේල් වෙතින් දායකත්වයෙන් ඉවත්ව ඇත.",
      "ඊමේලය ඉවත් කරන්න ද?",
      "දැන් සජීවී",
      "ගෙවාපිටවීම",
      "ඔබ වෙනුවෙන් අන්තර්ගතය සහ සේවාවන් සැපයීම, පුද්ගලාරෝපණය කිරීම සහ වැඩි දියුණු කිරීම",
      "ඔබේ ඇතුළු වීමේ තතු සුරකින්න ද?",
      "පරීක්ෂා කරන්න",
      "{username} සඳහා ඔබේ Instagram මුරපදය ඇතුළත් කරන්න",
      "නව මුරපදය",
      "Instagram ප්‍රජාව ආරක්ෂිතව තැබීමට උදව් කිරීමේ දී ඔබේ ප්‍රතිපෝෂණය අපට වැදගත් වේ.",
      "පැමිණිලි කළ අන්තර්ගතය ප්‍රතිස්ථාපනය කිරීමට ගිවිසුම් වී ඇත්නම්, කරුණාකර පැමිණිලි කළ පාර්ශවයට තම එකඟතාවය සමග අපට ඊමේල් කරන ලෙස පවසන්න.",
      "පැය {hours} කට පෙර",
      "බලා සංස්කරණය කරන්න",
      "ආරක්ෂාව",
      "PayPal ප්‍රතිපත්ති",
      "දැනුම්දීම",
      "ඡායාරූපය බැහැර කරන්න ද?",
      "{username1}, {username2} සහ තවත් {remainingCount}ක්",
      "මෙනුව",
      "ඔබට පණිවිඩයක් එව්වා",
      "ගිණුමක් තිබේද? {link that reads Log in}",
      'ක‍රුණාකර මෙය ඔ‍බේ Instagram ගිණුම බව තහවුරු කිරීමට පහත "ඔව්" ක්ලික් කරන්න. ‍මෙය ඔ‍බේ ගිණුම ‍නො‍වේ නම්, පිවිසුම් තිරයට ආපසු හරවා යාමට  කරුණාකර "නැහැ" ක්ලික් කරන්න. ඉන්පසුව, ‍ඔ‍බේ ගිණුම ‍තහවුරු කිරීමට පිවි‍සෙන්න.',
      "අංක. {guide item number}",
      "Instagram බාගන්න",
      "පුද්ගලයන්ට සිතියම් තුළ ඔබේ ස්ථානයට සංචලනය කිරීමට හැකි වන සේ කරුණාකර වලංගු ලිපිනයක් එක් කරන්න.",
      "දැනට, ඔබට Instagram මත ඕනෑම දින-31ක කාල සීමාවක් තුළ පරිත්‍යාග කළ හැක්කේ {donation amount limit, should not be translated since the rule is regulated in euro} දක්වා පමණි. ඔබේ මුදල අඩු කිරීමට උත්සාහ කරන්න හෝ ඔබ සුදුසුකම් ලැබූ විට නැවත පරිත්‍යාග කරන්න.",
      "ඔබට ඕනෑම අවස්ථාවක Facebook Pay හි ඔබේ ගිණුම් විසන්ධි කළ හැකි ය. ගෙවීම් ක්‍රම, බෙදා හැරීමේ ලිපිනය, නම, ඊමේලය සහ ගෙවීම් ඉතිහාසය ඇතුළුව ඔබේ Facebook Pay තොරුතරු පමණක් Facebook හි ප්‍රවේශ විය හැකි ය. ඔබ තවමත් Instagram හි ඔබේ Instagram ඇණවුම් දකිනු ඇත.",
      "{like count} දෙනෙක් කැමතියි",
      "PayPal සමග පිවිසෙන්න",
      "{username} විසින් එක් කෙරිණි",
      "සාප්පු සවාරි වෙළඳ නාම පිළිබඳ ඊමේල්",
      "වාර්තා කරන්න",
      "{username} ඔබේ මාර්ගෝපදේශයට කැමති විය.",
      "වීඩියෝ මිනිත්තුවක් හෝ ඊට අඩු විය යුතු ‍ය",
      "අදහස් දැක්වීම් පාලන",
      "උඩුගත කිරීම අසාර්ථක විය.",
      "මෙම බ්‍රවුසරයෙහි මුරපදය සුරකින්න",
      "අපට {username} සඳහා Facebook ගිණුම සොයා ගැනීමට නොහැකි විය. ඔබේ මුරපදය යළි සැකසීම උත්සාහ කරන්න.",
      "පළ කරන්න",
      "ඔබේ පෙර පළ කිරීම් සමහරක් අපේ {Community Guidelines} අනුගමනය නොකළේය.ඔබ අපේ මාර්ගෝපදේශ ඉගෙන අනුගමනය කළහොත්, ඔබට ඔබේ ගිණුම මැකීම වළක්වා ගත හැකිය.",
      "දැනුම්දීම් පෙළ පණිවිඩයකින් ලබා ගන්න.",
      "සමාලෝචනය ඉල්ලන්න",
      "මට පාලනය කළ හැකි කුකී සැකසුම් මොනවා ද?",
      "Facebook මිතුරන් සොයන්න",
      "ඉදිරිපත් කරන්න",
      "Instagram වෙත ආපසු යාමට දුරකථන අංකය එක් කරන්න",
      "කනගාටුයි, ඔබේ මුරපදය වැරදිය. කරුණාකර ඔබේ මුරපදය දෙවරක් පරීක්ෂා කරන්න.",
      "ව්‍යාපාර ගිණුමට මාරු වන්න",
      "සෑම කේතයක්ම වරක් පමණක් භාවිත කළ හැකිය. මෙම කට්ටලය සොරකම් කර ඇති බව, හෝ ඒවායින් බොහොමයක් දැනටමත් භාවිත කර ඇති බව ගැන ඔබ කනස්සලු වන්නේ නම් ඔබට නව කේත ලබා ගත හැකිය.",
      "{username} සමඟ",
      "ඊමේල් ලිපිනය",
      "පෙළ",
      "මෙම වීඩියෝව {date} දින {time}ට අවහිර කර ඇත්තේ එහි {reference owner name} හට අයත් අන්තර්ගතයන් තිබිය හැකි බැවිණි",
      "සාදරයෙන් පිළිගනිමු • Instagram",
      "මුරපදය වෙනස් කිරීම",
      "පිළිගන්න",
      "{status of the authorization}",
      "ඔබ විසින් පසුහඹන ලද සබැඳිය බිඳී, හෝ එම පිටුව ඉවත් කර ඇත. {link_back_to_instagram_home_page}",
      "හෑෂ්ටැගය",
      "ගිණුම් රහස්‍යතාව",
      "අපි වෙළඳ දැන්වීම්කරුවන්ට ඔබ කවුද යන්න පැවසීමෙන් තොරව වෙළඳ දැන්වීම් සපයමු. ප්‍රතිපත්තියෙහි අප වෙළඳ දැන්වීම්කරුවන් සහ හවුල්කරුවන් සමග බෙදා ගන්නා දේවල් ගැන වැඩිදුර තොරතුරු ඇත. අපි කිසි විටක ඔබේ දත්ත නොවිකුණමු.",
      "සුරැකීම අසාර්ථක විය.",
      "පුද්ගලයන් ඔබව ඡායාරූපවල ටැග් කළ විට, ඒවා මෙහි පෙන්වනු ඇත.",
      "ඔබ පිවිසෙන විට, මෙම ස්ථානය පිළිබඳව පුද්ගලයින් බෙදා ගන්නා සියලු පෝස්ටු ඔබට දැක ගත හැකි ය.",
      "හිමිකාරත්ව සීමා කිරීම් හේතුවෙන්, ඔබේ වීඩියෝව සමහර රටවල ඔබේ වීඩියෝව අවහිර කර ඇති නමුත්, පහත රටවල සම්පූර්ණයෙන් ම ලබා ගැනීමේ හැකියාව ඇත:",
      "වීඩියෝව තත්පර {duration}කට වඩා කෙටි විය යුතුය.",
      "අසත්‍ය තොරතුරු උඩැතිරි අයිකනය",
      "තවත් බලන්න",
      "පැමිණිලි කරන්න #:",
      "SMS යවන ලදී",
      "ඔබේ සම්බන්ධතා තොරතුරු",
      "තව යෝජනා බලන්න",
      "ඔබේ පැතිකඩ සුරැකීමේ ගැටලුවක් විය. කරුණාකර ඉක්මනින් නැවත උත්සාහ කරන්න.",
      "ඔබේ සැකසුම්වල හවුල්කරුවන් වෙතින් ඔබේ ක්‍රියාකාරකම් පිළිබඳ දත්ත හරහා Instagram වෙතින් පිටත ඔබේ ක්‍රියාකාරකම් මත පදනම් වූ වෙළඳ දැන්වීම් ඔබ දකිනවා ද යන්න ඔබට පාලනය කළ හැකි ය. ඔබේ Instagram සහ Facebook ගිණුම් හරහා සම්බන්ධිත අත්දැකීම් ඔබ සබල කර ඇත්නම්, ඔබට මෙම සැකසුම හරහා ද ඔබේ Facebook වෙළඳ දැන්වීම් අත්දැකීම ගැළපුම් කළ හැකි ය.",
      "ප්‍රවර්ග",
      "Instagramහි දැන්වීම් පළ කිරීම ගැන තවදුරටත්:",
      "ඔබ අවහිර කරන පුද්ගලයන් වෙතින් වන යම් නව අදහස් ඔවුන්ට මිස වෙනත් අයට දිස් නොවනු ඇත.",
      "ඔබ යෙදුමක් හෝ වෙබ් අඩවියක් Instagram වෙත සම්බන්ධ කළ විට:",
      "යළි උත්සාහ කිරීමට තට්ටු කරන්න",
      "දැන් නොවේ",
      "තැපැල් කේතය",
      "ඇතුළු වීම අසාර්ථක විය",
      "විදසුන් අයිකනය",
      "මිතුරෙකුට හෝ සමූහයකට පෞද්ගලික ඡායාරූප සහ පණිවිඩ යවන්න.",
      "අගෝස්තු",
      "කරුණාකර වෙනත් කිසිදු පරීශීලකයන් හෝ මෙවලම්වලට ඔබේ ගිණුම වෙත ප්‍රවේශය නොමැති බවට සහ ඔබ අපගේ භාවිත නියමයන් හඹා යන බවටත් සහතික වන්න.",
      "ස 1",
      "ගෙන යාමට අදින්න, නැතහොත් ඉවත් කිරීමට තට්ටු කරන්න.",
      "ඊමේල් ලිපිනය සමඟින් ලියාපදිංචි වන්න",
      "ඔබේ දුරකථනය නැති විට ඔබේ ගිණුමට ආපසු යාමට මේවා භාවිත කරන්න.",
      "තාවකාලිකව ගිණුම අබල කරන්න",
      "තව පුද්ගලයන් වෙත ළඟා වන්න",
      "Instagram යෙදුම විවෘත කරන්න",
      "පරීක්ෂක ආරාධනය ප්‍රතික්ෂේප කිරීමේ ගැටලුවක් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "ප්‍රයෝගය බැලීමට නිෂ්පාදනයේ කැටලොගය සඳහා Instagram සාප්පුවක් තනන්න",
      "13 සහ 18 අතර",
      "සමාන ගිණුම්",
      "Instagram වල පුද්ගලයන් අනුගමනය කිරීමට ඇතුළු වන්න.",
      "පිවිසුම් තතු",
      "අවශ්‍යයි",
      "සංගීත හිමිකම් දරන්නෙකුගෙන් ඔවුන්ගේ සංගීත හිමිකම් කඩ කරන බවට පැමිණිල්ලක් මත පදනම් කර ගනිමින් අපි ඔබේ අන්තර්ගතයට දෘශ්‍යතාව සීමා කළෙමු:",
      "පුද්ගලයන් {number of tagged people}",
      "පද්ධති දැනුම්දීම් අයිකනය",
      "මෙම තොරතුරු ඇතුළත් කිරීම ඔබේ Facebook ප්‍රොෆයිලයෙහි පුද්ගලික තොරතුරු වලට බල නොපායි.",
      "බැහැර කරන්න",
      "ඊළඟ පිටු නිලපටය",
      "රජය විසින් නිකුත් කරන ලද ඔබේ හැඳුනුමේ (ID) පෙන්වා ඇති පරිදි ඔබේ නම සහ උපන්දිනය ඇතුළත් කරන්න. ඔබේ ලියාපදිංචි නිවහනේ ලිපිනය ද අපට අවශ්‍යයි.",
      "පුද්ගලික ගිණුමට මාරු විය",
      "SMS යවන ලදී.",
      "බිල්පත් ලිපිනය තැපැල් ලිපිනයට සමානයි",
      "සති{weeks}",
      "Instagram වෙත ඇතුළු වන්න",
      "Facebook සමගින් ඇතුළු වන්න.",
      "ප්‍රවේශය අවලංගු කරන්න",
      "යැවූයේ: {email}",
      "යෝජිත ගිණුම්",
      "IGTV වීඩියෝව",
      "මෙය ක්‍රියාත්මක කරන්නද?",
      "මෙවැනි ආකාරයේ පණිවිඩයක් බැලීමට Instagram යෙදුම භාවිත කරන්න.",
      "වීඩියෝ නැරඹීම දත්ත භාවිත කරයි",
      "ගිණුම සීමා විය",
      "යම් වැරදීමක් සිදුවිය. නැවත උත්සාහ කරන්න.",
      "ව්‍යාජ තොරතුරු",
      "ඔබේ පෞද්ගලිකත්වය සුරක්ෂිත කිරීම අපට ඉතා වැදගත් වන අතර, මෙවැනි ගැටළු මතු නොවන බව සහතික කිරීමට අපි නිරන්තරයෙන් කටයුතු කරමින් සිටිමු. ඔබට කිසියම් ප්රශ්නයක් ඇත්නම්, කරුණාකර {email} අප අමතන්න.",
      "ඔබ පිවිසෙන විට, මෙම හැෂ්ටැගය සමග පුද්ගලයින් බෙදා ගන්නා සියලු පෝස්ටු ඔබට දැක ගත හැකි ය.",
      "ඔබට දැන් සියලු මුරපද යළි සැකසීමේ ඊමේල් ලැබෙනු ඇත.",
      "ඔබ DMCA ප්‍රති-දැනුම්දීමක් ගොනු කළ යුතු දැයි ඔබට අවිනිශ්චිත නම්, ඔබට බුද්ධිමය දේපළ නීතිය පිළිබඳ විශේෂඥයෙකු වන, නීතිඥයෙකුගේ උපදෙස් ලබා ගැනීමට අපි නිර්දේශ කරමු. ඔබ ව්‍යාජ DMCA ප්‍රති-දැනුම්දීමක් ඉදිරිපත් කළහොත් හෝ අයහපත් විශ්වාසයකින් එකක් ඉදිරිපත් කළහොත් අහිතකර නීතිමය ප්‍රතිවිපාක ඇති විය හැකිය. ඔබ ව්‍යාජ ප්‍රති-දැනුම්දීමක් ගොනු කරන්නේ නම්, අනෙක් දේවල් අතුරින්, DMCA හි 512(ඊ) වගන්තිය යටතේ වන අලාභ සහ නීතිඥ ගාස්තු සඳහා ඔබ වගකිව යුතුය.",
      "යවන ලදී. ඔබේ ඊමේල් පරීක්ෂා කරන්න!",
      "සංගීතය",
      "Facebook පිටුවක් හමු නොවීය. ඔබට Facebook වෙත IGTV වීඩියෝවක් බෙදා ගැනිමට පිටුවක් තිබිය යුතුය. {Learn More}",
      "සමීප මිතුරන්",
      "PIN අංකයක් සමගින් අමතර ආරක්ෂාව එක් කරන්න",
      "ඊමේලය",
      "සිදුවීම එක් කරන්න",
      "{count}ක් අනුගමනය කරයි",
      "බාගැනීම ක්‍රියා නොකරයිද?",
      "දත්ත ප්‍රතිපත්තිය",
      "බෙදා ගන්න",
      "සම්පූර්ණ පැතිකඩ",
      "ගිණුම එක් කළ නොහැකිය",
      "ගිණුම",
      "උදවු මධ්‍යස්ථානයට පිවිසෙන්න",
      "අනාගත දිනයක් එක් කරන්න",
      "ඔබ ඔබේ ඊමේල් ලිපිනය අක්ෂර වින්‍යාසය වැරදියට දක්වා ඇති බවක් පෙනේ. ඔබ අදහස් කළේ {filled email domain} භාවිත කිරීමට ද?",
      "පුද්ලයන්ව පහත හෙළීමට හෝ අවමානයට ලක් කිරීමට ඉලක්ක කරන අන්තර්ගත",
      "මෙය පැමිණිලි කිරීම වෙනුවෙන් ස්තුතියි",
      "{username}ගේ ෆොෆයිලය බැලීමට පිවිසෙන්න",
      "අපි ඔබේ කුකී තේරීම් මතක තබා ගෙන ඔබ Instagram වෙත පිවිසී ඇති ඕනෑම තැනක, සහ වෙනත් Facebook නිෂ්පාදන වෙත පිවිසීමට ඔබේ ගිණුම් භාවිත කරන තැනට ඒවා යොදන්නෙමු. ඔබේ කුකී සැකසුම් තුළ ඔබට ඕනෑම වේලාවක දී ඔබේ තේරීම් සමාලෝචනය කිරීමට හෝ වෙනස් කිරීමට හැකි ය.",
      "පිවිසීමෙන් තවත් පෝස්ටු පිරික්සන්න",
      "මැකූ අදහස සඳහා රූපය",
      "යෙදුම යාවත්කාලීන කරන්න",
      "ගිණුම් දත්ත",
      "ව්‍යාපාර පැතිකඩ තතු",
      "ගොනු {number of files}ක් උඩුගත නොකරන ලදි. ඔබට ගොනු 10ක් හෝ අඩු ගණනක් පමණක් තෝරා ගත හැකි ය.",
      "දීප්තිය",
      "සම්බන්ධතා තතු සහිත වෙළඳ ප්‍රචාරකයන්",
      "ඔබ ‍තේරූ ප්‍රවර්ගය මත පදනම්ව, ඔබ නිර්මාණකරු‍වෙක් විය හැකි ය. ඔබට ඕනෑම වේලාවක ‍මෙය සංස්කරණය කළ හැකි ය.",
      "{username} ලෙස දිගටම කර ගෙන යන්න",
      "දුරකථන අංකය",
      "අනුගාමිකයින් {follower count}ක්",
      "(විකල්පමය) ලෙස ද හඳුනනු ලබයි",
      "උඩුගත කිරීම",
      "බ්‍රව්සර් සැකසුම් සමග කුකීස් පාලනය කිරීම",
      "ඔබේ සත්‍යාපක යෙදුම මගින් ජනනය කරන අංක-6 කේතය ඇතුළු කරන්න.",
      "ඔබ බහුවිධ සත්‍යාාපක යෙදුම් ස්ථාපනය කර තිබේ නම් හෝ ඔබට එය වෙනත් උපාංගයක ස්ථාපනය කර ඇති යෙදුමක් සමගින් පිහිටුවීමට අවශ්‍ය නම් ඔබ මෙම යතුර භාවිතයෙන් ද්වි-සාධක සත්‍යාපනය හස්තීව පිහිටුවීම අවශ්‍ය වනු ඇත.",
      "ජංගම අංකය යාවත්කාලීනය",
      "පරිගණකයෙන් තෝරන්න",
      "ඊමේලය තහවුරු කරන්න",
      "ඔබේ වාර්තාවට ස්තූතියි. අපේ ප්‍රජා මාර්ගෝපදේශ කඩ වන්නේ නම් අපි මේ පණිවුඩය ඉවත් කරමු.",
      "ඔබ මෙම කුකීස්වලට ඉඩ නොදෙන්නේ නම්:",
      "අපි අපගේ බුද්ධිමය දේපළ බලපත්‍ර යාවත්කාලීන කළෙමු, නමුත් ඔබේ හිමිකම් වෙනස් නොවේ. ඔබට තවම ඔබේ ඡායාරූප සහ වීඩියෝ හිමිය.",
      "තව බලන්න...",
      "ප්‍රොෆයිල ඡායාරූපය වෙනස් කරන්න",
      "අපි ඔබ කවුරුන් ද යන්න පිළිබඳ තොරතුරු CMU ඩෙල්ෆි පර්යේෂණ සමඟ  බෙදා නොගන්නා අතර, ඔවුන් ඔබේ සමීක්ෂණ ප්‍රතිචාර අප සමඟ බෙදා නොගනී.",
      'තිරය "wiggle" වෙත ආරම්භ වනු ඇති අතර අවසානයට යෙදුම් අයිකනය මත "X" දිස් වනු ඇත.',
      "ඔබට {username} හට මෙතැන් සිට ඔබට පණිවිඩ එවීමට ඉඩ දීමට අවශ්‍ය ද? ඔබ පිළිගතහොත් පමණක් ඔබ ඔවුන්ගේ ඉල්ලීම දැක ඇති බව ඔවුන් දැන ගනු ඇත.",
      "ඔබ ඉහත ටයිප් කළ වචන හෝ වැකිකඩවල්වලින් ඕනෑම එකක් අඩංගු අදහස් ඔබේ පළ කිරීම වෙතින් සඟවනු ඇත.",
      "යෙදුම තුළ කථාන්දර වඩා හොඳය",
      "ඔබේ පරිත්‍යාගයට තෑගි ආධාර එක් කිරීමෙන් අදහස් වන්නේ ඔබ ලබා දෙන සෑම යූරෝ 1 ක් සඳහා ම ඔබට අමතර වියදමකින් තොරව 25p ක් එක් වන බවයි.",
      "ඔබේ අදහස ඉවත් කර ඇත",
      "ඊළඟ දින {days to snooze} තෙක්, ඔබ කළින් Instagram භාවිත කර ඇති උපාංගවලින් පමණක් පිවිසුම් උදවු ඊමේල් ලැබෙනු ඇත.",
      "මෙම ප්‍රයෝගය ලබා ගත නොහැක. පසුව නැවත උත්සාහ කරන්න.",
      "ධාවනය කිරීමට තට්ටු කරන්න",
      "ඔබේ ඡායාරූපයෙහි වෙනත් යම් කෙනෙකුට අයත් අන්තර්ගතය අඩංගු විය හැකි බැවින් එය අවහිර කරන ලදී.",
      "නියමවලට එකඟ වෙමි",
      "ඉවත් කිරීමට ‍තෝරන්න",
      "අදහස් ක්‍රියාවිරහිත කිරීම",
      "කනගාටුයි, ගැටලුවක් සිදු විය. කරුණාකර නැවත උත්සාහ කරන්න.",
      "අපට ඔබේ ඇතුළු වීමේ තතු ඔබට නැවත ඇතුළු කිරීමට අවශ්‍ය නොවන ලෙස මෙම බ්‍රවුසරයට සුරැකිය හැකිය.",
      "ඔබට නොසුරැකි වෙනස්කම් ඇත. ඔබට අවලංගු කිරීමට අවශ්‍ය බව විශ්වාස ද?",
      "නිමයි",
      "{username}ගේ  ප්‍රයෝගය Instagram හි නැරඹීමට සූදානම්ය.",
      "රවුම් පරීක්ෂාව",
      "පැතිකඩ ඡායාරූපයක් එක් කරන්න",
      "ඔබේ සංග්‍රහයෙහි පහළ ඇති {link_back_to_instagram_home_page} තට්ටු කරන්න.",
      "Alt text දෘශ්‍ය දුබලතා සහිත පුද්ගලයන් සඳහා ඔබේ ඡායාරූප විස්තර කරයි. ඔබේ ඡායාරූප සඳහා Alt text ස්වයංක්‍රියව තනනු ඇත නැතහොත් ඔබට ඔබේම එක ලිවීමට තේරිය හැකිය.",
      "Google Authenticator හෝ Duo Mobile වැනි යෙදුමක් ස්ථාපනය කරන්න, අනතුරුව පිහිටුවීම අවසන් කිරීමට Instagram වෙත ආපසු යන්න.",
      "අවහිරය ඉවත් කරන්න",
      "නගරය",
      "අපි ඔබේ විඩියෝව සූදානම් කරමින් සිටිමු: {videoTitle}. එය සූදානම් විට අපි ඔබට දැනුම් දෙන්නෙමු.",
      "අක්ෂර 125කට වඩා දිග සිරස්තල කප්පාදු කිරීමෙන් සංග්‍රහය තුළ දිස් වේ.",
      "සත්‍යාපිත ගිණුම්වල නියෝජනය කරන ප්‍රසිද්ධ චරිත, කීර්තිමත් පුද්ගලයන්, සහ ඔවුන් නියෝජනය කරන වෙළඳ සන්නම්වල සත්‍ය සහභාගිත්වය Instagram තහවුරු කර ඇති බව පෙන්වීමට ඔවුන්ගේ නම් අසල නිල් හරි ලකුණු ඇත.",
      "PIN තහවුරු කරන්න",
      "කතන්දර භාවිතයෙන් ඔබේ මිතුරන් සමග සම්බන්ධ වන්න",
      "ඔබට කළ හැකි වෙනත් දේ",
      "ගිණුමක් සඳහා ලියාපදිංචි වන්න.",
      "තහවුරු කිරීමේ කේතය",
      "Instagram විසින් කුකීස් භාවිත කිරීමට ඉඩ දෙන්න ද?",
      "Instagram Lite",
      "ඔබේ තතු සැපයීම වෙනුවෙන් ස්තූතියි",
      "ගිණුම බලන්න",
      "ඔබේ දුරකථන අංකය තහවුරු කරන්න",
      "නැවත උත්සාහ කරන්න",
      "පැතිකඩ සුරකින ලදී!",
      "මෙය ඔබේ පෝස්ටුවෙන් වීඩියෝව ඉවත් කරයි.",
      "ඇමුණූ",
      "අදහස {actionType} {prepositionType} {violationText}",
      "ඔබ පිවිසීමට ඔබේ Instagram ගිණුම් භාවිත කළ යෙදුම් සහ වෙබ් අඩවිවලින් පිට කරනු ඇති අතර, නැවත පිවිසීමට ඔබට ඔබේ ගිණුම් භාවිත කළ නොහැකි වනු ඇත",
      "ඔබ මෙහි ගෙන යන පණිවිඩ සඳහා දැනුම්දීම් ක්‍රියාවිරහිත කර ඇති නමුත්, ඔබට ඒවා ඕනෑම වේලාවක ක්‍රියාත්මක කළ හැක.",
      "Facebook ලාංඡනය",
      "යොමු කරන්න",
      "ඔබේ බ්‍රව්සරය හෝ උපාංගය බ්‍රව්සර් කුකී සකසා තිබේ ද යන්න තෝරා ගැනීමට සහ ඒවා මකා දැමීමට ඔබට ඉඩ සලසන සැකසුම් ඉදිරිපත් කළ හැකි ය. මෙම පාලන බ්‍රව්සරය අනුව වෙනස් වන අතර, නිෂ්පාදකයින් ඔවුන් ලබා දෙන සැකසුම් සහ ඔවුන් ඕනෑම වේලාවක දී ක්‍රියා කරන ආකාරය යන දෙක ම වෙනස් කළ හැකි ය. 2020 ඔක්තෝබර් 5 වැනිදා වන විට, ජනප්‍රිය බ්‍රව්සර විසින් සපයනු ලබන පාලන පිළිබඳ අතිරේක තොරතුරු පහත සබැඳිවලින් ඔබට සොයා ගත හැකි ය. ඔබ බ්‍රව්සර කුකී අබල කර ඇත්නම් Facebook නිෂ්පාදනවල ඇතැම් කොටස් නිසි ලෙස ක්‍රියා නොකළ හැකි ය. Instagram සහ Facebook ලබා දෙන පාලනවලට වඩා මෙම පාලන වෙනස් බව කරුණාවෙන් සලකන්න.",
      "පිවිසෙන්න",
      "ඔබේ එන ලිපි ප්‍රවේශනය කිරීමේ ගැටලුවක් විය.",
      "මෙම ඇතුළු වීම තහවුරු කරන්න",
      "මෙම තීරණය ගැන අභියාචනා කරන්න",
      "ඔබේ කථාන්දරය",
      "රචනා කරන්න",
      "තව දැන ගන්න",
      "එබ්බවූ කේතය තෝරන්න",
      "දැන් ලබා ගන්න",
      "මුරපදය වෙනස් කරන ලදී.",
      "කිසිදු ප්‍රතිඵලයක් නොමැත.",
      "වෙනිදා",
      "{username} ලෙස දිගටම කර ගෙන යන්න",
      "ඉඩ සහ දත්ත සුරැකීමට සාදා ඇත. Google Play මත නොමිලේ බාගන්න.",
      "ඊමේලය",
      "සැප්තැම්බර්",
      "යෙදුමෙහි, ඔබට මෙම හෑෂ්ටැගය ඇති සියලු පෝස්ටු සමග සම්බන්ධව සිටිය හැකි ය.",
      "ඔබේ ගිණුම පිළිබඳව සටහනක්",
      "මීළඟ",
      "රීල",
      "16:9",
      "Instagram මුරපදය",
      "අනතුරු ඇඟවීම",
      "4:5",
      "ගිණුම ප්‍රතිසාධනය",
      "ඔබ කථාන්දරයක් යැව්වා",
      "මගේ ගිණුම තාවකාලිකව අබල කරන්න",
      "ගිණුම සීමා නොකෙරිණි",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවිවල අපගේ කුකීස්",
      "මම දක්වන ලද අදහසක් මට මැකීමට අවශ්‍යය",
      "සංගීතය",
      "මෙම කුකීස් Facebook සමාගම් නිෂ්පාදන භාවිත කිරීමට අවශ්‍ය වේ. මෙම අඩවි අපේක්ෂිත පරිදි වැඩ කිරීම සඳහා ඒවා අවශ්‍ය වේ.",
      "දෝෂයක් සිදු වූ අතර ඔබේ කෙටුම්පත සුරැකීමට නොහැකි විය.",
      "තවත් වර්ධන මෙවලම්",
      "අඳුරු හෝ රටා සහිත වර්ණ සඳහා සැලසුම වෙනස් කිරීමෙන් හෝ මුද්‍රණය කිරීමෙන් වළකින්න.",
      "කථාන්දර අයිකනය",
      "ගෙවිම් සේවා නියම",
      "ස්තුතියි! ඔබ Instagram හි පුවත් ඊමේල් වෙත නැවත දායක වී ඇත.",
      "ඉවත ලන්න",
      "ඔබේ ගිණුම යළි සක්‍රීය කර ඇත",
      "ඔබේ ගිණුම තාවකාලිකව සීමා පැනවීමෙන් හෝ ස්ථිරව අබල කිරීමෙන් වළක්වා ගැනීම සඳහා වෙනත් කිසිඳු පරිශීලකයෙකු හෝ මෙවලමක් ඔබේ ගිණුම වෙත ප්‍රවේශ නොවන බවට හා ඔබ අපගේ {Terms of Use} අනුගමනය කරන බවට වගබලා ගන්න.",
      "මුල් පිටුව වෙත ආපසු එන්න",
      "අපට ඔබට ඇතුළු වීමේ සබැඳියක් එවීමට නොහැකි විය.",
      "සාප්පු බෑග් ඊමේල්",
      "අපට වැරදීමක් වූයේ යැයි සිතන්නේ ද?",
      "• Instagram සහ Facebook පුද්ගලාරෝපණය කිරීමේ අන්තර්ගතයට උදව් කිරීමට, අදාළ වෙළඳ දැන්වීම්වලට සේවය කිරීමට සහ ආරක්ෂිත අත්දැකීමක් සැපයීමට යෙදුම් සහ වෙබ් අඩවි වෙතින් ඔබේ ක්‍රියාකාරකම පිළිබඳව තොරතුරු ලබා ගනියි. ඔබ මෙම ගිණුම් ඔබේ ගිණුම් මධ්‍යස්ථානය වෙත එක් කළ නිසා මෙම තොරතුරු Instagram සහ Facebook හරහා බෙදාගෙන ඇත.",
      "ඉවත ලන්න",
      "{username} Instagram ගිණුම භාවිත කර {app name} වෙත පිවිසීමට ඔබට අවශ්‍ය බව කරුණාකර තහවුරු කරන්න",
      "ඖෂධ භාවිතය",
      "අත්‍යවශ්‍ය කුකීස්",
      "යම් කෙනෙක් ඔබව ආපසු කතාබහට එක් කරන්නේ නම් මිස ඔබට මෙම  කණ්ඩායම වෙතින් පණිවිඩ නොලැබෙනු ඇත.",
      "මෙම වීඩියෝව එක් කළ නොහැකිය. IGTV වීඩියෝ,16:9 හෝ 9:16 මාන සහිතව සිරස් සහ තිරස් විය යුතුය.",
      "සියල්ල ම හිස් කරන්න",
      "ඔන්ලයින් වෙළඳ ප්‍රචාරණය පිළිබඳව වැඩිදුර තොරතුරු",
      "Instagram යෙදුම තුළ ස්ටිකර නිර්මාණය කිරීමට හා ප්රතිචාර දැක්වීමට ඔබට හැකිය. {app store} හෝ {play store} වෙතින් එය නොමිලේ ලබා ගන්න.",
      "පරීක්ෂණ ලක්ෂ්‍ය ආරම්භය/අවසානය",
      "· භාවිත කළ අරමුදල් භාණ්ඩ විකිණීමෙන් හෝ සේවා සැපයීමෙන් ලැබෙන; නැතහොත් වෙනත් පුද්ගලයෙක් හෝ තෙවන පාර්ශවීය නොවේ",
      "කරුණාකර ඔබ Instagram හි බෙදා ගෙන ඇති ඔබේ දේවල්වල ගොනුව ලබා ගැනීමට නැවත ඇතුළු වන්න.",
      "මූලපදය ගවේෂණය කිරීමේ පිටුව",
      "ඔබේ මුරපදය යාවත්කාලීන කරන්න",
      "ගොනුව තෝරා ගන්න",
      "ඔබට ඔබේ ආරක්ෂක යෙදුම වෙතින් කේතයක් ලැබෙනු ඇත.",
      "PIN තනන්න",
      "{username} විසින් ඉවත් කරන ලදි",
      "තව බලන්න",
      "පිවිසීම තහවුරු කරන්න ද?",
      "ඔබට එහි සියලු අන්තර්ගත භාවිත කිරීමට හිමිකම් නැති නම් {Delete this photo text bolded}. මෙය ඔබේ ගිණුමට බල නොපායි.",
      "මිනිත්තු {minutes} කට පෙර",
      "පරිශීලකයකු මාව අනුගමනය කිරීම මට අනවශ්‍යයි",
      "Facebook වෙත සබඳින්න",
      "ඔබේ පළ කිරීම ඉවත් කර ඇත",
      "සුරකින්න",
      "අපේ කණ්ඩායම විසින් ගිණුම සමාලෝචනය කරනු ලබන අතර එය අපේ {link_to_instagram_community_guidelines} හෝ {link_to_instagram_terms_of_use} කඩ කරන්නේ නම්, අපි එය ඉවත් කරන්නෙමු.",
      "අවලංගු කරන්න",
      "{count}ක් කැමතියි",
      "ඔබ ඇතුළත් කළ මුරපදය වැරදි යි. කරුණාකර නැවත උත්සාහ කරන්න.",
      "ඔබේ Facebook ඊමේල් ලිපිනය, {email}, දැනටමත් Instagram සමග ගිණුමක් ඇත.",
      "අපට ඔබ ඇතුළු වන බව තහවුරු කිරීමට අවශ්‍ය වූ විට අපි ඔබෙන් ආරක්ෂක කේතයක් ඉල්ලන්නෙමු.",
      "තවත් බලන්න",
      "වෙනත්",
      "අපි මෑතක දී ඔබේ Instagram මුරපදය කියවිය හැකි ආකෘතියකින් අභ්‍යන්තරව ගබඩා කර තිබූ බව සොයා ගත්තා. අපි ගැටලුව නිරාකරණය කළ අතර ඔබේ ගබඩා කළ මුරපදය අනිසි ලෙස ප්‍රවේශ හෝ භාවිතා කළ බවට කිසිදු ලකුණක් සොයා නොගත්තෙමු.",
      "මැයි",
      "හරි",
      "සුරැකි එකතුව",
      "කප්පාදුව තෝරන්න",
      "වෙනස් කරන්න",
      "GIF",
      "දැන්වීම්වලට ඉඩ දෙන්න",
      "පිටවෙමින්",
      "ඔබේ ගිණුම වෙත ආපසු යාමට යෙදුමෙහි ඔබේ තතු තහවුරු කරන්න",
      "කරුණාකර අවශ්‍ය සියලු ක්ෂේත්‍ර පුරවන්න.",
      "අනුගමනය කිරීමේ ඉල්ලීම්",
      "Instagram වෙත සබඳින්න",
      "මේ මම නොවීය",
      "{username} වෙතින් වන පණිවිඩ මෙතැනට ගෙන යන්න:",
      "• {app name} වෙත ලැබෙන තොරතුර ඔබට සංස්කරණය කළ හැකි ය. බෙදා ගැනීමෙන් තොරව අවලංගු කිරීමට ඔබට තෝරා ගත හැකි ය, නමුත් ඔබට {app name} වෙත Instagram සම්බන්ධ කිරීමට නොහැකි විය හැකි ය.",
      "මුරපදයක් තනන්න",
      "දින {days}කට පෙර",
      "දැනුම්දීම් ක්‍රියාත්මක කරන්න",
      "ඔබ තෝරාගත් වීඩියෝ ගොනුව උඩුගත කළ නොහැකි විය.",
      "පෙ.ව.",
      "පුද්ගලයන් ටැග් කිරීමට ඡායාරූපය ක්ලික් කරන්න",
      "ඔබට වරක දී එකකට වඩා වැඩියෙන් තෝරා ගත හැකි ය.",
      "මිනිත්තු",
      "නැවත උත්සාහ කරන්න",
      "ග්‍රැෆික් ප්‍රචණ්ඩත්වය",
      "{Username of current profile} අවහිර කරන්නද?",
      "ඒ වෙනුවට Wi-Fi කේතය ඇතුළු කරන්න",
      "@{username} • Instagram ඡායාරූප සහ වීඩියෝ • පිටුව  {page}",
      "ඔබ ආරවුලක් ඉදිරිපත් කළ යුත්තේ ඔබේ ඡායාරූපයේ ඇති සියලු ම අන්තර්ගතයන් භාවිත කිරීමට ඔබට අවසරය ඇත්නම් පමණි.",
      "නව කථාන්දරය",
      "ඔබගේ ඊමේලය",
      "සඳහා ආරක්ෂක කේතය තහවුරු කරන්න",
      "{username} වෙත පිළිතුරු දෙන්න...",
      "ටැගය ඉවත් කරන්න",
      "අපේ යාවත්කාලීන කළ දත්ත ප්‍රතිපත්තිය සමාලෝචනය කිරීම සහ අපගේ නව නියම සමග එකඟ වීම ගැන ඔබට ස්තුතියි.",
      "ඔබටම පිළිතුරු දෙමින්",
      "ඔබේ Instagram දත්ත",
      "+ {count}",
      "ඔබ ඇතුළු කළ පරිශීලක නම ගිණුමකට අයත් නැත. කරුණාකර ඔබේ පරිශීලක නම පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "මාපියන්ගෙන්/භාරකරුගෙන් අසන්න",
      "{username} පළ කිරීමක් එව්වා",
      "ඔබ ආරවුලක් ඉදිරිපත් කළ යුත්තේ ඔබේ වීඩියෝවේ ඇති සියලු ම අන්තර්ගතයන් භාවිත කිරීමට ඔබට අවසරය ඇත්නම් පමණි.",
      "Instagram හි ඔබේ ප්‍රේක්ෂකයන් සමග සම්බන්ධ කිරීමට දැන් ඔබට තවත් මෙවලම් ඇත.",
      "කැරෝසලය",
      "අපි ඇතුළු වීමේ කේතයක් සමගින් පෙළ පණිවිඩයක් එවන්නෙමු, නැතහොත් ඔබට ඔබ තෝරා ගන්නා ආරක්ෂක යෙදුමක් භාවිත කළ හැකිය.",
      "සුරකින්න",
      "සාධක දෙකේ සත්‍යාපනය",
      "පූර්වෝපායක් වශයෙන්, අපි ඔබට ඔබේ අනුගමනය කරන්නන් ලැයිස්තුව බැලීමට සහ ඔබව අනුගමනය කිරීමට අවශ්‍ය පුද්ගලයින් පමණක් එහි සිටින බව සහතික කර ගැනිමට දිරිමත් කරමු. ඔබේ රහස්‍යතාවය ආරක්ෂා කිරීම අපගේ ඉහළම ප්‍රමුඛතාව වන අතර, අපි මෙවැනි ආකාරයේ ගැටලු නැවත ඇති නොවන බව සහතික කිරිමට අඛණ්ඩව ක්‍රියා කරමින් සිටිමු. මෙය සිදුවීම ගැන අපි ඉතා කණගාටු වෙමු. ඔබට ප්‍රශ්න තිබේ නම්, අපව {email} හිදී සම්බන්ධ කර ගන්න.",
      "සංස්කරණය කරන ලදී",
      "හරි",
      "එය ක්‍රියා කරන ආකාරය",
      "ඔබට {help center link} හිදී ඔබගේ ගිණුම ආරක්ෂිතව තබා ගන්නා ආකාරය ගැන තව දැන ගත හැකිය.",
      "මගේ ගිණුම හැක් කර ඇත",
      "පරිශීලක වාර්තා කරන්න",
      "ස්ථානය",
      "අපි අපගේ ප්‍රජාවට සහාය දීමට සහ ආරක්ෂා කිරීමට අපේ {communityGuidelinesLink} තැනූ අතර,ඔබේ පෝස්ටුව ස්වයං හානි හෝ සිය දිවි නසා ගැනීමේ චර්යාව දිරිමත් කළ හැකි යැයි අපට සිතුණු බැවින් අපි එය ඉවත් කළෙමු. මෙය ඔබේ අදහස නොවිය හැකි බව අපට වැටහෙයි.අප ඔබේ සුරක්ෂිතතාව ගැන සැලකිලිමත් වන අතර, ඔබ යම් අසීරුතාවක සිටින්නේ නම්, අප ඔබට සහාය දීමට කැමැත්තෙමු. අපි අපගේ සම්පත් හරහා සහාය ලබා ගැනීමට ඔබව දිරිමත් කරමු.",
      "ඔබ දැන් ආපසු ගියහොත්, ඔබට ඔබේ වීඩියෝව අහිමි වනු ඇත.",
      "දකුණු නිලපටය",
      "නව සම්බන්ධතා විකල්ප ලබා ගන්න",
      "සබැඳිය පිටපත් කරන්න",
      "වෙනිදා",
      "මොබයිල් අංකය හෝ ඊමේල් ලිපිනය",
      "කතාබහ මකන්න.",
      "මාතෘකාව",
      "යෙදුම තුළ කථාන්දර වඩා හොඳය",
      "අදහස් දැක්වීම ක්‍රියා විරහිත කරන්න",
      "ඉඩ දෙන්න",
      "පිවිසෙන්න",
      "උපන්දිනය",
      "ඔබේ ගිණුමෙන් පිටවීමේ ගැටලුවක් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "පුද්ගලික තොරතුරු සැකසුම්",
      "මෙම ඡායාරූපය ඉවත ලන දෙයක් හෝ වංචාවකි",
      "සම්පූර්ණ නම",
      "මෙම සබැඳිය ඊළඟ දින හතර සඳහා පමණක් ක්‍රියා කරනු ඇත. එහි පුද්ගලික තොරතුරු අඩංගු විය හැකි නිසා, සබැඳිය පුද්ගලිකව තබා ගැනීමට සහ සංරක්ෂිතය ඔබේම පරිගණකයට පමණක් බාගැනීමට සහතික කර ගන්න.",
      "Instagram Lite හි කතන්දර සමග බොහෝ දේවල් කරන්න",
      "අපගේ {communityGuidelinesLink}.වලට පටහැනි බැවින් අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. ඔබ නැවත අපගේ මාර්ගෝපදේශවලට පටහැනි යම් දෙයක් පළකරන්නේ නම්, ඔබේ පෝස්ටු, ‍ලේඛනාරක්ෂණය,පණිවිඩ සහ අනුගමනය කරන්නන් ඇතුළුව ඔබේ ගිණුම මකා දමනු ලැබේ.",
      "ඔබ {username} සීමා කර ඇත.",
      "අවලංගු කරන්න",
      "ලේබල් කළ ගොනුව {filename} උඩුගත කිරීමට නොහැකි විය. දිගට ම කර ගෙන යාමට, mp4 ගොනුව තෝරා ගන්න.",
      "{media author username} හට මෙම පළ කිරීමට කැමති වූ මුළු පුද්ගලයින් සංඛ්‍යාව දැකිය හැක.",
      "ඔබ ඔබේ සම්බන්ධතා Instagram වලට උඩුගත කරන විට, ඔබ ඒවා මෙහි දකිනු ඇත.",
      "Facebook",
      "අපි මෑතකදී ඔබේ Instagram මුරපදය කියවිය හැකි ආකෘතියකින් අභ්‍යන්තරව ගබඩා කර ඇති බව සොයා ගතිමු. අප මෙම ගැටලුව විසඳූ අතර ඔබේ මුරපදයට අනිසි ලෙස පිවිසී හෝ අපයෝජනය කර ඇති බවට සලකුණක් හමු නොවීය. මෙය සිදුවීම ගැන අප කනගාටු වන අතර, අප ඔබගේ තොරතුරු ආරක්ෂා කරන ආකාරය අපි දිගටම වැඩි දියුණු කරන්නෙමු.",
      "පුද්ගලයන්ට ඔබේ කථාන්දරය පණිවිඩ ලෙස බෙදා ගැනීමට ඉඩ දෙන්න",
      "ඇතුළු වීම අසාර්ථක විය, නැවත උත්සාහ කරන්න.",
      "බෙදා ගන්න",
      "මගේ පැතිකඩෙහි සඟවන්න",
      "අනුමත කරන ලදී!",
      "සන්නාමගත අන්තර්ගත ප්‍රතිපත්ති",
      "වැඩිදුර දැන ගන්න",
      "{Link to return to a previous step in this flow} හෝ {Link to skip this entire flow}",
      "මඟහරින්න",
      "තහවුරු කරන ලදී",
      "රහස්‍යතාව",
      "වෙනිදා",
      "{count}ක් කැමතියි",
      "පිවිසීමෙන් සියලු ම අදහස් බලන්න",
      "නව පළ කිරීම",
      "වැඩිපුර පිටු දැනගන්න Facebook Pay වැසීමට ඇති කුරුස අයිකනය",
      "පියවර 2: හඳුනා ගැනීම තහවුරු කරන්න",
      "{authMethod} ප්‍රවේශය වසන්න ද?",
      "ගෙවා නික්මීම සම්පූර්ණ කිරීමට Facebook Pay ඔබේ ගිණුම වෙතින් ගෙවීම් තතු භාවිත කරනු ඇත. ඔබේ ගෙවීම් තතු සහ ඉතිහාසය Instagram, Facebook සහ Messenger හරහා සම්බන්ධ කරනු ඇත. {Learn More}",
      "මෙම අදහස පුද්ගලයන් අවදානමට ලක් කරයි",
      "ඔබ තෝරා ගත් ගොනු සහාය නොදක්වයි.",
      "පණිවිඩය නොතිබේ",
      "Instagram බෙදා ගැනීම",
      "ඔබ එය ලබා නොගත්තේ නම්, අපට {resendCode} සෙවිය හැකිය.",
      "අපට දැන ගැනීමට සැලැස්වීම පිළිබඳව ස්තූතියි",
      "ඔබ Instagram භාවිත කිරීමට තරම් ප්‍රමාණවත් වයසක නැත",
      "වීඩියෝවට ඕඩියෝ නැත",
      "ගිණුම් මාරු කරන්න",
      "ප්‍රේක්ෂකයන් (විකල්පමය)",
      "එම සෙවුම සඳහා අපට කිසිවක් සොයා ගත නොහැකි විය.",
      "පුෂ් දැනුම්දීම්",
      "පහත පාර්ශවයෙන් ඔවුන්ගේ සංගීත හිමිකම් කඩ කරන බවට පැමිණිල්ලක් මත පදනම් කර ගනිමින් අපි ඔබේ අන්තර්ගතයට දෘශ්‍යතාව සීමා කළෙමු:",
      "නරඹන්නන්",
      "මෙනුව",
      "මීළඟ",
      "පුද්ගලයන් ටැග් කිරීමට ඡායාරූපය තට්ටු කරන්න.",
      "බදු ලිපිගොනු",
      "{username} එකම වෙළඳ දැන්වීම් ගණනම දකිනු ඇති නමුත් ඒවායේ අදාළකත්වය අඩු විය හැකිය.",
      "දිනය:",
      "Facebook යෙදුම් සහ සේවා",
      "තෙවන පාර්ශ්වයක් ඔබේ අන්තර්ගතය ඔවුන්ගේ ප්‍රකාශන අයිතිය කඩ කරන බව පැමිණිලි කළහ.",
      "වෙළඳ දැන්වීම් අයිකනය",
      "සබැඳි (අත්‍යවශ්‍ය නොවේ)",
      "මෙයට හේතුව ඔබේ සමහර පෙර පෝස්ටු තෙවන පාර්ශවයේ හිමිකම් හෝ {Community Guidelines} උල්ලංඝණය කර ඇති බව සොයා ගැනීමයි.",
      "කථාන්දර වෙත නැවත බෙදා ගැනීම ඉඩ දෙන්න",
      "අතිරේක ක්‍රම",
      "මගේ අන්තර්ගතය ඉවත් කළේ ඇයි?",
      "පරිපාලක",
      "ශාරීරික යෝග්‍යතාව",
      "ඔබේ ඡායාරූප",
      "කතාබහට එක් කරන්න",
      "බලන්නන්ගේ ගණන් අයිකනය",
      "ටැග් කළ පළ කිරිම",
      "ඉවත් කරන්න",
      "{username} ඔවුන්ගේ රුචිකත්වවලට අදාළකත්වය අඩු විය හැකි වෙළඳ දැන්වීම් දකිනු ඇත.",
      "ඔබ ඇතුළත් කළ PIN එක භාවිත කරමින් ඔබේ ගිණුමට සම්බන්ධ වීමට අපිට නොහැකි විය. ඔබේ සම්බන්ධිත Paypal ගිණුම වෙත පවිසීම මගින් ඔබට තවමත් සම්බන්ධ විය හැකි ය.",
      "ඊට අමතරව, ඉවත හෙළීමේ ඉල්ලීම් එකකට වැඩි සංඛ්‍යාවක් ලැබීම ඔබේ ගිණුම අත්හිටුවීමට හේතු විය හැකි ය.",
      "යෙදුමෙහි නවතම අනුවාදයෙහි උදවු ලබා ගැනීම වේගවත් සහ පහසු ය.",
      "හඹා යන්න",
      "Instagram යෙදුම තුළ මෙම අරමුදල් සම්පාදකය බලන්න",
      "පුද්ගලයන් {numberOfPeople}",
      "දෙමාපියන්ගේ/භාරකරුගේ මුල් නම",
      "ඔබේ ගිණුම අබල වීමට පෙර ඔබව නැවත ගිණුමට ඇතුළු කිරීමට අපට උත්සාහ කළ හැකි පරිදි දින {number of days before user is disabled}ක් ඇතුළත ඊළඟ පියවර අනුගමනය කරන්න.",
      "පිළිතුරු බලන්න",
      "ඔබ තෑගි ආධාර ලැබීමට සුදුසුකම් ලබන්නේ:",
      "{username} විසින්",
      "වෙනත් පුද්ගලයෙක් උත්සාහ කරන්න",
      "වඩාත් ජනප්‍රිය",
      "Instagram ප්‍රජාව ආරක්ෂිතව තැබීමට උදව් කිරීමේ දී ඔබේ ප්‍රතිපෝෂණය අපට වැදගත් වේ.",
      "සැසිය වරනය විය",
      "පෝස්ටු 1 ක්",
      "පැය 1කට පෙර",
      "පළ කිරීම මැකීමට නොහැකි විය.",
      "ස්ථාන අයිකනය",
      "යෙදුම ලබා ගන්න.",
      "ඇතුළු වීමේ තතු මතක තබා ගන්න",
      "{birthday} ඔබේ උපන්දිනය ද?",
      "{name of the user who liked the photo} ඔබේ පළ කිරීමට කැමැත්ත පළ කළේය.",
      "වෙනත් සබඳතා බොත්තම්, ප්‍රවර්ධන තැනීම එක් කිරීමට, සහ ඔබේ හඹා යන්නන් පිළිබඳව විදසුන් ලබා ගැනීමට Instagram යෙදුම වෙත යන්න.",
      "සබඳතා",
      "ස්ථිර කිරීම එවන්න",
      "IG සාර්ථකත්ව හරි ලකුණ",
      "වයස අවුරුදු 0යි",
      "ඊමේලය යවන ලදී",
      "පෙබරවාරි",
      "ඔබේ වීඩියෝවට එක් කළ ස්වයං-උත්පාදිත සිරස්තල මගින් ශ්‍රවණාබාධ සහිත පුද්ගලයින්ට උදව් කළ හැකිය. ඒවා ලබා ගත හැක්කේ iOS සහ Android යෙදුම්වල පමණක් වන අතර දිස් වීමට මිනිත්තු කිහිපයක් ගත වීමට ඉඩ ඇත.",
      "ඔබේ ගිණුම සුරක්ෂිත කිරීමට ඔබේ මුරපදය වෙනස් කරන්න",
      "රහස්‍යතාව සහ ආරක්ෂක උදවු",
      "මෙම අනුවාදය තවදුරටත් සහාය නොදක්වයි. පුරනය වීමට, ඔබගේ යෙදුම නවතම අනුවාදයට යාවත්කාලීන කරන්න.",
      "ඔබේ Instagram ව්‍යාපාර ප්‍රවර්ගය WhatsApp හි සහාය නොදක්වයි.",
      "ගිණුම් මධ්‍යස්ථානය අපගේ මොබයිල් යෙදුම තුළ පමණක් පවතියි. ගිණුම් හරහා පිවිසීම සහ කතන්දරය ‍සහ පෝස්ටුව බැදා ගැනීම වැනි සම්බන්ධිත අත්දැකීම් කළමනාකරණය කිරීමට ඔබේ Instagram, Facebook හෝ Messenger යෙදුම්වල සැකසුම් තුළ ගිණුම් මධ්‍යස්ථාන වෙත යන්න.",
      "ඉතාම කාර්යබහුලයි/අවධානය වෙනතකය",
      "ඔබ මෙම ගිණුම මකා දමන ලෙස ඉල්ලා සිටි බව පෙනේ. සහාය මධ්‍යස්ථානයෙන් වැඩිදුර විස්තර දැන ගන්න: http://help.instagram.com",
      "බාගන්න",
      "අපව දැනුවත් කරන්න",
      "ඔබ {username}ගේ කථාව යැවුවා",
      "සෘජු - ආරක්‍ෂිත ලැබුණු පණිවිඩ",
      "සංස්කරණය කරන්න",
      "විකල්ප පෙළ ලියන්න...",
      "රට/කලාපය",
      "වීඩියෝව සංස්කරණය කරන්න",
      "හිමිකම ඉවත් කරන්න",
      "ඔබේ පෝස්ටුව උඩුගත කළ නොහැකි විය. කරුණාකර නැවත උත්සාහ කරන්න.",
      "සැර මත්ද්‍රව්‍ය භාවිතය ප්‍රවර්ධනය කරන පළ කිරීම්",
      "පරිත්‍යාග අවම වශයෙන් {value} විය යුතුය",
      "ඔබට හඬ ඛණ්ඩය හෝ සංගීතය වැනි ශ්‍රව්‍යය ඇතුළුව, වීඩියෝවේ ඇති සියලු දේ බෙදා ගැනීමට අවසර තිබේ නම්, ඔබට අවහිර කිරීම අභියාචනා කර ඔබේ වීඩියෝ අවහිරය ඉවත් කළ හැකි ය.",
      "පුද්ගලික කරන්න",
      "ගෙන යන්න",
      "තාවකාලිකව ඔබේ ගිණුම අබල කරන්න",
      "ඔබ හැර ගියහොත්, ඔබේ සංස්කරණය කිරීම් සුරකින්නේ නැත.",
      "අපි ඔබේ ගිණුමෙන් අසාමාන්‍ය ක්‍රියාකාරකම දුටුවෙමු. ඔබේ ගිණුම වෙත ආපසු යාමට Instagram යෙදුමෙන් ඔබේ අනන්‍යතාව තහවුරු කරන්න.",
      "ද්වේෂ සහගත කථාව හෝ සංකේත",
      "තේරීම මාරු කරන්න",
      "එකතුවට එක් කරන්න",
      "රහස්‍යතා ප්‍රතිපත්තිය",
      "පැ {hours}කට පෙර දකින ලදි",
      "ඉවතලන්න",
      "[?]",
      "ලියාපදිංචි වන්න",
      "Google Play Store විවෘත කළ නොහැකිද?",
      "පුද්ගලයන් ටැග් කරන්න",
      "නමක් එක් කරන්න",
      "ඔබ වෙනුවෙන් යෝජනා",
      "Instagram පිරුණූ වාදනය",
      "පැතිකඩ යාවත්කාලීනය",
      "ඉල්ලීම් 20+",
      "මෙම ගාස්තු රහිත වෘත්තීමය ගිණුමට මාරු කිරීමෙන්, ඔබට හඹා යන්නන් සහ ගිණුම් කාර්ය සාධනය, නව සබඳතා විකල්ප සහ තවත් ‍දේ පිළිබඳ විදසුන් ‍වෙත ප්‍ර‍වේශය ලබා ගත හැකි ය.",
      "ඔබට පිළිතුරු දී ඇත",
      "හඳුනා ගත් උපාංග",
      "Expired",
      "අලෙවිසැල බලන්න",
      "ගිණුම තබා ගන්න",
      "වසන්න",
      "තවත් විකල්ප",
      "නීතිවිරෝධි හෝ නියාමනය කළ භාණ්ඩ විකිණීම",
      "ඔබට ඔබේ දුරකථනය නැති වුවහොත් හෝ පෙළ පණිවිඩයක් හෝ සත්‍යාපක යෙදුමක් හරහා කේතයක් ලබා ගැනීමට නොහැකි නම්, ඔබට ඔබේ ගිණුමට ආපසු යාමට මෙම කේත භාවිත කළ හැකිය. ඒවා ආරක්ෂිත තැනක සුරකින්න.",
      "අවහිර කරන්න",
      "IGTV",
      "පසුගමනය කරන්න",
      "{username} වෙතින් සෑම පෝස්ටුවක් ම බලන්න",
      "මකන්න",
      "තහවුරු කිරීමේ කේතය ඇතුළු කරන්න",
      "එය ලිංගිකව නුසුදුසුයි",
      "ඇතුළු වීමට උත්සාහ කරමින්.",
      "ඔබේ ප්‍රියතම මාතෘකා පිරික්සන්න",
      "ගැළපීම්",
      "ස්ථානය එක් කරන්න",
      "සෙන",
      "තව සඳහා තට්ටු කරන්න",
      "මෙයට කැමතියි",
      "පිටවන්න",
      "මෙම පිවිසුම තහවුරු කළ නොහැක. කරුණාකර ඔබේ ජාල සැකසුම් පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "ඔබ මෙම පණිවිඩය ගැන වාර්තා කරන්නේ ඇයි?",
      "අවහිරය ඉවත් කරන්න",
      "දැන්ම එපා",
      "ඔබේ මූලපද සුරැකීමේ ගැටලුවක් විය. කරුනාකර ඉක්මනින් නැවත උත්සාහ කරන්න.",
      "ඔබ ලියාපදිංචි වන විට තවත් ගාස්තු රහිත ඡායාරූප ගවේෂණය කරන්න.",
      "Instagram, Facebook යෙදුම සහ Messenger හරහා ඔබේ පෞද්ගලිකත්ව තොරතුරු සහ අවස්ථා පිළිබඳ දළ විශ්ලේශනය තුලින්, ඔබට මෙම සැකසුම් ගැලපෙන්නේ ද යන්න පිළිබඳ සහතික කරගත හැකිය.",
      "Facebook-පරිබාහිර ක්‍රියාකාරකම",
      "මෙම ගොනුව කුඩා වැඩි ය. දිගට ම කර ගෙන යාමට, 1 KB කට වඩා විශාල ගොනුවක් තෝරා ගන්න.",
      "අනුබද්ධය පිළිබඳව උනන්දුද?",
      "මීළඟ",
      "තහවුරු කිරීම යවන ලදී",
      "මෙම ගිණුම පුද්ගලිකයි",
      "ආයතන ශීර්ෂය",
      "මෙම කට්ටලය සොරකම් කර ඇති බව, හෝ ඒවායින් බොහොමයක් භාවිත කර ඇති බව ගැන ඔබ කනස්සලු වන්නේ නම් ඔබට නව කේත ලබා ගත හැකිය.",
      "ඔබේ දත්ත සුරක්ෂිතව තබා ගැනීම",
      "බෙදා ගනිමින්…",
      "කනගාටුයි! අපට මේ අවස්ථාවේදී ඔබේ ගිණුම තැනීමේ ගැටලුවක් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "පෙරහන",
      "ඔබට නොදුටු දැනුම්දීම් ඇත.",
      "පළ කිරීම බෙදා ගන්න",
      "හිමිකම් දරන්නා, {reference owner name} ඔබේ ආරවුල ප්‍රතික්ෂේප කළේ ඡායාරූපයේ ඔවුන්ගේ අන්තර්ගතය අඩංගුව ඇතැයි ඔවුන් විශ්වාස කරන බැවිණි",
      "Facebook සමඟ යාවත්කාලීනය",
      "ව්‍යාපාරය",
      "ඔබේ ඡායාරූපයේ ඇති සියලු ම අන්තර්ගතයන් භාවිත කිරීමට ඔබට අවසර තිබේ නම් {Submit a dispute text bolded}.ආරවුලක් යොමු කිරීමෙන්, මෙම හිමිකම නිකුත් කළ {owner name} හට ඔබේ ඡායාරූපය සමාලෝචනය කිරීමට අවසර ලබා දේ. ඔබ එය ප්‍රසිද්ධියේ බෙදාගෙන ඇත්නම් ඔවුන්ට ද සම්පූර්ණ පෝස්ටුව සමාලෝචනය කළ හැකි ය. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින {number of days} ක් ඇත.",
      "Instagram වීඩියෝව @{username} • {datetime} විසිනි",
      "ඔව්, පිවිසෙන්න",
      "යම් දෙයක් වැරදිණි",
      "GIF",
      "",
      "එකඟතා පිටුව",
      "පරිපාලක පත්කරන්න",
      "ඔබේ ගිණුම මකා දමා ඇති නිසා මෙම සබැඳිය තවදුරටත් ක්‍රියා නොකරයි. Instagram භාවිත කිරීම තබා ගැනීමට, නව ගිණුමක් තනන්න.",
      "මුරපදය",
      "කථාන්දර වීඩියෝ උඩැතිරිය",
      "පසුගිය දින 14 තුළ Instagram වෙතින් ආරක්ෂාව හෝ පිවිසීම පිළිබඳ ඊමේල් මෙහි දිස් වනු ඇත. කුමන ඊමේල් සත්‍ය ද සහ ව්‍යාජ ද යන්න සත්‍යාපනය කර ගැනීමට ඔබට එය භාවිත කළ හැකි ය.",
      "ඔබේ ගෙවීම තහවුරු කිරීමට ඔබේ Facebook Pay PIN ඇතුළත් කරන්න.",
      "{username} ඔවුන් ගෙන ගොස් ඇති බව දැන නොගනු ඇත. ඔබට ඕනෑම වේලාවක ඔවුන් ආපසු ප්‍රාථමික වෙත ගෙන යාමට හැක.",
      "හෑෂ්ටැග නාමාවලිය",
      "යෝජිත පැත්කඩවල්",
      "උදව්",
      "Instagram Lite ලබා ගන්න",
      "සතුන් සහ සොබාදහම",
      "ඉල්ලුම්පත්‍ර අයිකනය ටැප් කර තත්පර කිහිපයක් අල්ලාගෙන ඉන්න.",
      "පණිවිඩ නිහඬ කරන්න",
      "ද්වේෂ සහගත කථාව හෝ සංකේත",
      "අපි ඔබේ ගිණුම ඇතුළුව Instagram ගිණුම් ස්වල්ප ගණනක් කෙරෙහි බලපාන තාක්ෂණික ගැටලුවක් සොයා ගෙන, ඉක්මනින් විසඳුවෙමු.",
      "ඔබේ පළකිරීම අපගේ ප්‍රජා මාර්ගෝපදේශ වලට විරුද්ධව ගමන් කරයි.",
      "Facebook වෙත සම්බන්ධ විය",
      "සංචාරක සහ ස්ථාන",
      "ඔබේ කාඩ්පත් ආරක්ෂක කේතය සමග සම්බන්ධ වන්න ද?",
      "ආහාරපාන",
      "හිමිකම් දරන්නා:",
      "දිගට ම කරගෙන යන්න",
      "{violationText}. සම්බන්ධ අපගේ   {communityGuidelinesLink} වලට පටහැනි බැවින් අපි ඔබගේ  {contentTypeText} ඉවත් කළෙමු. අපගේ ප්‍රජාවට ගෞරවනීය සහ සුරක්ෂිත බව  හැඟෙනු පිණිස අපට මෙම මාර්ගෝපදේශ ඇත.",
      "‍නොමි‍ලේ වෘත්තීමය ගිණුමක් ලබා ගන්න",
      "යවන්න",
      "වෙනස් කරන්න",
      "තත්ත්වය ඇතුළු කරන්න",
      "ඔබට {applicationName} වෙත සබැඳීමට අවශ්‍ය Instagram ව්‍යාපාරික පැතිකඩ තහවුරු කරන්න.",
      "මිතුරන්ට ඔබව සොයා ගත හැකි පරිදි ඔබේ නම සහ ජිව දත්ත එක් කරන්න.",
      "ඔක්තෝබර්",
      "හරි",
      "ඔබට විශ්වාසද?",
      "දැන්ම එපා",
      "සඟවන්න",
      "ගැලරි පෝස්ටුවල විනාඩියකට වඩා දිගු වීඩියෝ ඇතුළත් කළ නොහැකි ය.",
      "Instagram ඡායාරූපය {fullName} විසිනි • {datetime}",
      "ඕනෑම වීඩියෝවක් එක් මිනිත්තුවකට වඩා දිගු වන්නේ නම්, වරෙකට පල කිරීමට ඔබට හැකි වන්නේ එක් වීඩියෝවක් පමණි.",
      "1:1",
      "දත්ත ප්‍රතිපත්තිය",
      "කනගාටුයි, මෙම සබැඳිය පළුදු වී ඇත. ඔබේ ගිණුම තබා ගැනීමට, ඔබේ පරිශීලක නම සහ මුරපදය සමග පිවිසෙන්න.",
      "ඔබ ඔබව අනුගමනය කරන පුද්ගලයන් සියලු දෙනාව මෙහි දකිනු ඇත.",
      "ඉඩ දෙන්න",
      "WhatsApp වෙත බෙදා ගන්න",
      "ක්‍රීඩා",
      "පුද්ගලික ගැටළු",
      "නව කේත ලබා ගන්න",
      "යෙදුම් සහ වෙබ් අඩවි",
      "සජීවී {actionType}",
      "ගෙවා නික්මීමට ඉදිරියට යන්න",
      "හරි",
      "වැඩිදුර දැන ගන්න",
      "සිරස්තලය",
      "මම මෙම සංවාදයට කැමති නැහැ",
      "ආපසු යන්න",
      "ඔබ පහත බොත්තම එබූ විට, ඔබේ ඡායාරූප, අදහස් සහ කැමැත්ත දැක්වීම් ඔබේ ගිණුම ඔබ නැවත ඇතුළු වී සක්‍රිය කරන තෙක් සඟවනු ඇත.",
      "ඔබේ ගිණුම නියෝජනය කරන පුද්ගලයා හෝ සංවිධානය හඳුන්වනු ලබන සියලු නම් ලැයිස්තුගත කරන්න.  වෙනත් නම් සහ එම නම වෙනත් භාෂාවලින් ඇතුළත් කරන්න.",
      "අභියාචනය ඉදිරිපත් කරන්න",
      "ඊළඟ දින {days to snooze} තෙක්, ඔබ කළින් Instagram භාවිත කර ඇති උපාංගවලින් පමණක් මුරපද යළි සැකසීමේ ඊමේල් ලැබෙනු ඇත.",
      "ඔබ රහස් වචනය නැවත සකසන ලෙස ඉල්ලා නොසිටි බව අපට දැනගන්නට සැලැස්වීම ගැන ස්තූතියි. ඔබේ රහස් වචනය වෙනස් කර නැත!",
      "දිගට ම කර ගෙන යාම මගින්, {=app name} හට ඔබේ තොරතුරු වෙත අඛණ්ඩ ප්‍රවේශය ලැබෙනු ඇති අතර {=app name} එයට ප්‍රවේශ වන විට Instagram පටිගත කරනු ඇත. මෙම බෙදා ගැනීම සහ ඔබ සතුව ඇති සැකසුම් පිළිබඳව {=learn more}.",
      "පැන විසඳුම්",
      "මට මෙම ගිණුමේ ඡායාරූප හෝ වීඩියෝ මගේ පුවත් සංග්‍රහයෙහි දැකීමට අවශ්‍ය නැත",
      "සුරකින්න",
      "ඔබේ ආරවුලේ ප්‍රතිඵල සමග ඔබ එකඟ නොවන්නේ නම්, ඔබට හිමිකම් දරන්නා {reference owner name} වෙත ආයාචනා කළ හැකි ය. යොමු කළ පසු ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින 7 ක් ලැබේ.",
      "සියලු ම යෝජිත පරිශීලකයින් බැලීමට ෂෙව්රොනය",
      "මෙම වෙබ් අඩවිය තවදුරටත් සහාය නොදක්වයි.",
      "ඔබේ ගිණුමේ ඕනෑම අංගයක් මිල දී ගැනීමට, විකිණීමට හෝ හුවමාරු කිරීමට උත්සාහ කිරීම අපගේ {Terms of Use} සහ {Community Guidelines} එරෙහි වෙයි.",
      "මුරපදය",
      "ගිණුම් හෝ පළ කිරීම් වාර්තා කිරීම",
      "ඔබ මෙම කණ්ඩායමේ රැඳී සිටින්නේ නම්, ඔබ සීමා කර ඇති ගිණුම් වෙතින් පණිවිඩ ඔබ දකිනු ඇත.",
      "{firstUsername}, {secondUsername}",
      "පිටපත් කිරීමට Control-C ඔබන්න.",
      "Instagram හි ගෙවා පිටවීමට, යෙදුම බාගත කරන්න.",
      "පැමිණිලි කරන්න",
      "ඉල්ලීම් අනුමත කරන්න නැතහොත් නොසලකා හරින්න",
      "ඔබට සියලු ම කුකීස් භාවිත කිරීමට ඉඩ දිය හැකි ය. නැතහොත් ඔබට තවත් විකල්ප තෝරා ගත හැකි ය. අපි ඔබේ කුකීස් තේරීම් මතක තබා ගෙන ඔබ Instagram වෙත පිවිසී ඇති ඕනෑම තැනක, සහ වෙනත් Facebook නිෂ්පාදන වෙත පිවිසීමට ඔබේ ගිණුම් භාවිත කරන තැනට ඒවා යොදන්නෙමු. ඔබේ කුකී සැකසුම් තුළ ඔබට ඕනෑම වේලාවක දී ඔබේ තේරීම් සමාලෝචනය කිරීමට හෝ වෙනස් කිරීමට හැකි ය.",
      "දැනටමත් {username} පසුහඹනවාද? ඔවුන්ගේ ඡායාරූප සහ වීඩියෝ බැලීමට {=Log in}.",
      "ඔබේ දුරකථන අංකය ඇතුළු කරන්න, එවිට අපි අපි ඔබට ඔබේ ගිණුමට ආපසු යාමට මුරපද යළි සැකසීම් සබැ\ufeffඳියක් එවන්නෙමු.",
      "තව පාරිභෝගිකයන් වෙත ළඟා වීමට සහ ඔබේ ව්‍යාපාරය ගොඩනගා ගැනීමට Instagram හි ප්‍රවර්ධන තනන්න.",
      "අපට කනගාටුයි. නමුත් යම් දෙයක් වැරදී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.",
      '"X" මත ටැප් කරන්න, ඉදිරියට යනවාදැයි විමසූ විට "මකන්න" යන්න තෝරන්න.',
      "ඔබ පිවිසෙන විට, ඔබට ඔවුන්ගේ සියලු ම ඡායාරූප, වීඩියෝ සහ කතන්දර යාවත්කාලීන දැකිය හැකි ය.",
      "දැන්ම එපා",
      "ප්‍රකාශන හිමිකම",
      "ඉඩ නොදෙන්න",
      "{username}ගේ කථාන්දරය යැවුවා",
      "පරිශීලක නම හෝ ඊමේල්",
      "එහි නිරුවත හෝ ලිංගික දේවල් අඩංගුය",
      "සමූහයේ රැඳී සිටින්න",
      "සංස්කරණය කරන්න",
      "{username} සඳහා ලබා ගත නොහැකිය.",
      "ඔබ නොවේ ද?",
      "Instagramහි  සම්පූර්ණ ප්‍රොෆයිලය බලන්න",
      "ඔබට ඔබ ඉපදුණු දිනය ඇතුළු කිරීමට අවශ්‍යයි",
      "මුරපදය යළි සකසන්න",
      "කුකී ප්‍රතිපත්තිය",
      "අංකය වෙනස් කරන්න",
      "වසන්න",
      "මෑත කාලීන",
      "ව්‍යාපාර ලිපිනය",
      "විකල්ප සංස්කරණය කරන්න",
      "ඔබ වෙනුවෙන් යෝජනා",
      "ඔබ දැනට {username} ‍ලෙස පිවිසි සිටියි.",
      "ප්‍රතික්ෂේප කරන්න",
      "රැකියා",
      "ඡායාරූප යැවීම, අතුරුදහන් වූ පණිවිඩ සහ තවත් බොහෝ දේ සඳහා යෙදුමට මාරු වන්න.",
      "වීඩියෝවෙහි දර්ශන අනුපාතය සහාය නොදක්වයි.",
      "ඔබේ ඡායාරූපය දෘශ්‍යමාන වන ස්ථානය",
      "වෙළඳ දැන්වීම් මනාප",
      "{email} ඔබගේ ඊමේල් ලිපිනය බව තහවුරු කරන්න, නැතහොත් නව ඊමේල් ලිපිනය හෝ දුරකථන අංකය ඇතුළත් කරන්න. ඔබගේ ගිණුම ආරක්ෂිතව තබා ගැනීමට සහ ඔබේ මුරපදය අමතක වුවහොත් ඔබට Instagram වෙත පිවිසීමට මෙය අපට උදව් වේ.",
      "අයිතම් {number of items}",
      "අභ්‍යන්තර",
      "පැ 1",
      "ඔබේ Wi-Fi කේතය ඇතුළු කරන්න",
      "Facebook නිෂ්පාදන, විශ්ලේෂණ වෙතින් බැහැරව වෙළඳ දැන්වීම් ප්‍රචාරණය සහ මිනුම් සේවා සඳහා, සහ ඇතැම් විශේෂාංග සැපයීමට සහ ඔබ වෙනුවෙන් අපගේ සේවාවන් වැඩි දියුණු කිරීම සඳහා, අපි Instagram හි වෙනත් සමාගම්වල මෙවලම් භාවිත කරන්නෙමු. මෙම සමාගම් කුකීස් ද භාවිත කරයි.",
      "ඔබට ඔබේ ආරක්ෂක යෙදුම වෙතින් කේතයක් ලැබෙනු ඇත. ඔබට එකක් නොමැති නම්, අපි එකක් බාගැනීමට යෝජනා කරමු.",
      "සම්බන්ධතා",
      "අපි මේවා සහිත පැතිකඩවල් ඉවත් කරමු:",
      "සාධක-දෙකේ සත්‍යාපනය",
      "එබ්බවූ කේතය පිටපත් කරන්න",
      "සියල්ල බලන්න",
      "නැවත දායක වන්න",
      "වෙනත් ගොනු තෝරන්න",
      "ඔබට PIN අංකයක් තැනිය හැකිය ‍හෝ ‍ගෙවීම් තහවුරු කිරීමට ඔ‍බේ උපාංග‍යේ මුහුණු ‍හෝ ඇඟිලි සලකුණු හැඳුනුම භාවිතා කළ හැකි ය.",
      "අවලංගු කරන්න",
      "හඹා යාමෙන් ඉවත් වන්න",
      "රහස්‍යතා ප්‍රතිපත්තිය",
      "ආපසු යන්න",
      "මේවා ඔබ Instagram හරහා ප්‍රවේශය වී ඇති යෙදුම් සහ වෙබ් අඩවි වන අතර ඒවා ටික කලක් භාවිතා නොවී තිබිය හැකිය. ඔබ මීට පෙර බෙදාගත් තොරතුරු ඒ සතුව තිබිය හැකි නමුත් පුද්ගලික තතු සඳහා අමතර ඉල්ලීම් කිරීමට ඒවාට ඇති හැකියාව කල් ඉකුත් වී ඇත. ඔබේ තොරතුරු මකා දැමීමට යෙදුමකින් ඉල්ලා සිටිය හැකිය. මෙය සිදු කිරීම සඳහා ඒවාගේ පෞද්ගලිකත්ව ප්‍රතිපත්තියයේ විස්තර සහ සම්බන්ධතා තොරතුරු සමාලෝචනය කරන්න. ඔබ යෙදුමක් සම්බන්ධ කර ගන්නේ නම්, ඔවුන්ට ඔබේ පරිශීලක හැඳුනුම (ID) අවශ්‍ය විය හැකිය.",
      "මෙම කුකීස් පිළිබඳව",
      "අදහස් දැක්වීම ක්‍රියාවිරහිත කරන්න",
      "1 ගිණුම",
      "ගිණුම් මධ්‍යස්ථානය",
      "තැපැල් අයිකනය",
      "ඔබට පමණක් ඔබේ සම්බන්ධතා බැලීමට හැකි නමුත්, Instagram ඔබ සහ වෙනත් අය වෙනුවෙන් මිතුරු යෝජනා කිරීමට සහ සියලු දෙනා වෙනුවෙන් වඩාත් ‍යහපත් අත්දැකීමක් සැපයීමට ඔබ ඔබේ සම්බන්ධතා ගැන උඩුගත කර ඇති තොරතුරු භාවිත කරයි.",
      "පෞද්ගලිකත්ව මධ්‍යස්ථානය",
      "මෙවැනි ආකාරයේ පණිවිඩයක් බැලීමට Instagram යෙදුම ලබා ගන්න.",
      "සෙවීම් ඉතිහාසය හිස් කරන්න",
      "පෞද්ගලිකත්ව ප්‍රතිපත්තිය",
      "උඩුගත කරමින්...",
      "IGTV",
      "සෙලියුලර් දත්ත භාවිතය",
      "යෙදුම යාවත්කාලීන කරන්න",
      "තවත් {number of files}+",
      "Facebook වෙතින්",
      "සෙවීම",
      "ඡන්දය",
      "ඔබේ මිතුරා {name of the facebook friend who joined} Instagram මත {username of the user who joined} ලෙස සිටී",
      "උදවු මධ්‍යස්ථානයෙහි විකල්ප",
      "වෙනිදා",
      "අපේ යාවත්කාලීන කළ {data_policy} සමාලෝචනය කිරීම සහ අපගේ නව {terms_of_service} සමග එකඟ වීම ගැන ඔබට ස්තුතියි .",
      "ඔබේ ප්‍රතිපෝෂණය ඔබට සහ ඔබේ මිතුරන්ට Instagram වඩා යහපත් වීමට උපකාරී වේ.",
      "මෙම ගිණුම භාවිතයේ තබා ගැනීමට අවශ්‍ය ද?",
      "මෙම ගැටලුව පැමිණිලි කිරීම වෙනුවෙන් ඔබට ස්තුතියි.",
      "අඩු වයස් ගිණුම",
      "අනාවරණය කිරීමට තට්ටු කරන්න.",
      "ඔබ පිවිසෙන විට, ඔබට සියලු අදහස් කියවා ඔබේ ම දෑ එක් කළ හැකි ය.",
      "පුද්ගලික ගිණුම",
      "ක්‍රියාකාරකම්",
      "වීඩියෝව පළ කිරීමට අභියාචනය",
      "පිටපත් කරන ලදී",
      "සබැඳීමට නොහැකි ය",
      "13ට අඩු",
      "ඔබ",
      "බලන්න",
      "මෙම අන්තර්ගතයට ඇතුළත් වන වීඩියෝ ඔවුන්ට හිමිකම් ඇති පහත රටවල්වල හැර සෑම තැනකම අවහිර කළ යුතු බවට ඔවුන් ඉල්ලා සිටියහ:",
      "නව PIN තහවුරු කරන්න",
      "ඔබේ ගිණුම අබල කර ඇත. ඔබට සමාලෝචනයක් ඉල්ලා සිටිය හැකි වන පරිදි දින 30ක් තුළ මීළඟ පියවර අනුගමනය කරන්න.",
      "ඉල්ලීම් ඔබ පිළිගන්නා තෙක් දුටු ලෙස ලකුණු නොකෙරේ.",
      "වසන්න",
      "මෙම කථාන්දරය තවදුරටත් ලබා ගැනීමට නොහැකිය",
      "වෙත:",
      "ඔබේ වීඩියෝව අවහිර කර ඇති ස්ථානවල එය බැලීමට, කැමැත්ත දැක්වීමට හෝ අදහස් දැක්වීමට පුද්ගලයන්ට නොහැකි ය. ඔබේ වීඩියෝව අවහිර කර ඇත්තේ:",
      "ඊට අමතරව, ඔබේ බ්‍රව්සරය හෝ උපාංගය බ්‍රව්සර් කුකී සකසා තිබේ ද යන්න තෝරා ගැනීමට සහ ඒවා මකා දැමීමට ඔබට ඉඩ සලසන සැකසුම් ඉදිරිපත් කළ හැකි ය. මෙම පාලන බ්‍රව්සරය අනුව වෙනස් වන අතර, නිෂ්පාදකයින් ඔවුන් ලබා දෙන සැකසුම් සහ ඔවුන් ඕනෑම වේලාවක දී ක්‍රියා කරන ආකාරය යන දෙක ම වෙනස් කළ හැකි ය. 2020 ඔක්තෝබර් 5 වැනිදා වන විට, ජනප්‍රිය බ්‍රව්සර විසින් සපයනු ලබන පාලන පිළිබඳ අතිරේක තොරතුරු පහත සබැඳිවලින් ඔබට සොයා ගත හැකි ය. ඔබ බ්‍රව්සර කුකී අබල කර ඇත්නම් Facebook නිෂ්පාදනවල ඇතැම් කොටස් නිසි ලෙස ක්‍රියා නොකළ හැකි ය. Instagram ලබා දෙන පාලනවලට වඩා මෙම පාලන වෙනස් බව කරුණාවෙන් සලකන්න.",
      "පරිගණකයෙන් තෝරන්න",
      "ඔබේ ඡායාරූපය එක් කරන ලදී.",
      "බෙදා ගන්න",
      "ද්වි-සාධක සත්‍යාපනය සමගින් අමතර ආරක්ෂාව එක් කරන්න",
      "{violationText}} සම්බන්ධ අපගේ {communityGuidelinesLink} වලට පටහැණි බැවින් අපි ඔබේ {contentTypeText}  ඉවත් කළෙමු. ඔබ නැවත අපගේ මාර්ගෝපදේශවලට පටහැණි යම් දෙයක් පළකරන්නේ නම්, ඔබේ පෝස්ටු, ‍ලේඛනාරක්ෂය, පණිවිඩ සහ අනුගමනය කරන්නන් ඇතුළුව ඔබේ ගිණුම මකා දමනු ලැබේ.",
      "දැන් සක්‍රියයි",
      "ඔබේ වෘත්තියමය ගිණුම පිහිටුවන්න",
      "සම්පූර්ණ පරිශීලන නියම කියවන්න",
      "ප්‍රයෝගය බැලීමට මෙම සබැඳිය ජංගම උපාංගයක විවෘත කරන්න",
      "ඔබ {username} වෙත පිළිතුරු දුන්නේ ය",
      "නම් ටැගය",
      "ඔබ අනුගමනය කරන හෑෂ්ටැග",
      "message icon",
      "ඉවත් කෙරිණි",
      "ස්තුතියි!",
      "තහවුරු කිරීම යවන ලදී",
      "සම්බන්ධතා සාර්ථකව අනුගමනය කරන ලදී.",
      "වෙළඳ දැන්වීම් ඉතාම වැඩිය",
      "අපගේ ප්‍රජාව සත්‍යතාවයෙන් තැබීම",
      "විකල්ප සංස්කරණය කරන්න",
      "{like count} දෙනෙක් කැමතියි",
      "ඔබ දැන් මෙම පිටුව හැර ගියහොත්, ඔබේ සංස්කරණය කිරීම් ඉවත දමනු ඇත.",
      "Instagram සෑම දෙනාගේම බුද්ධිමය දේපළ ආරක්ෂා කිරීමට කැපවී ඇත. ඒ නිසා අපි ඔබට භාවිත කිරීමට හිමිකම නැති විය හැකි කරුණු ඔබේ වීඩියෝවේ අන්තර්ගත වන බව දැන ගැනීමට සලස්වමු.",
      "ප්‍රවේශනය කිරීමට අසමත් විය.",
      "කවරයේ ඡායාරූපය උඩුගත කිරීම අසාර්ක විය.",
      "නිර්මාතෘ ගිණුමකට මාරු කරන්න ද?",
      "මීළඟට, ඔබේ ප්‍රොෆයිලය වෙත WhatsApp එක් කරන්න.",
      "ප්‍රමාණය තෝරා ගන්න",
      "පළ කිරීම් {count}",
      "Instagram ඔන්ලයින් චර්යාත්මක වෙළඳ ප්‍රචාරණය සඳහා වන ස්වයං-නියාමන මූලධර්ම අනුගමනය කරන අතර {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} සහ {European Interactive Digital Advertising Alliance} විසින් පිහිටුවන ලද ඉවත් වීමේ වැඩසටහන්වලට සහභාගී වේ. ඔබට මෙම අඩවි හරහා සහභාගී වන සියලු ම සමාගම්වලින් ඉවත් විය හැකි ය.",
      "කේතය ඇතුළත් කරන්න",
      "විශාලනය තෝරන්න",
      "දෙසැම්බර්",
      "සුරැකි දේවලින් එක් කරන්න",
      "ප්‍රතික්ෂේප කරන ලදී",
      "Facebook Pay දැන් Instagram හි පවතී",
      "අනුගමනය කරන්න",
      "අපට ඔබ ඇතුළු වන බව තහවුරු කිරීමට අවශ්‍ය වූ විට අප ඔබට ආරක්ෂක කේතයක් එවීමට අවශ්‍ය තැන තෝරන්න.{link to the help center in this paragraph}",
      "මැයි",
      "ක්‍රියාකාරකම් තත්ත්වය",
      "මෙම ගොනුව විශාල වැඩි ය. දිගට ම කර ගෙන යාමට, 100 GB වලට වඩා අඩු ගොනුවක් තෝරා ගන්න.",
      "Instagram භාවිත කිරීමට ඔබ ඔබේ වයස් තොරතුරු සම්පූර්ණ කිරීම අවශ්‍යයි.",
      "ඔබ ඇතුළු වීමට උදව් කිරීමට ඔබ ඊමේල්වලින් හැර ගොස් අැත. ඔබ ඉල්ලන විට පමණක් අපි ඔබට මෙම ඊමේල් එවන්නෙමු.",
      "එය තේරුණා. ඔබ Instagram හි පර්යේෂණ ඊමේල් වෙතින් දායකත්වයෙන් ඉවත්ව ඇත. අපි ඔබට අනාගත පර්යේෂණ ව්‍යාපෘතිවලට සහභාගි වීමේ අවස්ථා ගැන අමතන්නේ නැත.",
      "ඔබේ පෙර පළ කිරීම් සමහරක් අපේ {Community Guidelines} අනුගමනය නොකළේය. ඔබ නැවත අපේ මාර්ගෝපදේශවලට පටහැනි යම් දෙයක් පළ කරන්නේ නම්, ඔබේ පළ කිරීම්, සංරක්ෂිත, පණිවිඩ සහ අනුගමනය කරන්නන් ඇතුළුව ඔබේ ගිණුම මැකිය හැකිය.",
      "මේවා ඔබ Instagram සමඟින් ඇතුළු වී ඇති යෙදුම් සහ වෙබ් අඩවි වන අතර කලකින් භාවිත නොකර තිබිය හැකිය. ඒවාට තවමත් ඔබ කලින් බෙදා ගත් තතු වෙත ප්‍රවේශය තිබිය හැකි නමුත් පෞද්ගලික තතු සඳහා අතිරේක ඉල්ලීම් කිරීමට ඒවායේ ඇති හැකියාව කල් පිරී ඇත.",
      "ප්‍රජා මාර්ගෝපදේශ",
      "මෙයට සමාන ගිණුම් යෝජනා පිළිබඳව තව දැන ගන්න",
      "{email} යන ඊමේල් ලිපිනය {username}ගේ ගිණුමෙන් ඉවත් කර ඇත.",
      "PIN යළි සකසන්න",
      "සත්‍යාපක යෙදුම තහවුරු කරන ලදී",
      "උදව් ලබා ගන්න",
      "ආරවුලක් ඉදිරිපත් කරන්න",
      "පළමු සහ අවසන් නම ඇතුළු කරන්න",
      "සත්‍යාපන යෙදුම",
      "අපගේ මෙම කුකී භාවිතයට ඔබ ඉඩ නොදෙන්නේ නම්:",
      "ප්‍රශ්න",
      "{=app name} {=privacy policy}",
      "එය අත්හදා බලන්න",
      "ඔබේ වීඩියෝව ප්‍රතිසාධනය කිරීමට පෙර එහි සියලු ශ්‍රව්‍ය භාවිතා කිරීමට ඔබට අවසර ඇති බව සහතික කර ගන්න. මෙම ශ්‍රව්‍ය භාවිතා කිරීමට ඔබට අවසර නොමැති නම්, ප්‍රතිසාධනය කිරීම ඔබගේ වීඩියෝ ඉවත් කිරීම සහ ඔබේ ගිණුමට එරෙහිව තවදුරටත් ක්‍රියාමාර්ග ගැනිමට හේතු විය හැකිය.",
      "භාෂාව වෙනස් කරන්න",
      "ඔබව දෙමාපියකු/භාරකරුවකු ලෙස ඉවත් කර ඇත",
      "නව",
      "සංගීතය",
      "විකල්ප පෙළ ලියන්න...",
      "ඔබ ඔවුන්ගේ කථාන්දරයට ප්‍රතිචාර දැක්වීය: {emoji}",
      "අභිබවා යන මොඩලය වසන්න",
      "යොමු කරන්න",
      "ඔවුන්ට Instagram හි ඔබේ පැතිකඩ, පළ කිරීම් හෝ කථාන්දර සොයා ගැනීමට හැකි නොවනු ඇත. Instagram ඔබ ඔවුන්ව අවහිර කළ බව දැන ගැනීමට නොසලස්වනු ඇත.",
      "පළමුව පිටවන්න",
      "එකතුව මකන්න ද?",
      "යැවුවා",
      "විඩීයෝව සුදානම් කරමින්",
      "© {year} Facebook වෙතින් Instagram",
      "ඔබ අනුගමනය කරන පුද්ගලයන් සහ ඔබේ අනුගමනය කරන්නන්",
      "නම් ටැගය",
      "IGTV වෙත පළ කරන්න",
      "ඔබේ සාප්පු කරත්තය යාවත්කාලීන කිරීමේ දී දෝෂයක් ඇති විය.",
      "අනුමත කරන්න",
      "සියලු {category name}",
      "වීඩියෝ පැයක් හෝ ඊට අඩු විය යුතු ය.",
      "සියල්ල ප්‍රතික්ෂේප කරන්න",
      "බොත්තම: ප්‍රවර්ගය තෝරන්න",
      "ප්‍රාථමික වෙත ගෙන යන්න",
      "වෙනත් සමාගම්වලින් කුකීස්",
      "Instagram යෙදුම භාවිත කරන්න.",
      "ඔබේ ගිණුම සුරක්ෂිත කරන්න",
      "පිළිතුරු දෙන්න",
      "ඔබේ ගිණුමට ප්‍රවේශය ලබා ගන්න",
      "ගිණුම පුද්ගලිකයි",
      "හිරිහැර කිරීම හෝ හිංසනය පිළිබඳ මාර්ගෝපදේශ",
      "Instagram මත {guide author full name}: {guide title}",
      "ස්ථානය බෙදා ගැනීම",
      "ඔබේ පෝස්ටු බෙදා ගෙන ඇත.",
      "Instagram හි ඔබේ පරිත්‍යාගය සමග ඔබට දිගට ම කරගෙන යා හැකි ය.",
      "{carrier name} වෙතින් ගාස්තු රහිත ඡායාරූප",
      "මෑත කාලීන උපයෝගිතා බිල්පත",
      "ඔබේ තැපැල් ලිපිනය:",
      "ඔබේ ගෙවීම් තතු සම්බන්ධ කරන්න",
      "+ {remainingUserCount}",
      "ඔබ අනුගමනය කරන පුද්ගලයන් වෙතින් වන පළ කිරීම් මෙහි පෙන්වනු ඇත.",
      "ස්ටිකර භාවිත කිරීමට යෙදුම ලබා ගන්න",
      "ඡායාරූප සහ වීඩියෝ මෙතැනට අදින්න.",
      "සිතියම සමග ගැටලුවක් පැමිණිලි කරන්න",
      "{story owner username} සිය සමීප මිතුරන් ලැයිස්තුවට එක් කර ඇති පුද්ගලයන්ට පමණක් මෙම ඡායාරූපය දකිය හැකිය.",
      "{name} හි පරීක්ෂකයා ලෙස ඔබව ඉවත් කිරීමට ඔබට අවශ්‍ය බව විශ්වාස ද?",
      "ඔබ දන්නා කෙනෙකු අවහිර හෝ අනුගමනය නොකර අනවශ්‍ය අන්තර්ක්‍රියා සීමා කරන්න.",
      "වෙනත් සමාගම්වලින් කුකීස්",
      "අදහස් සැකසීම් සංස්කරණය කරන්න",
      "වෙනිදා",
      "ඇතුළු වීමේ ගැටලුවක්ද?",
      "ඉදිරියට යෙදෙන සිදුවීම් ප්‍රවේශනය කළ නොහැකි ය.",
      "අදහස්",
      "මෙයින් අදහස් කරන්නේ අපගේ ප්‍රජාව ආරක්ෂිතව තබා ගැනීම සඳහා අපි මෙවලම් තනන බැවින් ඔබේ ප්‍රතිපෝෂණය අපට ඉගෙනීම සඳහා සහාය වුව ද ඔබේ අදහස් දැක්වීම නැවත සමාලෝචනය කිරීමට අපට නොහැකි වනු ඇති බවයි.",
      "IGTV",
      "වෙනිදා",
      "දුරකථන අංකය වෙනස් කරන්න",
      "මාතෘකා ක්ෂේත්‍රය පිරවිය යුතුය",
      "ඔබ දැනටමත් අපේ යාවත්කාලීන කළ දත්ත ප්‍රතිපත්තිය සමාලෝචනය කර ඇති අතර අපගේ නව නියම සමග එකඟ වී ඇත.",
      "සියලුම අදහස් {count}ම පෙන්වන්න",
      "1 නිෂ්පාදනයක්",
      "අදාළ වෙළඳ දැන්වීම් පෙන්වීමට සහ ඒවායේ කාර්ය සාධනය මැනීමට ඔබට උදව් කිරීම",
      "{username} සඳහා මුරපදය අමතකද?",
      "Instagram වෙත ආපසු යාමට ඔබේ ඊමේලය තහවුරු කරන්න",
      "වැඩිදුර තොරතුරු",
      "මගේ අවසරය නැතිව මගේ බුද්ධිමය දේපළ පළ කරනවා විය හැක",
      "නව එකතුව",
      "SSN හි අවසන් සංකේතාංක 4 ඇතුළත් කරන්න",
      "අපි හිරිහැර කිරිම සහ හිංසනය වටහා ගැනීම සහ වැළැක්විම වැනි, විශේෂයෙන්ම Instagram හි අපේ ප්‍රජාව සුරක්ෂිතව තබා ගැනීමට අපට උදවු වන ආකාරවලින්, පර්යේෂණ සඳහා තොරතුරු භාවිත කිරීම සහ බෙදා ගැනීම කරමු.",
      "ඩෙස්ක්ටොප් අයිකනය",
      "ගිණුම් රහස්‍යතාව",
      "පෝස්ටුව",
      "යවන්න",
      "එක් වූ දිනය",
      "ඔබේ ගිණුම හඹා යන පුද්ගලයන් විස්තර කරන්න. ඔවුන් කවුරුන් ද, ඔවුන් උනන්දුවෙන්නේ කුමකට ද සහ ඔවුන් ඔබව හඹා යන්නේ ඇයි යන්න ඇතුළත් කරන්න.",
      "ඔබ කවුරුන් ද යන්න තහවුරු කිරීමට උදව් කිරීම සඳහා අපිට ඔබේ හැඳුනුම (ID) අවශ්‍යයි. එය ඔබේ සම්පූර්ණ නම්, උපන් දිනය, ඡායාරූපය, නිකුත් කළ දිනය, කල් ඉකුත් වන දිනය සහ නිකුත් කළ රට පෙන්විය යුතුයි.",
      "බෙදා ගන්න",
      "ඡායාරුප සහ වීඩියෝ",
      "ඔබේ වාර්තා කිරීම Instagram අයාචිතවලින් තොරව තබා ගැනීමට උදවු කරනු ඇත.",
      "දෘෂ්‍ය කලා",
      "සියල්ල බලන්න",
      "අදහස් අයිකනය",
      "ඔබේ කේතය යළි එවන ලදී.",
      "වසන්න",
      "පසුගිය දින 14 තුළ Instagram වෙතින් ආරක්ෂාව හෝ පිවිසීම පිළිබඳ නොවන වෙනත් ඊමේල් මෙහි දිස් වනු ඇත. කුමන ඊමේල් සත්‍ය ද සහ ව්‍යාජ ද යන්න සත්‍යාපනය කර ගැනීමට ඔබට එය භාවිත කළ හැකි ය.",
      "වෙනත්",
      "ව්‍යාපාර කට්ටලය හෝ නිර්මාතෘ මැදිරිය සමග ඩෙස්ක්ටොපය මත නව නිර්මාතෘ ගිණුම කළමනාකරණය කරන්න.",
      "පුද්ගලයන්ට WhatsApp හි ඔබව සම්බන්ධ කිරීම සඳහා ඔබේ ප්‍රොෆයිලය වෙත පැමිණීමට පහසු කරන්න.",
      "රහස්‍යතාව සහ ආරක්ෂාව",
      "ඔබේ ආරක්ෂාව සඳහා, කරුණාකර ඔබේ PIN ඇතුළු කරන්න.",
      "පළ කිරීම අසාර්ථක විය.",
      "ඔබ Facebook හරහා ලියාපදිංචි වී ඇත්නම්, ඔබ {create a password}ට සහ ආපසු පිවිසීමට අවශ්‍ය ය.",
      "ඔබට Instagram වෙතින් SMS යාවත්කාලීන ලැබිය හැකි අතර ඕනෑම අවස්ථාවක හැර යාමට හැකිය.",
      "අවසර",
      "මට එය වරදකාරීය",
      "ඔබේ දුරකථන අංකය ඔබේ ගිණුමෙහි දෘශ්‍යමාන නොවනු ඇත. අතිරේක තොරතුරු සඳහා, කරුණාකර අපගේ {data policy link} බලන්න. Instagram මෙම සේවාව සඳහා අය නොකරයි. සම්මත පණිවිඩ ගාස්තු අදාළ වේ.",
      "තොරතුරු බාගත කරන්න - {number} වන කොටස",
      "ඔව්, මට විශ්වාසයි",
      "තහවුරු කළ",
      "මෙය ක්‍රියාත්මක කරන්නද?",
      "{username}, ඔබේ Instagram ගිණුම ගැන වැදගත් තොරතුරු",
      "ඕනෑම අයෙකුට ඔවුන්ගේ ආගමික, ජාතික හෝ ස්ත්‍රී පුරුෂ බවේ පසුබිම මත පදනම්ව ප්‍රචණ්ඩත්වය හෝ ප්‍රහාර දිරිමත් කරන පළ කිරීම්",
      "පුද්ගලයන් ටැග් කිරීමට ඡායාරූපය ක්ලික් කරන්න",
      "නියාමනය කළ භාණ්ඩ ෙලස වාර්තා කරන්නද?",
      "ප්‍රතික්ෂේප  කරන්න",
      "අප ඔබට එවූ {lastFourDigits}න් අවසන් වන කේතය ඇතුළු කරන්න.",
      "නව කේත ලබා ගන්න",
      "බුද්ධිමය දේපළ කඩ කිරීම",
      "මෙම අයිතමය තවදුරටත් නොමැත",
      "ඔබට විශ්වාසද?",
      "මට භාවිතකරුවකු පසුපස යෑම නැවැත්වීමට අවශ්‍යයි",
      "නව ගෙවීම් ක්‍රමයක් එක් කරන්න",
      "ඔබේ පළ කිරීම අපගේ සන්නාමගත අන්තර්ගත ප්‍රතිපත්ති වලට පටහැනි ය",
      "ඇතුළත් කළ PIN වැරදි යි. උත්සාහයන් 1ක් ඉතිරිව ඇත.",
      "රහස්‍යතාව සහ ආරක්ෂාව",
      "මෙම පෝස්ටුව පැමිණිලි කිරීම සඳහා හේතුවක් තෝරා ගන්න:",
      "අද සක්‍රියයි",
      "රූපලාවණ්‍යය",
      "පිටවන්න",
      "පෝස්ටුව සුරකිනු ලැබ ඇත",
      "ඩයලොග් ශීර්ෂ රූපය",
      "ප්‍රතිමූර්ති (9:16)",
      "ඔබේ ගෙවීම් තතු ඇතුළු කරමින්",
      "අපි සාමාන්‍යයෙන් පැය 24 ක් තුළ හැඳුනුම් (IDs) සමාලෝචනය කරන්නෙමු. අපට යාවත්කාලීනයක් ඇති විට ඔබට දැනුම්දීමක් ලැබේ.",
      "අදහස පළ කිරීමට නොහැකි විය.",
      "සංස්කරණය කිරීම නිමයි",
      "රට/කලාපයක් තෝරන්න",
      "අභියාචනය යොමු කරන්න",
      "පෙරදසුනක් පළ කරන්න",
      "ජුනි",
      "පැතිකඩවල්",
      "Instagram මත @{username}: “{caption}”",
      "සබැඳිය පිටපත් කරන්න",
      "ඔබේ මූලපද සුරැකීමේ ගැටලුවක් විය.",
      "ඔබ ‍තේරූ ප්‍රවර්ගය මත පදනම්ව, ඔබ ව්‍යාපාරයක් විය හැකි ය. ඔබට ඕනෑම වේලාවක ‍මෙය සංස්කරණය කළ හැකි ය.",
      "{fullName} ලෙස කරගෙන යන්න",
      "ඔබේ වීඩියෝව {reference owner name} විසින් අයිති කර ගත් වීඩියෝවේ තත්පර {overlap duration} ගළපයි.",
      "ඔබේ අදහස් දැක්වීම ඉවත් නොකළ යුතු යැයි ඔබ සිතන විට සමාලෝචනයක් ඉල්ලා සිටීමට අපි සාමාන්‍යයෙන් ඔබට ඉඩ දෙමු.",
      "හඹා යාමෙන් ඉවත් වන්න",
      "මෙවලම් ඉඟි අයිකනය",
      "දැන්ම එපා",
      "Instagram Lite බාගත කරන්න",
      "අප මෑතකදී තාක්ෂණික ගැටලුවක් සොයා ගෙන, ඉක්මනින් විසඳූ බව ඔබට දැන්වීමට අපට අවශ්‍යයි. නොවැම්බර් මාසයේ දී, Instagram හි ඔබගේ අවහිර කරන ලද ගිණුම්වලට සිදු කළ වෙනස් කිරීම් සුරැක නොතිබිය හැකිය. අප විසින් ගැටළුව විසඳා ඇති අතර ඔබ අවහිර කිරීමට අදහස් කරන ගිණුම් වල අවහිර කර ඇති බව සහතික කර ගන්න. ඔබ Instagram හි අවහිර කරන ලද අයව බැලීමට ඔබට ඕනෑම අවස්ථාවක සැකසීම් තුළ අවහිර කරන ලද ගිණුම් වෙත පිවිසිය හැකිය.",
      "Messenger",
      "නිරුවත් හෝ අසභ්‍ය ලෙස පැමිණිලි කරන්නද?",
      "ඔබේ වෙළඳ දැන්වීම ඔබ එය නිර්මාණය කළ ආකාරයෙන් දිස් නොවීමට ඉඩ ඇත. ඔබේ වෙළඳ දැන්වීම් පෙරදසුන් කිරීමට, වෙළඳ දැන්වීම් කළමනාකරු වෙත පිවිසෙන්න.",
      "CMU ඩෙල්ෆි පර්යේෂණ මධ්‍යස්ථානය පිළිබඳ {link} දී වැඩිදුර දැන ගන්න",
      "ප්‍රතිමූර්ති අයිකනය කප්පාදු කරන්න",
      "මෙම සබැඳිය කල් ඉකුත් වී ඇත. ඔබේ ගිණුම යළි සක්‍රිය කිරීමට, ඔබේ පරිශීලක නම සහ මුරපදය සමඟින් පිවිසෙන්න.",
      "වයස",
      "වීඩියෝව සමාලෝචනය කරන්න",
      "Instagram  Lite හි නරඹන්න",
      "{Username of current profile} අවහිර කරන ලදී.",
      "ඔබ දැනටමත් {username} අනුගමනය කරයි",
      "වෘත්තියමය ගිණුම",
      "දුරකථන අංකය එක් කරන ලදී",
      "ගෙවීම් ඉතිහාසය",
      "අනුමැතිය දෙන්න",
      "ටැගය ඉවත් කරන්න",
      "ප්‍රසිද්ධ පුද්ගලයන්ගේ පරිශීලක නම",
      "පුරුෂ",
      "{username} ලෙස ඉදිරියට යන්න",
      "‍වෙත බෙදා ගන්න...",
      "මුරපදය වෙනස් කරන්න",
      "ඔබට එහි සියලු අන්තර්ගත භාවිත කිරීමට හිමිකම් නැති නම් {Delete this video text bolded}. මෙය ඔබේ ගිණුමට බල නොපානු ඇත.",
      "Instagram වෙත ආපසු",
      "නිමයි",
      "Instagram වෙත පිවිසිමට, දැන් ඔබේ Instagram ගිණුම හා සම්බන්ධිත දුරකථන අංකය, ඊමේල්, හෝ පරිශීලක නම භාවිතයෙන් ඇතුළු වන්න.",
      "ඔ‍බේ බිල්පත් සැකසීම් තතු සහ ‍ගෙවීම් තතු පුද්ගලිකව පවතියි. ඔ‍බේ පරිත්‍යාගය සහ සබඳතා තතු සංවිධානය සමගින් බෙදා ‍ගෙන ඇත.",
      "ඔබ මෙම එකතුව මකන විට, ඡායාරූප හා වීඩියෝ තවමත් සුරැකිනු ඇත.",
      "අපගේ නිෂ්පාදනවල විශේෂාංගවලට බලපාන්නේ නැත",
      "සමමුහුර්ත සැකසුම් කළමනාකරණය කරන්න",
      "ඔබේ මාර්ගෝපදේශ අපගේ ප්‍රජා මාර්ගෝපදේශවලට පටහැනි‍වේ",
      "වලංගු ඊමේලයක් ඇතුළු කරන්න",
      "{email} හෝ {phone number} සමඟින් ලියාපදිංචි වන්න",
      "දුරකථන අංකය, පරිශීලක නාමය හෝ ඊමේලය",
      "ඔබේ ඡායාරූපය අවහිර කළ ස්ථානය",
      "යම් දෙයක් ඉවත් කිරීමට අවශ්‍යද?",
      "ඔබට ඔබේ ගිණුමෙන් ඉවත් වීමට අවශ්‍ය බව විශ්වාසද?",
      "Twitter වෙත බෙදා ගන්න",
      "මේ ගිණුම වාර්තා කරන්න",
      "තිබෙන අනුගමනය කිරීමේ ඉල්ලීම්",
      "මෙය ඔබේ පෝස්ටුවෙන් ඡායාරූපය ඉවත් කරයි.",
      "වීඩියෝ සහාය නොදක්වන සංකේතනය භාවිත කරන හෝ දූෂිත විය හැකිය",
      "මෙයට හේතුව ඔබේ පෙර පළ කිරීම් සමහරක් අපේ {Community Guidelines} අනුගමනය නොකිරීමයි. ඔබ නැවතත් අපේ මාර්ගෝපදේශයන්ට පටහැනි යමක් පළ කළහොත්, ඔබේ ගිණුම අබල කළ හැකි අතර, ඔබේ පළ කිරීම්, ලේඛනාගාරය, පණිවිඩ සහ අනුගාමිකයින් ස්ථිරවම ඉවත් කරනු ලැබේ.",
      "ඔබ වෙත ළඟා වීමට කැමති කෙසේ ද?",
      "ඔබට Instagram වෙතින් SMS යාවත්කාලීන ලැබිය හැකි අතර ඕනෑම අවස්ථාවක ඒවා හැර යාමට හැකිය.",
      "සත්‍යාපක යෙදුම භාවිත කරන්න",
      "{This is the last 4 digits of the user's phone number}වලින් අවසන් වන ඔබේ දුරකථන අංකය ඔබේ ගිණුමට එක් කරන ලදී. අප හඳුනා නොගන්නා දුරකථනයකින් හෝ පරිගණකයකින් ඔබ ඇතුළු වන සෑම අවස්ථාවකම අපි දැන් ඔබෙන් ඇතුළු වීමේ කේතයක් ඉල්ලමු.",
      "වෙනිදා",
      "සුවිශේෂී කතන්දරය",
      "නිර්මාතෘ මැදිරි අයිකනය",
      "කතාබහ හැර යන්න",
      "ඔබේ ඡායාරූප සහ වීඩියෝ ඔබට අයත්ය. වෙළඳ දැන්වීම්වලින් මෙය වෙනස් නොවේ.",
      "ඔබට ඔබේ සත්‍යාපක යෙදුම වෙතින් ආරක්ෂක කේතයක් ලැබීමට නොහැකි නම්, ඔබට {=resend it} මගින් එකක් ලබා ගත හැකිය හෝ ඔබේ {=auth app codes}වලින් එකක් භාවිත කළ හැකි ය",
      "{username1}, {username2}, {username3} + {more text} විසින් අනුගමනය කරන ලදී",
      "සාධක-දෙකේ සථාපනය",
      "වෙනිදා",
      "[FB- පමණි] තේමාව ටොගල කරන්න",
      "කනගාටුයි, මෙම සබැඳිය තවදුරටත් ක්‍රියා නොකරයි. ඔබේ ගිණුම තබා ගැනීමට, ඔබේ පරිශීලක නම සහ මුරපදය සමඟින් පිවිසෙන්න.",
      "සොයන්න",
      "ඔබට මෙම කුකීස් අවශ්‍ය නැතිනම්:",
      "මෙම වීඩියෝව අන්තර්ගතයන් මූල්‍යකරණය පිළිබඳ ප්‍රතිපත්ති සපුරාලන්නේ නැත.",
      "අප {email} වෙත එවූ තහවුරු කිරීමේ කේතය ඇතුළත් කරන්න.",
      "පෝස්ටුව",
      "පරීක්ෂක ආරාධනා",
      "ඔබේ පෝස්ටුව බෙදාගත නොහැකි විය. කරුණාකර නැවත උත්සාහ කරන්න.",
      "මෙම ගැටලුව සිය උපාංගයෙන් Instagram ගිණුම් එකකට වඩා වැඩි ගණනකට ඇතුළු වී ඇති බීටා පරීක්ෂකයින්ට බලපෑවේය. 2018 ජූනි 4 සිට 2018 ජූනි 5 දක්වා කාලය අතරතුර පැය කිහිපයක් සඳහා, එක් ගිණුමකින් පළ කළ සමහර පළ කිරීම් හෝ කථාන්දර එම උපාංගයෙහිම ඇතුළු වූ වෙනත් ගිණුමකට පළ විය. පූර්වෝපායක් ලෙස, අපි ඔබව ඔබේ පැතිකඩ දෙස බැලීමට සහ ජූනි 4 සහ ජූනි 5 අතර කාලය තුළ වූ කිනම් හෝ පළ කිරීමි අදාළ ගිණුමෙන් බෙදා ගත් බව සහතික කර ගැනීමට දිරිමත් කරමු.",
      "alt text ලියන්න…",
      "යෙදුම තුළින් ගෙවා නික්මෙන්න",
      "SMS යළි එවන ලදී.",
      "කොමාවලින් වෙන් කළ, මූලපද එක් කරන්න",
      "ගිණුම් අනතුරු ඇඟවීම",
      "නිරුවත් බව හෝ අසභ්‍ය රූප",
      "සිතියම් දත්ත නෛතික නිවේදන",
      "වැඩිදුර දැන ගන්න",
      "නියමයන්",
      "ඔබට කෙටි පණිවිඩය හෝ සත්‍යාපක යෙදුම මගින් ආරක්ෂක කේතයක් ලැබීමට නොහැකි නම් ඔබේ උපස්ථ කේතවලට ඔබව ආපසු ඔබේ ගිණුම වෙත ගෙන යාමට හැකි ය. ඔබ ඒවා සුරක්ෂිත තැනක තබන බවට වග බලා ගන්න.",
      "අදහස් පෙරහන් කිරීම",
      "පැතිකඩ යාවත්කාලීනය",
      "පරිශීලක නම",
      "ආරක්ෂක කේතයක් ලැබුණේ නැතිද? අපට එය {=resend it} කළ හැකිය.",
      "නිවහන",
      "අපට Instagram වෙත සම්බන්ධ වීමට නොහැකි විය. ඔබ අන්තර්ජාලයට සම්බන්ධ බව සහතික කරගෙන නැවත උත්සාහ කරන්න.",
      "මගේ සම්බන්ධතා තතු භාවිතා නොකරන්න",
      "පවතින ගිණුම වෙත පිසිසෙන්න",
      "උඩුගත කරන්න",
      "පෙර ව්‍යාපාර නම්",
      "සැකසුම්",
      "අදහස්",
      "@{username} අනුව මෙම Instagram වීඩියෝව බලන්න",
      "පූර්ණ Instagram අත්දැකීම ලබා ගන්න",
      "COVID-19 හෝ එන්නත් පිළිබඳව අසත්‍ය තොරතුරු ඇති පෝස්ටු කිහිපයක් බෙදා ගෙන ඇති නිසා ඔබේ ගිණුම අබල වීමේ අවදානමක ඇත.",
      "Safari Mobile",
      "ඔබ ඇතුළත් කළ PIN එක වැරදි ය. කරුණාකර නැවත උත්සාහ කරන්න.",
      "ඇතුළු වීමේ උදවු ඊමේල් සීමා කරන්න",
      "දැන් සම්බන්ධ විය නොහැකි ය",
      "මඟ හරින්න",
      "පුද්ගලයන්ට අනුගමනය කළ යුතු සමාන ගිණුම් නිර්දේශ කිරීමේදී ඔබේ ගිණුම ඇතුළු කරන්න.",
      "ඔබේ {applicationName} ගිණුමෙන් කිසිදු ව්‍යාපාරයක් සොයා ගැනීමට අපට නොහැකි විය. නැවත උත්සාහ කරන්න.",
      "නිමයි",
      "හඬ",
      "{firstUsername}, {secondUsername} සහ තව {remainingUserCount}",
      "අභියාචනය",
      "පෝස්ටුව බෙදා ගත නොහැකි විය",
      "යම් වැරදීමක් සිදු විය. කරුණාකර WhatsApp වෙතින් නැවත උත්සාහ කරන්න.",
      "SMS යැවීම අසාර්ක විය",
      "පිවිසීමෙන් ඔබට තවත් පෝස්ටු, ප්‍රොෆයිල සහ හැෂ්ටැග් සොයා බැලීමට ඉඩ ලබා දෙයි.",
      "නව මුරපදය",
      "අප {phoneNumber} වෙත එවූ සත්‍යාපන කේතය ඇතුළු කරන්න.",
      "ඔබේ අනුගමනය කරන්නන් ගැන හදාරන්න",
      "ඉවත් කරන ලදී",
      "මෙම වීඩියෝව කෙටි වැඩි ය. දිගට ම කර ගෙන යාමට, මිනිත්තු 3ක් හෝ ඊට වැඩි වීඩියෝවක් තෝරා ගන්න.",
      "ගිණුමට යළි හිමිකම් කියන්න",
      "වීඩියෝව  බැහැර කරන්න ද?",
      "ඔබට දැන් සියලු ඇතුළු වීමේ උදවු ඊමේල් ලැබෙනු ඇත.",
      "පර්ශීලකයා අවහිර කරන්නද?",
      "ආපසු",
      "මේ දැන් තහවුරු කරන ලදී",
      "ආහාර ගැනීමේ විෂමතා, කැපීම හෝ සිය දිවි හානි කර ගැනීම ප්‍රවර්ධනය",
      "උඩුගත කරමින්...",
      "කැනඩාවේ ඩිජිටල් වෙළඳ ප්‍රචාරණ සන්ධානය",
      "ඔබේ ඡායාරූපය සම්බන්ධයෙන් මෙයින් අදහස් කරන්නේ කුමක් ද?",
      "Instagram වෙතින් බැහැරව ඔබ වෙනුවෙන් වෙළඳ දැන්වීම් වඩා හොඳින් පුද්ගලාරෝපණය කිරීමට, සහ ඒවායේ ක්‍රියාකාරිත්වය මැනීමට අපට හැකි වනු ඇත",
      "අපට කියන්න",
      "සමූහයෙන් ඉවත් කරන්න",
      "ශ්‍රව්‍යය",
      "ඔබ අන්තර්ගත හිමිකරු ඇමතීම හෝ ඔබේ ඡායාරූපය ඉවත් කර ගැනීම නොකළහොත්, අවහිර කිරීම {Date when the photo block will go into effect} ට පසුව බලාත්මක වේ.",
      "කුකී ප්‍රතිපත්තිය",
      "වැඩිදුර දැන ගන්න",
      "පරිපාලකවරයෙක් ලෙස ඉවත් කරන්න",
      "රවුම් පරීක්ෂාව",
      "නියමයන්",
      "ඇතුළත් කළ PIN වැරදි යි. කරුණාකර ඔබේ PIN යළි සකසන්න",
      "මෙම කුකී වෙනත් සමාගම්වලට ඔවුන්ගේ යෙදුම් සහ වෙබ් අඩවිවල ඔබේ ක්‍රියාකාරකම් පිළිබඳ තොරතුරු අප සමග බෙදා ගැනීමට උදව් කරයි. ඔබ දකින වෙළඳ දැන්වීම් ඇතුළුව, ඔබේ අත්දැකීම පුද්ගලාරෝපණය කිරීමට සහ වැඩි දියුණු කිරීමට, විශ්ලේෂණ සහ වෙළඳ දැන්වීම් කාර්ය සාධනය මැනීමට ව්‍යාපාරවලට උදව් කිරීමට, සහ වෙනත් යෙදුම් සහ වෙබ් අඩවිවලට පිවිසීමට Instagram හෝ Facebook භාවිත කිරීම වැනි, Facebook වෙතින් බැහැරව සේවා සැපයීම සඳහා අපි අපට ලැබෙන තොරතුරු භාවිත කරමු.",
      "Instagram මෙය සමහර විශේෂාංග ක්‍රියා කරවීමට, අන්තර්ගතය පුද්ගලාරෝපණය කිරීමට, පුද්ගලයන්ට ස්ථාන සොයා ගැනීමට සහ තවත් දේ සඳහා භාවිත කරයි. ඔබට සැමවිට මෙය ඔබේ දුරකථනයෙහි සැකසීම්වල පසුව වෙනස් කිරීමට හැකිය.",
      "අනුගමනය කිරීමේ ඉල්ලීම් ප්‍රතික්ෂේප කරන්න",
      "ඉදිරියට යාමට කරුණාකර ඔබේ රහස් වචනය නැවත ඇතුළු කරන්න",
      "ඔබ පෙර භාවිත කළ ගිණුම සමග දිගට ම කර ගෙන යන්න ද?",
      "Instagram සඳහා ලියාපදිංචි වන්න",
      "Instagram සමගින් පිවිසෙන්න",
      "ජනවාරි",
      "ඔබේ දත්ත බාගන්න",
      "ඔබ ව්‍යාපාරයක් ද?",
      "Instagram ලාංඡනය",
      "නැරඹීමට දත්ත භාවිත කරන්න",
      "ජිවදත්ත",
      "අවසන් කිරීම්",
      "අස් කරන්න",
      "{appname}ට ඔබේ Instagram ගිණුමෙන් තතු ලබා ගැනීමට අවශ්‍යයි.",
      "ඉඩ සහ දත්ත සුරැකීමට සාදා ඇත. Google Play හි ගාස්තු රහිතව බාගත කරන්න.",
      "ඔ‍බේ Instagram Business ගිණුම සූදානම්",
      "හරි",
      "සාමාජිකයින්",
      "තවත් අදහස් පූරණය කිරීමට ඇතුළු වන්න",
      "· මෙම පරිත්‍යාගයෙන් ඔබට ප්‍රතිලාභයක් නොලැබේ",
      "පිහිටීම් අයිකනය.",
      "සම්බන්ධතාව",
      "ඔබට සතියකට වරක් ඔබේ ගිණුම අබල කළ හැකිය.",
      "ඔවුන්ගේ කථාන්දරයෙහි ඔබව සඳහන් කර ඇත",
      "සම්බන්ධතා සම්බන්ධ කරන්න",
      "කප්පාදු කරන්න",
      "ඔබ ඊළඟ අවස්ථාවේ {username} ලෙස ඇතුළු වන විට ඔබට ඔබේ පරිශීලක නම සහ මුරපදය ඇතුළු කිරීමට අවශ්‍ය වනු ඇත",
      "{username} අවහිර කිරීම ඉවත් කරන්න",
      "වැඩිදුර දැන ගන්න",
      "අවහිර කරන්න",
      "සමූහය එය ගෙන ගොස් ඇති බව දැන නොගනු ඇත. ඔබට ඕනෑම වේලාවක සමූහය ආපසු ප්‍රාථමික වෙත ගෙන යාමට හැක.",
      "නොවැම්බර් මාසයේදී කෙටි කාලයක් සඳහා, මෙම ගැටලුව ඔබේ ගිණුමේ රහස්‍යතා සැකසීම පොදු සිට පුද්ගලිකව දක්වා වෙනස් කිරීම වැළැක්වීය. අප මෙම ගැටලුව විසඳූ අතර, ඔබගේ ගිණුම දැන් පුද්ගලිකයි. ඔබට ඔබව අනුගමනය කරන ගිණුම් ගැන අපහසුතාවක් නැති බව සසහතික කර ගැනීමට ඔබට ඔබගේ පැතිකඩෙන් ඔබගේ අනුගමනය කරන්නන් සමාලෝචනය සහ සංස්කරණය කළ හැකිය.",
      "පෙරහන්",
      "ඔබේ ඡායාරූපය වෙනත් අයෙකුට හිමි ඡායාරූපයකට ගැලපේ.",
      "මෙම අරමුදල් සම්පාදකය බැලීමට සහ උපකාර කිරීමට Instagram යෙදුම භාවිත කරන්න.",
      "උසස් සැකසීම්",
      "අවලංගු කරන්න",
      "ඉල්ලීම් (99+)",
      "සංගීත ප්‍රශ්න",
      "අවශ්‍යයි",
      "වැඩිදුර දැන ගන්න",
      "බාගත කිරීම ඉල්ලන්න",
      "ඊමේල් ලිපිනය:",
      "සම්පූර්ණ නියම",
      "Facebook නිෂ්පාදන වෙතින් බැහැරව ඔබ වෙනුවෙන් වෙළඳ දැන්වීම් වඩා හොඳින් පුද්ගලාරෝපණය කිරීමට, සහ ඒවායේ ක්‍රියාකාරිත්වය මැනීමට අපට හැකි වනු ඇත",
      "පැ 1කට පෙර සක්‍රියයි",
      "ඔබේ වීඩියෝව නැවත පළ කිරීමට, කරුණාකර මෙයට එකඟ වන්න:",
      "මතක තබා ගන්න",
      "ධන අයිකනය",
      "හෑෂ්ටැග් භාවිතා කරන්නේ කෙසේද",
      "අලවන ලද අයිතමයේ පෙරදසුන",
      "උඩුගත කිරීම අසාර්ථක විය. {Try Again}.",
      "පරිත්‍යාගය තට්ටු කරමින්",
      "මට වැටහෙන අතර මම ඉදිරියට යාමට අපේක්ෂා කරමි.",
      "ඔබ ඔබේ දුරකථන අංකය ඉවත් කළහොත්, ඔබට ආරක්ෂක කේත සත්‍යාපක යෙදුම වෙතින් පමණක් ලැබෙනු ඇත.",
      "{username} විසින් කැමති විය",
      "පිවිසෙන්න",
      "උදව්",
      "ගාස්තු රහිතව නැව්ගත කිරීමට {amount} එක් කරන්න",
      "හඳුනන්නේ",
      "ස්වයං-හානි උදව් විකල්ප සංචරකය ‍තෝරා ගැනීමට Chevron",
      "ඔබේ ගිණුමෙන් වීඩියෝව සහ යම් අදහස් ඉවත් කිරීමට {Delete this video text bolded}",
      "වීඩියෝවක් උඩුගත කරන්න",
      "තව පෝස්ටු බැලීමට පිවිසෙන්න",
      "නොසුරැකි වෙනස්කම්",
      "ඔබේ සාප්පු කරත්තය ඇති අයිතමයක් තවදුරටත් නොමැත.",
      "ඔබට විශ්වාසද?",
      "හඹා යන්නා ඉවත් කරන්න ද?",
      "ඔබ මෙම ගිණුම වාර්තා කරන්නේ ඇයි?",
      "සුරකින්න",
      "පොදු ව්‍යාපාර තොරතුරු",
      "යම් කෙනෙකු ඔබේ පළ කිරීම්වලින් එකකට කැමැත්ත පළ කරන විට හෝ අදහස් දක්වන විට, ඔබ එය මෙහි දකිනු ඇත.",
      "පෝස්ටු බැලීමට පිවිසෙන්න",
      "මුරපදය වෙනස් කරන්න",
      "මාර්තු",
      "වලංගු ප්‍රාන්තයක් ඇතුළු කරන්න",
      "ස්ථාන {number of places}",
      "බෑගයට එක් කළේ ය",
      "එකතුව එක් කරන්න",
      "අවහිර කරන්න",
      "බ්‍රහස්පතින්දා",
      "එය ඔබේ මුල් පිටු තිරයට එක් කිරීමෙන් ඉක්මනින් සහ පහසුවෙන් Instagram වෙත යන්න.",
      "ගොනුව විශාල වැඩිය. දිගට ම කර ගෙන යාමට, 100MB හෝ ඊට අඩු ගොනුවක් තෝරන්න.",
      "වීඩියෝ සැකසුම්",
      "{maxBadgeCount}+",
      "පරීක්ෂක ආරාධනය පිළිගැනීමේ ගැටලුවක් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "තවත් IGTV විශේෂාංග අවශ්‍ය ද? නිර්මාතෘ මැදිරිය උත්සාහ කරන්න",
      "Instagram",
      "පණිවිඩය...",
      "පින්තූර සහ වීඩියෝ",
      "ගොනුව ලබා ගත නොහැකිය",
      "අපි මෙය සිදු වීම ගැන ඉතා කණගාටුවට පත් වන අතර, අපි ඔබේ තොරතුරු ආරක්ෂා කරන ආකාරය වැඩි දියුණු කිරීම දිගටම කරන්නෙමු. ඔබේ මුරපදය වෙනස් කිරීම හෝ ඔබේ ගිණුම සුරක්ෂිතව තබා ගැනීම ගැන වැඩිදුර දැන ගැනීම සඳහා, ඔබට {help center link} හැකිය.",
      "සැසි යාවත්කාලීන",
      "ප්‍රශ්නය",
      "userhelp@instagram.com",
      "ඔබ ඔවුන්ගේ කථාන්දරයට පිළිතුරු දුන්නා",
      "භූ දර්ශනය (16:9)",
      "ප්‍රභේදනය",
      "‍වෙළඳ දැන්වීම් සැකසුම්",
      "අපවාදාත්මක අන්තර්ගතය",
      "ඔබට මඟ හැරී තිබිය හැකි දැනුම්දීම් ලබා ගන්න.",
      "ඉවත් කිරීමට තට්ටු කරන්න",
      "{fb_username} ලෙස දිගටම කර ගෙන යන්න",
      "ඔබ අනුගමනය කරන ගිණුම්",
      "නැවත උත්සාහ කරන්න",
      "දුරකථනය",
      "{text}",
      "Edit Info",
      "ප්‍රතික්‍ෂේප කිරීමට හේතුව:",
      "නැවත නැරඹීමට පිවිසෙන්න",
      "මුරපදය අමතකද?",
      "ඡන්ද විමසීම්",
      "විලාසිතා",
      "තහවුරු කිරීම යැවිණි",
      "වඩා උසස් විදසුන් ලබා ගන්න සහ ප්‍රවර්ධනයන් සමඟින් බොහෝ පුද්ගලයන් වෙත ළඟා වන්න.",
      "කප්පාදු කරන්න",
      "ෙපර පැතිකඩ ඡායාරූප",
      "ඔබ තාවකාලිකව ඔබේ ගිණුම අබල කිරීමට පෙර, ඔබට අපේ උදවු මධ්‍යස්ථානයෙහි මෙම ලිපි දෙස බැලීමට අවශ්‍ය විය හැකිය.",
      "කවරයේ ඡායාරූප තිරස් නොව සිරස් විය යුතුය.",
      "යෙදුම ලබා ගන්න",
      "මා හෝ මා දන්නා අයෙක්",
      "{name} වෙතින් සියලු පෝස්ටු බලන්න",
      "ඔබට ඔබේ ආරක්ෂක යෙදුම වෙතින් කේතයක් ලැබෙනු ඇත.",
      "ගිණුම් {number of accounts}",
      "නව ඊමේල් ලිපිනය ඇතුළු කරන්න",
      "හැර යන්න",
      "පළ කිරීම් විකල්ප",
      "අපි ඔබ තෝරන අංකයට කේතයක් එවන්නෙමු.",
      "කනගාටුයි! අපට මේ අවස්ථාවේදී ඔබේ ඊමේලය තහවුරු ගැටලුවක් ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "ඉදිරියට යෙදෙන විශේෂ අවස්ථා අයිකනය",
      "මෙම වීඩියෝව දිග වැඩි ය. දිගට ම කර ගෙන යාමට, මිනිත්තුවක් හෝ ඊට අඩු වීඩියෝවක් තෝරා ගන්න.",
      "සියල්ල නරඹන්න",
      "ඊමේල් තහවුරුව",
      "මඟහරින්න",
      "ඔබ {email} ඔබේ ගිණුමෙන් ඉවත් කිරීමට සූදානම්. කරුණාකර ක්‍රියාත්මක කිරීමට පෙර මෙය නිවැරදි දැයි සහතික කර ගන්න.",
      "ගෙවූ හවුල්කාරිත්වය",
      "ඔබට ඔබේ Instagram ගිණුමට ප්‍රවේශය තිබූ කිසිම කල් ඉකුත් වූ යෙදුමක් නැත.",
      "නුසුදුසු ලෙස පැමිණිලි කරන්න",
      "නව ගිණුම තනන්න",
      "ෆෝව(ර්)ඩ් කරන්න",
      "ලේඛන වර්ගය",
      "සෙලියුලර් ඩේටා අඩුවෙන් භාවිත කිරීමට, ඔබ‍ Wi-Fi ක්‍රියා විරහිත කරන විට ඡායාරූප සහ වීඩියෝ පහළ විභේදනයෙන් දිස් විය හැකි අතර වීඩියෝ ස්වයංක්‍රියව වාදනය නොවේ.",
      "සැප්",
      "වීඩියෝව සංස්කරණය කරන්න",
      "ඔබේ මිතුරා Instagram මත {username of the user who joined} ලෙස සිටී",
      "Instagram සුරක්ෂිතතාව බරපතළ කොට සලකයි. යම් කෙනෙක් ප්‍රසිද්ධ පුද්ගලයකු සේ පෙනීමට Instagram ගිණුමක් තනයි නම්, ඔබට එය අපට වාර්තා කළ හැකිය. අනුකරණය කිරීම කරනු ලබන පුද්ගලයාගේ නම පහත ඇතුළු කරන්න.",
      "ඔබේ {username} ගිණුම පිළිබඳව තොරතුරු සමග ඔබ ඉල්ලූ ගොනුව මෙන්න.",
      "ඊමේල් ලිපිනය",
      "ඇණවුම් සහ ගෙවීම්",
      "කරුණාකර ඔබ අභියාචනය කිරීමට අපේක්ෂිත අන්තර්ගතය තහවුරු කරන්න",
      "#{hashtag} වෙතින් වන ඉහළම පළ කිරීම්, ඒවායේ සමහර අන්තර්ගතය Instagram හි ප්‍රජා මාර්ගෝපදේශ නොසපුරාලිය හැකි බවට ප්‍රජාව විසින් පැමිණිලි කර ඇති නිසා දැනට සඟවා ඇත. {link that reads learn more}",
      "ගැටලුවක් පැමිණිලි කරන්න",
      "පිළිගන්න",
      "පෙළ",
      "අයිතමය නොමැත",
      "විස්තර",
      "කැමරාව විවෘත කිරීමේ ගැටලුවක් විය. නැවත උත්සාහ කරන්න.",
      "ඔබගේ ගිණුම තැනීමේ ගැටලුවකි",
      "නියමයන්",
      "ඔබේ අංකය මෙහි එක් කිරීම ඔබට පිවිසීමට උදව් වීමට, අපේ ප්‍රජාව ආරක්ෂා කිරීමට සහ Instagram වෙත ප්‍රවේශ වීමේ දී ඔබට උපකාර කිරීමට Instagram හට එය භාවිත කිරීමට ඉඩ දෙන නමුත්, මිතුරන් යෝජනා කිරීම හෝ වෙළඳ දැන්වීම් සැපයීම වැනි අරමුණු සඳහා මෙම අංකය භාවිත නොවේ. ඔබේ ප්‍රොෆයිලයෙහි මෙම අංකය පෙනෙන්නේ ඔබට පමණි. මෙහි එක් කළ අංකය අනෙකුත් Facebook සමාගම් නිෂ්පාදනවලට ලබා දුනහොත්, එය මිතුරන් යෝජනා කිරීම හෝ වෙළඳ දැන්වීම් සැපයීම ඇතුළු වෙනත් අරමුණු සඳහා භාවිත කිරීමට ඉඩ ඇත.",
      "මෙම සාප්පු සවාරි අත්දැකීම Instagram යෙදුම තුළ පමණක් ලබා ගත හැකි ය.",
      "{username} විසින් අනුගමනය කරන ලදී",
      "මාර්තු",
      "ඒ වෙනුවට ඔබට Instagram හි නවතම අනුවාදය භාවිත කිරීම ආරම්භ කළ හැකි ය.",
      "අදහස් දැක්වීමට ඇතුළු වන්න.",
      "{fullname} සඳහා",
      "අපට Instagram ප්‍රජාවෙහි සුරක්ෂිතතාව සහ ආරක්ෂාව තරම් කිසිවක් වැදගත් නොවේ. පුද්ගලයන් සිය ජීවිතයේ නිමේෂයන් Instagram හි බෙදා ගනිමින් අප කෙරෙහි විශ්වාසය තබයි. එබැව්න් අප ඔබේ දත්ත ආරක්ෂා කිරීම සම්බන්ධව සලකා බලන විට කිසි කලෙක අවදානම් නොගනිමු.",
      "සෙවීම් ඉතිහාසය හිස් කරන්න ද?",
      "එක් කරන්න",
      "සියල්ල පිළිගන්න",
      "මකන්න",
      "ඔබේ තොරතුරු යොමු කිරීම වෙනුවෙන් ස්තුතියි",
      "යොමු කරන්න",
      "සම්පූර්ණ දත්ත ප්‍රතිපත්තිය කියවන්න",
      "යොමු කරන්න",
      "සියලු දෙනා",
      "99+",
      "PIN ඇතුළත් කරන්න",
      "{violationText} සම්බන්ධ අපගේ {communityGuidelinesLink}  වලට පටහැණි බැවින් අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. ඔබ නැවත අපගේ මාර්ගෝපදේශවලට පටහැණි යම් දෙයක් පළකරන්නේ නම්, ඔබේ පෝස්ටු, ‍ලේඛනාරක්ෂණය, පණිවිඩ සහ අනුගමනය කරන්නන් ඇතුළුව ඔබේ ගිණුම මකා දමනු ලැබේ.",
      "සමචතුරස්‍රය අයිකනය කප්පාදු කරන්න",
      "සබැඳිය කල් ඉකුත්‍ විය",
      "ඔබ පණිවිඩයක් යොමු කළේ ය",
      "සඳු",
      "මෙම පෝස්ටුව පැමිණිලි කිරීම සඳහා හේතුවක් තෝරා ගන්න. අපි {Medianame of the person being reported}ට ඔවුන්ව පැමිණිලි කළේ කවුරුන් ද යන්න නොපවසමු.",
      "ඉල්ලීම් පසුහඹන්න",
      "මෙම මෙවලම් සමග වෙළඳ දැන්වීම් පුද්ගලාරෝපණය කිරීමට විවිධ දත්ත භාවිත කරන ආකාරය ඔබට කළමනාකරණය කළ හැකි ය.",
      "අප පිළිබඳ",
      "ඊමේල් ලිපිනය",
      "මීළඟ",
      "මාස",
      "ආරක්ෂක කේතය",
      "ජංගම දුරකථන අංකය",
      "තවත්",
      "අවලංගු කරන්න",
      "ඉදිරියට එන විශේෂ අවස්ථා සිඟිති-රූපය",
      '"{collection name}" වෙත සුරැකිණි.',
      "රීල් පට",
      "පාලනය කරන්න",
      "වෙත යවන්න",
      "යෙදුම තුළ පළ කිරීම වඩා හොඳය",
      "යළි නැවුම් කිරීමට තට්ටු කරන්න",
      "Instagram ගොඩනඟන, Facebook හි දී, ඔබ දකින අන්තර්ගතය පුද්ගලාරෝපණය කිරීම ඔබේ අත්දැකීම වැඩි දියුණු කරන බව අපි විශ්වාස කරන්නෙමු. ඔබට අදාළ අන්තර්ගතයන් පෙන්වීමට සහ අපගේ නිෂ්පාදන ක්‍රියා කරන ආකාරය වැඩි දියුණු කිරීමට අපි කුකීස් සහ ඒ හා සමාන තාක්ෂණයන් භාවිත කරන්නෙමු.",
      "මේ පණිවුඩය Instagramහි නොතිබිය යුත්තකි",
      "දෝෂයක් සිදු වූ අතර ඔබේ වීඩියෝව පළ කළ නොහැකි විය.",
      "Edit",
      "යම් වැරදීමක් සිදු විය, කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "පුද්ගලයන් සොයන්න",
      "දිගට ම කරගෙන යාමට ඔබේ Instagram මුරපදය ඇතුළත් කරන්න.",
      "ප්‍රොෆයිලය",
      "{Username of current profile} අවහිර කිරීමෙන් ඉවත් කරන ලදී.",
      "අප {phone_number} වෙත එවූ කේතය ඇතුළු කරන්න.",
      "වෙනත්",
      "ඔබ ඔබේ තොරතුරු HTML ආකෘතියෙන් ඉල්ලා සිටියේ නම්, පළමුව index.html ගොනුව විවෘත කිරීමෙන් ඔබට වඩාත් පහසුවෙන් ඔබේ ගොනු සංචාලනය කිරීමට හැකියාව ලැබෙනු ඇත.",
      "උදවු මධ්‍යස්ථානයට ඉදිරියට යන්න",
      "ඔබ කලින් {application name} ඔබේ Instagram ගිණුමට සම්බන්ධ කළේ ය.",
      "ආරවුලක් යොමු කරන්න",
      "ගිනි අවි විකිණීම හෝ ප්‍රවර්ධනය",
      "වෙනිදා",
      "හෑෂ්ටැග",
      "ඔබේ ගෙවීම් තතු දැන් ගිණුම් හරහා සම්බන්ධිතයි. ඔබට මෙය සැකසුම් හි වෙනස් කළ හැකි ය.",
      "දැනට, ඔබට තනි පරිත්‍යාගයක පරිත්‍යාග කළ හැක්කේ {donation amount limit, should not be translated since the rule is regulated in euro} දක්වා පමණි. ඔබේ මුදල අඩු කිරීමට උත්සාහ කරන්න හෝ ඔබ සුදුසුකම් ලැබූ විට නැවත පරිත්‍යාග කරන්න.",
      "අපට ඔබට ඔබේ ගිණුමට ආපසු යාමට උපකාර වීමට ඇතුළු වීමේ සබැඳියක් එවීමට හැකිය.",
      "යන එන සංචාර වේලාව",
      "රට තෝරන්න",
      "කතන්දරවල ජීවිතයේ නිමේෂයන් අත්විඳින්න",
      "ඡන්දය",
      "දීප්තිය",
      "අවලංගු කරන්න",
      "වීඩියෝ",
      "වැඩිදුර දැන ගන්න.",
      "අපට දැන් දත්ත රැස් කරන ආකාරය, බෙදා ගන්නා ආකාරය සහ Instagram ඇතුළුව, Facebook නිෂ්පාදනවල භාවිත කරන ආකාරය පැහැදිලි කරන නව දත්ත ප්‍රතිපත්තියක්ද ඇත. මෙම ප්‍රතිපත්තිය කථාන්දර, සෘංජු පණිවිඩකරණය, ක්‍රියාකාරකම් තත්ත්වය සහ අපේ කැමරාවල නිර්මාණාත්මක මෙවලම් වැනි වඩාත් අලුත් විශේෂාංගවලට යෙදේ. අපට ඔබ මෙම ප්‍රතිපත්තියෙහි ඇති අලුත් තොරතුරු දන්නා බව සහතික කර ගැනීමට අවශ්‍යයි.",
      "අනුගමනය කිරීමට පුද්ගලයන් සොයන්න",
      "නොසුරැකි වෙනස්කම්",
      "මෙම වීඩියෝ ආකෘතිය සහාය නොදක්වයි.",
      "නිෂ්පාදන සලකුණු කරන්න",
      "යෙදුමෙහි ඔබේ තතු තහවුරු කරන්න",
      "ඊමේල් ලිපිනය වෙනස් කරන්න",
      "ඔබේ සත්‍යාපනය කිරීමේ යෙදුම ඉවත් කරන්නේ නම්, ඔබ පෙළ පණිවිඩයකින් පමණක් ආරක්ෂක කේතය ලබා ගනු ඇත. ඔබට ආපසු එය Instagram යෙදුමෙන් එක් කළ හැකිය.",
      "අවලංගු කරන්න",
      "{username} ඔබ ඔවුන්ගේ දෙමාපියන් හෝ භාරකරු බව පැවසුවා.",
      "කෙසේ හෝ බෙදා ගන්න",
      "බාලවයස්කාර දරුවකුට අයත් වේ",
      "මකන්න",
      "අප්‍රේල්",
      "Facebook වෙතින් ඔබේ ප්‍රොෆයිල ඡායාරූපය එක් කරන්න",
      "ලිංගික හැසිරීම ගැන ඡායාරූප හෝ වීඩියෝ",
      "උපාංග සහ ජාල",
      "ඉල්ලීම් ({count})",
      "මකන්න",
      "ඔබේ ඡායාරූප සහ වීඩියෝ පෙරීමට, සංස්කරණය කිරීමට සහ බෙදා ගැනීමට තවත් ක්‍රම සඳහා යෙදුමට මාරු වන්න.",
      "Instagram වෙතින් {payment methods, delivery address, name, email} වෙත ප්‍ර‍වේශ විය හැකි අතර Facebook ‍වෙතින් {payment history} ලබා ගත හැකිය.",
      "ආරවුලට හේතුව",
      "ඔබේ ගිණුම ආපසු ලබා ගැනීම සඳහා උත්සාහ කිරීමට Instagram යෙදුම භාවිත කිරීමෙන් ඔබේ තොරතුරු තහවුරු කරන්න.",
      "මෙම පළ කිරීමෙහි අදහස් සීමා කර ඇත.",
      "ග්‍රැෆික් ප්‍රචණ්ඩත්වය",
      "නව ‍පෝස්ටුව",
      "ඡායාරූපය බැහැර කරන්න ද?",
      "වීඩියෝව {maxVideoSizeInBytes}GBට වඩා වැඩි නොවිය යුතුය",
      "ප්‍රතිසාධන කේත",
      "නව පෝස්ටුව තනන්න",
      "{previous items}; {last item}",
      "වෙනිදා",
      "ඔබේ Instagram ගිණුම භාවිතයෙන් ඇතුළු වන්න:",
      "යෙදුම වෙත මාරුවන්න",
      "Messenger",
      "මෙම ස්ථානය පිළිබඳ පෝස්ටුවක් කිසි විටෙකත් අතපසු නොකරන්න",
      "දෝෂයකි",
      "ගිණුම් මාරු කරන්න",
      "ගිණුම් මධ්‍යස්ථානය",
      "යෙදුම විවෘත කරන්න",
      "හිංසනය හෝ අඩන්තේට්ටම් කිරීම",
      "• යෙදුමට හෝ වෙබ් අඩවියට ඔබ එය සමග බෙදා ගත් තොරතුරු වෙත දිගට ම ප්‍රවේශ වීමට හැකි වනු ඇත. නිදසුනක් ලෙස, සංස්කරණ යෙදුමකට ඔබේ ඡායාරූප වෙත ප්‍රවේශ වීමට ඔබ ඉඩ දෙන්නේ නම්, ඔබ Instagram වෙත එක් කරන නව ඡායාරූප වෙත ප්‍රවේශ වීමට යෙදුමට හැකි ය.",
      "සුරකින්න",
      "ඉදිරිපත් කරන්න",
      "විකල්ප පෙළ",
      "ප්‍රවර්ග සොයන්න",
      "සුරැකි එකෙන් සහ රැස් කිරීම්වලින් ඉවත් කරන්නද?",
      "ඔබේ තොරතුරුවල පිටපතක් ලබා ගන්න",
      "ඔබේ පැතිකඩ සුරැකීමේ ගැටලුවක් විය.",
      "කරුණාකර වලංගු ඊමේල් ලිපියක් ඇතුළු කරන්න.",
      "සමාගම",
      "කැමැත්ත හෝ අදහස් දැක්වීමට {username} පසුහඹන්න.",
      "Facebook ලාංඡනය",
      "ඔබේ මිතුරන් අනුගමනය කරන්න",
      "ඊමේල් තහවුරුව",
      "කුකී ප්‍රතිපත්තිය (අවශ්‍යයි)",
      "නව ගිණුමක් තනන්න",
      "නව පෝස්ටුවක් තැනීමට ඡායාරූප සහ වීඩියෝ එක් කරන්න.",
      "පුද්ගලයින් {numberOfUsers}ක් යතුරු ලියයි...",
      "ඔ‍බේ වීඩි‍යෝව අවහිර කර ස්ථානවල පුද්ගලයන්ට එය බැලීමට, කැමැත්ත දැක්වීමට, ‍හෝ අදහස් දැක්වීමට ‍නොහැකි වනු ඇත. ඔ‍බේ වීඩි‍යෝව මෙම රටවල්වල පමණක් දෘශ්‍යමාන වනු ඇත:",
      "ඉහළම රූප සහ වීඩියෝ",
      "නව දුරකථන අංකය",
      "නැවත උත්සාහ කරන්න",
      "වෙළඳ දැන්වීම්",
      "අනුමැතිය දීමේ ඉල්ලීම",
      "+ නව එකතුව",
      "මෙම අන්තර්ගතය ඉවත් නොකළ යුතුව තිබු බවට ඔබ විශ්වාස කරනවා නම්, ඔබේ ගැටලුව විසඳා ගැනීමට පැමිණිලි කරන පාර්ශ්වය සෘජුවම ඇමතීමට ඔබට හැකිය:",
      "පරිපාලක අනුමැතිය අවශ්‍යයි",
      "නැවත ඇණවුම් කිරීමට ක්ලික් කර අදින්න",
      "පෙර ඊමේල් ලිපින",
      "විශ්වාසදායී උපාංග බලන්න",
      "{username1}, {username2} සහ {username3} විසින් අනුගමනය කරන ලදී",
      "අපි ****{This is the last 4 digits of the user's phone number} වෙත කේතයක් එවීමු.",
      "{username} වෙතින් තවත් පෝස්ටු {count} බලන්න",
      "ක්‍රීඩකයා",
      "ඊයේ {Timestamp of the message}",
      "තහවුරු කරන්න",
      "සබැඳියට පැමිණෙන්න",
      "ඔබේ PIN ඇතුළත් කරන්න.",
      "අනුගමනය කිරීමට පුද්ගලයන් තෝරා ඡායාරූප බෙදා ගැනීම ආරම්භ කරන්න. ඔබට ඕනෑම අවස්ථාවක ඔබේ පරිශීලක නම වෙනස් කළ හැකිය.",
      "මෙම පෝස්ටුව ලබා ගැනීමට නොහැකි ය.",
      "මෙම සමූහයෙහි ඔබ සීමා කර ඇති යමෙකු",
      "ඔබ යම් කෙනෙකුගේ අදහසක් පැමිණිලි කරන්නේ නම්, Instagram ඔවුන්ට එය පැමිණිලි කළේ කවුරුන් ද යන්න නොපවසයි.",
      "ප්‍රධාන",
      "බැහැර කරන්න",
      "ලිපින පේළිය 2 (විකල්පමය)",
      "ක්ලිපය",
      "සබැඳිය පිටපත් කරන්න",
      "{username}, අප Instagram හි ඔබේ රහස්‍යතාව ගැන සැලකිලිමත් වෙමු, එම නිසා අපි ඔබේ ගිණුම ඇතුළු, Instagram ගිණුම් 124කට බලපෑ තාක්ෂණික ගැටලුවක් මෑතකදි සොයා ගෙන විසඳූ බව ඔබට දැනුම් දිමට කැමැත්තෙමු",
      "ඔබ නැවත බැලීමට අවශ්‍ය බව ඡායාරූප හා වීඩියෝ සුරකින්න. කිසිවෙකුට දැනුම් නොදෙන අතර, ඔබට පමණක් ඔබ සුරැක ඇති දේ බැලීමට හැකිය.",
      "මේ කුමණ වර්ගයේ ගිණුමක්ද?",
      "ධාවනය කරන්න",
      "කුකී සැකසුම්",
      "පිවිසීමට සහ Instagram ඉඩ දීමට මෙය අවශ්‍යයි:",
      "ඔබේ ගොනුව ලබා ගැනීමට ඇතුළු වන්න",
      "{filename} ලෙස ලේබල් කළ වීඩියෝව දිග වැඩි ය. දිගට ම කර ගෙන යාමට, කෙටි වීඩියෝවක් තෝරා ගන්න.",
      "ක්‍රියාකාරකම් තත්ත්වය පෙන්වන්න",
      "නුසුදුසු ගිණුම",
      "බිල්කරණ ලිපිනය",
      "වීඩියෝව ප්‍රතිසාධනය කරන්න",
      "පසුහැඹීමේ ඉල්ලීම්",
      "@generated",
      "චැට් කිරීම්",
      "වෙනිදා",
      "සම්බන්ධතාවය දැන් සිදු විය නොහැකි ය. ඔබට ඔබේ ගෙවීම් තතු සැකසුම්වලින් සම්බන්ධ කළ හැකි ය.",
      "සමහර පෝස්ටු Instagram හි ප්‍රජා මාර්ගෝපදේශ අනුගමනය නොකිරීමට ඉඩ ඇති නිසා #{hashtag} ‍වෙතින් මෑත කාලීන පෝස්ටු සැඟවී ඇත. {link that reads learn more}",
      "ඔබ එක්සත් රාජධානියේ බදු ගෙවන්නෙකු බව පිළිගන්නා අතර, වත්මන් බදු වර්ෂය තුළ ඔබගේ සියලු පරිත්‍යාගයන් සඳහා ඉල්ලා ඇති තෑගි ආධාර ප්‍රමාණයට වඩා අඩු ආදායම් බදු හෝ ප්‍රාග්ධන ලාභ බද්දක් ඔබ ගෙවන්නේ නම්, ඕනෑම වෙනසක් ගෙවීම ඔබේ වගකීම බව ඔබ තේරුම් ගනී. ඉහත ප්‍රකාශ සියල්ලම අදාළ වන බව ඔබ සනාථ කරන අතර ඔබේ පරිත්‍යාගයට තෑගි ආධාර ලබාගැනීම ඔබ තහවුරු කරයි.",
      "හිමිකාරත්ව සීමා කිරීම් හේතුවෙන්, ඔබේ වීඩියෝව ලොව පුරා අවහිර කර ඇත.",
      "වෙනත් සමාගම්වලට කුකීස් භාවිත කිරීමෙන් ඔබ ගැන තොරතුරු ලැබෙනු ඇත",
      "බෙදාගනිමින්",
      "ඔබට Instagram ගිණුමක් තිබේ නම්, මෙම මෙවලම් සමග වෙළඳ දැන්වීම් පුද්ගලාරෝපණය කිරීමට විවිධ දත්ත භාවිත කරන ආකාරය ඔබට කළමනාකරණය කළ හැකි ය.",
      "ආපසු යන්න",
      "අපට සෑම තත්පර {time between requests in seconds}කම ඔබට නව කේතයක් පමණක් එවීමට හැකිය.",
      "පිටවන්න",
      "දුරකථන අංකය එක් කරන්න",
      "යම් වැරදීමක් සිදු විය",
      "යෙදුම විවෘත කරන්න",
      "වෙනිදා",
      "කනගාටුයි! අපට මේ අවස්ථාවේ දී ඔබට තහවුරු කිරීමේ කේතය එවීමේ ගැටලුවක් ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "අදහස",
      "ප්‍රසිද්ධ කරන්න",
      "බොත්තම: ලේඛන වර්ගයක් තෝරන්න",
      "PIN ඇතුළත් කරන්න",
      "විවර්ණ",
      "ආරවුලක් යොමු කිරීමෙන්, ඔබ හිමිකම් දරන්නාට, {reference owner name}, ඔබේ ඡායාරූපය සමාලෝචනය කිරීමට අවසර සහ ඔබේ ගිණුම පිළිබඳ මූලික පොදු තොරතුරු ලබා දේ. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින {number of days} ක් ඇත.",
      "ඔබේ ගොනු කල් ඉකුත් වී ඇත",
      "Facebook ලාංඡනය",
      "වෙනිදා",
      "තත්පර {seconds}කට පෙර",
      "{Username of current user} පළ කරන විට, ඔබ ඔවුන්ගේ ඡායාරූප සහ වීඩියෝ මෙහි දකිනු ඇත.",
      "යෙදුම ස්ථාපනය කරන්න",
      "කථාන්දරය",
      "තෑගි ආධාර එක් කර ඇත.",
      "{count} දෙනෙක් විසින් දැක ඇත",
      "දෙසැ",
      "උදවු මධ්‍යස්ථානය",
      "· ඔබ මෙම පරිත්‍යාගය සඳහා ඔබේ ම මුදල් භාවිත කර ඇත",
      "බෑග් අයිකනය",
      "PIN අමතක වූයේ ද?",
      "Facebook වෙත බෙදා ගන්න",
      "සජීවී වීඩියෝව නරඹන්න",
      "දුරකථන අංකය වෙනස් කරන්න",
      "{username} හට මෙම ප්‍රශ්නවලින් ඕනෑම එකක් තිරයෙහි පෙන්විය හැකි ය.",
      "අපි ඔබට ඔ‍බේ තොරතුරු සහිත ‍ගොනුවක් සඳහා සබැඳියක ඊ‍මේලයක් එවන්‍‍නෙමු. ඔබට එය බැලීමට පහසු වන HTML ආකාරයෙන් ලබා ගැනීමට හෝ වෙනත් සේවාවකට ආයාත කිරීමට පහසු වන JSON ආකාරයෙන් ලබා ගැනීමට හැකි ය.",
      "ටැග් කළ පුද්ගලයන්",
      "{list of items} හෝ {last item}",
      "සුරකින්න",
      "ඔබ අපේ නියම සහ දත්ත ප්‍රතිපත්තිය ගැන සැලිකිලිමත් වන්නේ නම්, ඔබට {press center post} හැකිය",
      "ඔ‍බේ පරිත්‍යාගයට තෑගි ආධාර එක් කරන්න",
      "මෙම {filename} ලේබල් කළ ගොනුව විශාල වැඩි ය. දිගට ම කර ගෙන යාමට, 1 GB වලට අඩු ගොනුවක් තෝරා ගන්න.",
      "නුසුදුසු බව වාර්තා කරන්න",
      "පසුගමනය කරන්න",
      "දැන් ඔබට ඔබේ පරිඝණකයෙන් ඍජුවම පෝස්ටු තැනීමට සහ බෙදා ගැනීමට හැකි ය.",
      "නාම යෝජනා මාධ්‍ය බැලීමට ෂෙව්රොන් අයිකනය",
      "ඔබව ආපසු ඔබේ ගිණුමට ඇතුළු කිරීම සඳහා අපි ඔබට ආරක්ෂක කේතයක් එවන්නෙමු.",
      "Facebook Pay සමගින් අමතර ආරක්ෂාව",
      "කතන්දරය {actionType} {prepositionType} {violationText}",
      "වීඩියෝ ඇමතුම",
      "අප‍ගේ උදවු මධ්‍යස්ථානය තුළ {learn more}",
      "තෑගි ආධාර එක් කරන්න",
      "ඉවත් කරන්න",
      "ඔබේ ගිණුම තාවකාලිකව අබල කර ඇත. එය යළි සක්‍රිය කිරීමට, ආපසු ඇතුළු වන්න.",
      "ඔබ සමාලෝචනයක් ඉල්ලා සිටින විට,  එය අපගේ  {communityGuidelinesLink} උල්ලංඝනය කරන්නේදැයි බැලීමට අපි ඔබගේ පළකිරීම සමාලෝචනය කරන්නෙමු. සියලුම සමාලෝචන තීරණ අවසන් ඒවාය.",
      "තව බැලීමට පිවිසෙන්න",
      "මූලපදය",
      "ප්‍රචණ්ඩත්වය හෝ ප්‍රචණ්ඩත්වය සඳහා තර්ජනය කිරීමක් ලෙස වාර්තා කරන්නද?",
      "දුරකථන අංකය",
      "යෝජිත පැතිකඩ නාමාවලිය",
      "මීළඟ",
      "මෙම පරිශීලකයාව අවහිර කරන්න ද?",
      "ඔබ හඹා ගිය සබැඳියකට ඔබ {username} වෙත පිවිසීමට අවශ්‍ය වේ. ඔබ ඔබේ වත්මන් ගිණුමෙන් පිටවනු ඇත.",
      "අප ඔබ {date} {time of day}ට පළ කළ වීඩියෝව එහි පහත අන්තර්ගතය අඩංගු නිසා අවහිර කර ඇත:",
      "මුරපද යළි සැකසීමේ ඊමේල් සීමා කරන්න",
      "හරි",
      "තවත් දැන ගන්න",
      "පුද්/ගයන් ඔබේ වීඩියෝව වාර {viewcount}කට වඩා නරඹා ඇත",
      "මි {mins}කට පෙර දකින ලදි",
      "වාර්තා කරන්න",
      "PayPal එක් කරන්න",
      "අභියාචනයක් ඉදිරිපත් කරන්න",
      "ඔබගේ පරිශීලක නම වෙනස් කිරීම පිළිබඳව තව දැන ගන්න",
      "උපන් දින",
      "ඊමේලය, දුරකථනය හෝ පරිශීලක නාමය",
      "ගිණුම් අනතුරු ඇඟවීම",
      "{username} වෙත පිළිතුරු දෙමින්",
      "ඔබේ හැඳුනුමේ (ID) ඡායාරූපයක් යවන්න",
      "එය {communityGuidelinesLink}ට පටහැනිව යන නිසා අපි ඔබේ {contentTypeText} ඉවත් කළා. ඔබ විරුද්ධ වීමට අදහස් නොකළේ වුවද, අපේ මාර්ගෝපදේශ පුද්ගලයන්ට ඔවුන්ව සියලු දෙනාටම ගෞරව සහිත වන ආකාරයට ප්‍රකාශ කරන ලෙස දිරිමත් කරයි.",
      "ස්ව අනතුරක් ලෙස පැමිණිලි කරන්නද?",
      "සත්‍යාපනය කිරීමේ යෙදුම ක්‍රියාත්මක කිරීම දැන් වෙබයේ සහාය නොදක්වයි. සිදුවූ යම් අපහසුතාවට කනගාටුයි.",
      "ඔබේ සබඳතා තතු සහ ගෙවීම් ක්‍රමය මීළඟ අවස්ථාව සඳහා ආරක්ෂිතව සුරැකෙනු ඇත.",
      "තව පුද්ගලයන් වෙත ළඟා වීමට සහ ඔබේ ප්‍රජාව ගොඩනගා ගැනීමට Instagram හි ප්‍රවර්ධන තනන්න.",
      "තවත් 1 කෙනෙක්",
      "Instagram හි නියමයන්",
      "ඔබේ නිෂ්පාදන වසන්තයේ සිට පහසුවෙන් විකිණීම සඳහා වෙළඳසැලක් විවෘත කිරීමට Instagram යෙදුම භාවිතා කරන්න.",
      "අනුබද්ධය පිළිබඳව තව දැනගන්න",
      "Instagram හි මෙවලම් ගැන ඉඟි ලබා ගන්න.",
      "Safari",
      "පුද්ගලයින්ට ඔබව සම්බන්ධ කර ගත හැකි පරිදි මෙම තොරතුරු ඔබේ ප්‍රොෆයිල‍යෙහි සංදර්ශනය වනු ඇත. ඔබට ඕනෑම වේලාවක මෙම තොරතුරු සංස්කරණය කිරීමට හෝ ඉවත් කිරීමට හැකි ය.",
      "අවලංගු කරන්න",
      "යෙදුම තුළ කථාන්දර වඩා හොඳය",
      "තබන්න",
      "ඇතුළු වීමේ උදවු ඊමේල් සීමා කරන්න",
      "මෙම ගොනුව සහාය නොදක්වයි",
      "මෙම බ්‍රව්සරය විසින් වීඩියෝ ගොනුව කියවීමට නොහැකි විය.",
      "ඔබ ද්වි-සාධක සත්‍යාපනය පිහිටු වන විට සැපයූ සංකේතාංක-6 කේතවලින් එකක් ඇතුළත් කරන්න.",
      "ඔබව දන්නා නම භාවිත කරමින් ඔබගේ ගිණුම සොයා ගැනීමට පුද්ගලයන්ට සහාය වන්න: ඔබේ සම්පූර්ණ නම, සුරතල් නාමය හෝ ව්‍යාපාර නාමය.",
      "Instagram වෙත නැවත යන්න.",
      "තවම පෝස්ටු නැත",
      "පළ කරන්න",
      "පැතිකඩ වෙත යන්න",
      "ඔබේ වීඩියෝව සෑම ස්ථානයක ම අවහිර කර ඇත, එයින් අදහස් කරන්නේ පුද්ගලයන්ට එය බැලීමට, කැමැත්ත දැක්වීමට හෝ අදහස් දැක්වීමට නොහැකි බවයි.",
      "ලබා ගන්න",
      "නිරුවත් හෝ අඩ නිරුවත් ළමයින්ගේ පළ කිරීම්",
      "මේරිලන්ඩ් විශ්ව විද්‍යාලය (UMD) විසින් පවත්වන ලද මෙම ස්වේච්ඡා සමීක්ෂණය මඟින් කොරෝනා වෛරසය පැතිරීම හඹා යාම පිළිබඳව සෞඛ්‍ය ප්‍රශ්න විමසා සිටී. එයට මිනිත්තු 3-5 ක් ගතවනු ඇති අතර, එය සිදු කිරිමට ඔබ Instagram හැර යයි",
      "Facebook ඡායාරූපය එක් කරන්න",
      "ඔබට වඩා හොඳ වෙළඳ දැන්වීම් පෙන්වීමට, වෙබ් අඩවි සහ යෙදුම් ඇතුළුව Facebook සමාගම් නිෂ්පාදනවලින් බැහැරව ඔබගේ ක්‍රියාකාරකම් පිළිබඳව වෙළඳ දැන්වීම්කරුවන් සහ වෙනත් හවුල්කරුවන් අපට ලබා දෙන දත්ත අපි භාවිත කරමු. ඔබගේ {ad settings} තුළ වෙළඳ දැන්වීම් පෙන්වීමට අපි මෙම දත්ත භාවිතා කරන්නේ ද යන්න ඔබට පාලනය කළ හැකි ය.",
      "සත්‍යාපක යෙදුමකින් උත්පාදිත සංකේතාංක-6 පිවිසුම් කේතයක් ඇතුළු කරන්න.",
      "ඔබට ඔබේ තොරතුරු පාලනය කළ හැකි වෙනත් ක්‍රම",
      "Instagram හි හෑෂ්ටැග #{tag_name} • ඡායාරූප සහ වීඩියෝ",
      "ඔබේ ගිණුම මකා දමනු ඇත",
      "පෞද්ගලිකත්වය",
      "වීඩියෝ ගොනුව කියවීමට නොහැකි ය",
      "කථාන්දරයේ විශේෂ අවස්ථාවකට පිළිතුරු දුන්නා",
      "මෙම අදහස ඉවත ලන දෙයක් හෝ වංචාවකි",
      "යෙදුම ලබා ගන්න",
      "අනුමැතිය දීමේ ගැටලුවක් විය.",
      "වෙළඳ දැන්වීම් සැකසුම්",
      "ඔබ විසින් අවසර දී ඇත",
      "ඔබේ බ්‍රව්සරය මගින් මෙම වීඩියෝ ගොනුව කියවීමට නොහැකි විය.",
      "වෙනත් පුද්ගලයෙක් ටැග් කරන්න",
      "පිවිසුම් ක්‍රියාකාරකම",
      "හෑෂ්ටැගය",
      "කරකැවෙන තැන් දරණුව",
      "යෙදුම තුළ ගවේෂණය කිරීම වඩා හොඳය",
      "ප්‍රතික්ෂේප කරන්නද?",
      "ද්වි-සාධක සත්‍යාපනය සමගින් අමතර ආරක්ෂාව එක් කරන්න",
      "අදහස් මැකීම",
      "ඔබේ පළ කිරීම් වෙතින් සුලබව වාර්තා කළ මූලපද අඩංගු අදහස් සඟවන්න.",
      "යවන ලද ඊමේලයේ දෝෂයකි",
      "දුරකථන අංකය",
      "මීළඟ",
      "කුකීස් පිළිගන්න ද?",
      "ඔබේ පරිශීලක නම හෝ ඊමේල් ඇතුළත් කරන්න, අපි ඔබට ඔබේ ගිණුමට ආපසු යාමට සබැඳියක් එවන්නෙමු.",
      "කාවද්දන්න",
      "Instagram යෙදුම",
      "ඔබේ අන්තර්ජාල සබැඳුම පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "ඇතුළු වීම වෙත ආපසු",
      "සති 1කට පෙර",
      "වීඩියෝ විනාඩි {minLengthInMinutes} සහ {maxLengthInMinutes} අතර දිගු විය යුතුය.",
      "{previous items}, {following items}",
      "අභියාචනය",
      "ඔබ මේ ඔබ නොවන බව පැවසූ නිසා, ඔබේ ගිණුම සුරක්ෂිතව තබා ගැනීමට ඔබේ මුරපදය යාවත්කාලීන කරන්න. ඔබ  වෙනත් සෑම තැනින්ම ඉවත් කරනු ඇත, ඒ නිසා ඔබේ ගිණුමට ඇතුළු වීමට උත්සාහ කරන ඕනෑම කෙනෙකුට තවදුරටත් ප්‍රවේශය නැති වනු ඇත.",
      "ඔබේ මිතුරන් වෙතින් චායාරූප සහ වීඩියෝ බැලීමට  ඇතුළු වන්න.",
      "Facebook නිෂ්පාදන, විශ්ලේෂණ වෙතින් බැහැරව වෙළඳ ප්‍රචාරණය සහ මිනුම් සේවා සඳහා, සහ ඇතැම් විශේෂාංග සැපයීමට සහ ඔබ වෙනුවෙන් අපගේ සේවා වැඩි දියුණු කිරීම සඳහා, අපි වෙනත් සමාගම් වෙතින් වන මෙවලම් භාවිත කරමු. මෙම සමාගම් ද කුකී භාවිත කරයි. ඔබට {Instagram} සහ {Facebook} හි අපගේ කුකී ප්‍රතිපත්ති තුළ වැඩිදුර දැන ගත හැකි ය.",
      "ඔබේ නිරුවත් ඡායාරූප පළ කිරීම් හෝ පළ කිරීමට කරන තර්ජන",
      "{username} වෙතින් රූපය",
      "අගෝ",
      "පෝස්ටු ඡායාරූපයට අභියාචනය කරන්න",
      "Alt text දෘශ්‍ය දුබලතා සහිත පුද්ගලයන් සඳහා ඔබේ ඡායාරූප විස්තර කරයි.",
      "ඔබට ඔබගේ Facebook-පරිබාහිර ක්‍රියාකාරකම සමාලෝචනය කළ හැකි ය, එය ව්‍යාපාර සහ සංවිධාන ඔවුන්ගේ යෙදුම් හෝ වෙබ් අඩවි නැරඹීම වැනි ඔවුන් සමඟ ඔබගේ අන්‍යෝන්‍යව කටයුතු කිරීම් ගැන අප සමඟ බෙදා ගන්නා ක්‍රියාකාරකම්වල සාරාංශයකි. මෙම තොරතුරු අප සමඟ බෙදා ගැනීමට ඔවුන් Facebook පිවිසුම හෝ Facebook පික්සල වැනි අපගේ {Business tools} භාවිත කරයි. Facebook හි ඔබට වඩාත් පුද්ගලාරෝපණය කළ අත්දැකීමක් ලබා දීම වැනි දේවල් කිරීමට මෙය අපට උපකාරී වේ. {off-Facebook activity}, අප එය භාවිත කරන ආකාරය සහ ඔබට එය කළමනාකරණය කළ හැකි ආකාරය ගැන තව දැන ගන්න.",
      "යවන ලදී. ඔබ අවසන් කර ඇත!",
      "ඔබේ මුරපදය යළි සැකසීමේ ගැටලුවක් ඇත. කරුණාකර ඉක්මනින් නැවත උත්සාහ කරන්න.",
      "ඉමොජි",
      "අපගේ නිෂ්පාදනවල සමහර විශේෂාංග ක්‍රියා නොකිරීමට ඉඩ ඇත",
      "දැනට තිබෙන සමීක්ෂණයේ කොටසක් ලෙස ඔබේ Instagram ගිණුම අක්‍රිය කරන ලදි. ඔබ ඔබේ ගිණුමට පිවිසීම දිගට ම කරගෙන යන්නේ නම්, ඔබ ලියාපදිංචි වූ අක්‍රිය කිරීමේ ගෙවීම් සඳහා ඔබ සුදුසුකම් නොලැබීමට ඉඩ ඇත.",
      "මෙම ගිණුම භාවිතයේ තබා ගැනීමට අවශ්‍ය ද?",
      "හඬ ඛණ්ඩය සහ සංගීතය වැනි, ශ්‍රව්‍ය ඇතුළුව වීඩියෝවෙහි සියලු දේ බෙදා ගැනීමට ඔබට අවසර තිබේ නම්, ඔබට අවහිර කිරීමට එරෙහිව අභියාචනා කර ඔබේ වීඩියෝව අවහිර කිරීම ඉවත් කර ගත හැකිය. පුදගලයන් තමන්ට බෙදා ගැනීමට අයිතිය ඇති වීඩියෝ පමණක් පළ කළ යුතු බව මතක තබා ගන්න. ඔබ සතු නොවන අන්තර්ගතය පළ කිරීම ඔබේ ගිණුමට එරෙහිව පියවර ගැනීමට හේතු විය හැකිය.",
      "වෙනත් විකල්ප",
      "පෙර ජීවදත්තවල සබැඳි",
      "Instagram හි {merchant user name}ගේ {name of the product} සාප්පු සවාරි යන්න",
      "හෑෂ්ටැග",
      "{username} ඔවුන් ගෙන ගොස් ඇති බව දැන නොගනු ඇත. ඔබට ඕනෑම වේලාවක ඔවුන් ආපසු ප්‍රධාන වෙත ගෙන යාමට හැක.",
      "නොපෙනී යන",
      "රහස්‍යතාව සහ ආරක්ෂක උදවු",
      "ඔබ ඇතුළත් කළ PIN වැරදි යි. කරුණාකර නැවත උත්සාහ කරන්න.",
      "තවත්",
      "සීමා කරන්න",
      "කුකී ප්‍රතිපත්තිය",
      "සබැඳිය පිටපත් කරන්න",
      "අපි ඔබේ තතු සමාලෝචනය කර අපට එය තහවුරු කළ හැකි නම්, ඔබට ආසන්න වශයෙන් පැය 24ක් තුළ උදව් මධ්‍යස්ථානයේ සමාලෝචනයක් ඉල්ලීමට හැකි වෙයි.",
      "අපි ඔබේ කුකී තේරීම් මතක තබා ගෙන ඔබ Instagram හෝ Facebook වෙත පිවිසී ඇති ඕනෑම තැනක, සහ වෙනත් Facebook නිෂ්පාදන වෙත පිවිසීමට ඔබේ ගිණුම් භාවිත කරන තැනට ඒවා යොදන්නෙමු. ඔබේ කුකී සැකසුම් තුළ ඔබට ඕනෑම වේලාවක දී ඔබේ තේරීම් සමාලෝචනය කිරීමට හෝ වෙනස් කිරීමට හැකි ය.",
      "ඔබේ Instagram ගිණුමේ පාලනයන්",
      "ගෙවීම්  තෑගි ආධාර",
      "පෞද්ගලිකත්වය වෙනස් කරනවා ද?",
      "SSN හි අවසන් සංකේතාංක 4",
      "මෙම ගිණුම් ඔබේ ගිණුම් මධ්‍යස්ථානයේ ඇති නිසා ඔබට ඒවාට පිවිසිය හැකි ය.",
      "යෙදුම ලබා ගන්න",
      "මකන්න",
      "ඔබේ යෙදුම යාවත්කාලීන කරන්න",
      "තෝරා ගත් කුකීවලට ඉඩ දෙන්න",
      "ඔබ {username} අනුගමනය කිරීමට ඉල්ලුවා",
      "Alt Text ලියන්න",
      "ඔබට පෙන්විය යුත්තේ කුමන වෙළඳ දැන්වීමද යන්න Instagram තීරණය කරයි",
      "මෙම සජීවි වීඩියෝව නැරඹීමට පිවිසෙන්න",
      "ටැගය ස්ථානගත කිරීම සඳහා ඡායාරූපය",
      "කැමති වීම් බැලීමට ඇතුළු වන්න",
      "{username} සහ {other users} විසින් කැමැත්ත දක්වන ලදී",
      "ටැග්:",
      "උඩුගත කිරීම අසාර්ථක විය.",
      "ක්‍රියාත්මක කරන්න",
      "ඔබේ දෝෂ වාර්තාව ඉදිරිපත් කිරීමේ දෝෂයක් විය. පසුව නැවත උත්සාහ කරන්න.",
      "ලියාපදිංචි වන්න",
      "කනගාටුයි, මෙම සබැඳිය පළුදු වී ඇත. ඔබේ ගිණුම යළි සක්‍රිය කිරීමට, ඔබේ පරිශීලක නම සහ මුරපදය සමඟින් පිවිසෙන්න.",
      "ද්වි-සාධක සත්‍යාපනය අබල කරන්න",
      "ඔබට සහතිකද?",
      "ඡායාරූපය වෙනස් කරන්න",
      "කවරයේ ඡායාරූපය",
      "බොහෝ අවස්ථාවන්හි දී, ඔබට තවත් දිනයක් සඳහා ඔබේ පරිශීලක නම ආපසු {username} වෙත වෙනස් කිරීමට හැකි වනු ඇත.",
      "ප්‍රොෆයිල ඡායාරූපය",
      "{like this}ට පළමුවැන්නා වන්න.",
      "නව වීඩියෝව එක් කරන්න",
      "ඉලක්කම්-4 කේතය ඇතුළු කරන්න",
      "තහවුරු කිරීමේ කේතය",
      "කරුණාකර වලංගු ඊමේල් ලිපිනයක් ඇතුළත් කරන්න.",
      "ප්‍රචණ්ඩත්වය හෝ භයානක සංවිධාන පිළිබඳ මාර්ගෝපදේශ",
      "ඔබේ කථාන්දරය",
      "විකල්පයක් ලෙස, ඔබට {appeal form link} සම්පූර්ණ කිරීම මඟින් ඔබට  අභියාචනයක් ඉදිරිපත් කළ හැකිය.",
      "තවත් කැමරා බලපෑම්. තවත් ස්ටිකර්. පණිවිඩ යැවීමට තවත් ක්‍රම. යෙදුමෙහි පමණි.",
      "නැත",
      "Instagram Lite හි සම්පූර්ණ අත්දැකීම ලබා ගන්න",
      "මේ දැන් දැක්කා",
      "ඔබ මෙය වැරැද්දක් බවට සහ මෙම ඡායාරූපය භාවිත කිරීමට අවසරය තිබේ යැයි තවමත් විශ්වාස කරන්නේ නම් {Submit an appeal text bolded}",
      "ඔබට මෙම ආරාධනය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාස ද?",
      "පහත දැක්වෙන ස්ථානවල මෙම ඡායාරූපය අවහිර කර ඇති බවට සිහිකැඳවීම",
      "අප සමඟ වැඩ කරන වෙළඳ දැන්වීම් සමාගම් සාමාන්‍යයෙන් ඔවුන්ගේ සේවාවල කොටසක් ලෙස කුකී සහ ඒ හා සමාන තාක්ෂණ භාවිත කරයි. වෙළඳ දැන්වීම්කරුවන් සාමාන්‍යයෙන් කුකී භාවිත කරන ආකාරය සහ ඔවුන් ලබා දෙන තේරීම් පිළිබඳ වැඩිදුර දැන ගැනීමට, ඔබට පහත සම්පත් සමාලෝචනය කළ හැකි ය:",
      "ගිණුම සීමා කරන්න",
      "ඔබේ ගවේෂකය වෙතින් අන්තර්ගත ඉවත් කිරීම",
      "අපි Instagram හි ක්‍රියාකාරකම් පෙන්වීමට තොරතුරු භාවිත කරන ආකාරය යාවත්කාලීන කළෙමු, එම නිසා පුද්ලයන්ට ඔබ වෙළඳ දැන්විමක් සම්බන්ධව අන්තර්ක්‍රියා කළ විට අප සාමාන්‍ය පළ කිරීමක කරන ආකාරයෙන්ම පුද්ගලයන්ට දැකිය හැකිය.",
      "ඔබව අනුගමනය කරන ගිණුම්",
      "ලොග් අවුට් වෙන්න",
      "ආරවුලක් යොමු කිරීමෙන්, ඔබ හිමිකම් දරන්නාට, {reference owner name}, ඔබේ වීඩියෝව සමාලෝචනය කිරීමට අවසර සහ ඔබේ ගිණුම පිළිබඳ මූලික පොදු තොරතුරු ලබා දේ. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින {number of days} ක් ලැබේ.",
      "වෙනත් පුද්ගලයෙක් අමුණන්න",
      "වෙනිදා",
      "ඔබේ සාප්පු බෑගය ලබා ගත හැක්කේ Instagram යෙදුමේ පමණි.",
      "එකතුවෙන් ඉවත් කරන්න",
      "තව බැලීමට පිවිසෙන්න",
      "ගොනුව 1GB හෝ ඊට අඩු විය යුතුය",
      "සැකසීම් සුරකින ලදී.",
      "{count}ක් කැමතියි",
      "ඔබේ පළ කිරීම් වල අනෙක් අයට ඔවුන්ගේ නව අදහස් දැකිය හැකි දැයි ඔබ පාලනය කරනු ඇත.",
      "{username} පිළිබඳ පහත තොරතුරු ලබා ගැනීමට {application name} කැමතියි:",
      "බෙදා ගැනීමට පිවිසෙන්න",
      "• ඔබට මෙම සැකසුම ඕනෑම අවස්ථාවක ඔබේ {=cookie settings} තුළ වෙනස් කළ හැකි ය.",
      "ඔව්",
      "Instagram හදවත පුරවයි",
      "ඔබ යම් කෙනෙකුගේ ප්‍රොෆයිලයක් පැමිණිලි කරන්නේ නම්, Instagram ඔවුන්ට එය පැමිණිලි කළේ කවුරුන් ද යන්න නොපවසයි.",
      "මෙම ප්‍රයෝගය Instagram තුළ සමාලෝචනය කිරීමට සූදානම් ය",
      "යෙදුමෙහි හොඳම Instagram අත්දැකීම.",
      "Instagram අනෙක් අයගේ ප්‍රකාශන හිමිකම්වලට ගරු කරයි. අපි වෙනත් පාර්ශවයක ප්‍රකාශන හිමිකම් කඩ කරන යම් ද්‍රව්‍යයක් Instagramහි අප්ලෝඩ් කිරීම, පළ කිරීම හෝ මාරු කිරීම තහනම් කර ඇත.",
      "ඔබ පිවිසීමට ඔබේ Instagram හෝ Facebook ගිණුම් භාවිත කළ යෙදුම් සහ වෙබ් අඩවිවලින් පිට කරනු ඇති අතර, නැවත පිවිසීමට ඔබට ඔබේ ගිණුම් භාවිත කළ නොහැකි වනු ඇත",
      "ප්‍රධාන වෙත ගෙන යැවිණි",
      "ගණින අයිකනය වාදනය කරන්න",
      "නව වීඩියෝ පළ කිරීම",
      "{name} වෙතින් කිසි විටෙකත් පෝස්ටු අතපසු නොකරන්න",
      "අපේ {communityGuidelinesLink} වෙත පටහැණී නිසා අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. අපේ මාර්ගෝපදේශ අනුගමනය කිරීම ඔබේ පෝස්ටු, ලේඛනාගාරය, පණිවිඩ සහ අනුගාමිකයින් ඇතුළුව, ඔබේ ගිණුම මැකීම වැළැක්වීමට ඇති එක ම ක්‍රමයයි.",
      "මෙම අදහස අනුමත කරන්න ද?",
      "ඊමේල් ලිපිනය",
      "වැඩිපුර පිටු දැනගන්න Facebook Pay හි ඇස අයිකනය",
      "දි 1",
      "ගිණුම වාර්තා කරන්න",
      "‍පෝස්ටුව බැහැර කරන්න ද?",
      "ඔබේ තොරතුරු ඇතුළු කරන්න",
      "{username} අනවහිර කරන්න ද?",
      "පරිත්‍යාග දෘශ්‍යතාවය",
      "ගිණුම් සංස්කරණය කරන්න",
      "{action text} මගින්, ඔබ අපගේ {payment terms} සමග එකඟ වේ.",
      "වෙළඳ දැන්වීම් වාර්තාව",
      "ඔබ ආපසු ඇතුළු වීම අවශ්‍යයි.",
      "Instagram හි උපන් දින",
      "ගිණුම් කළමනාකරණය කරන්න",
      "{name of the user who liked the photo} ඔබේ ඡායාරූපයට කැමැත්ත දැක්වීය.",
      "ඔබේ Facebook පැතිකඩ පින්තූරය",
      "ව්‍යාපාරයක්, සුරතලෙකු හෝ වෙනත් දෙයක් සඳහා ගිණුම භාවිත කළත්, ඔබේ පුද්ගලික තොරතුරු සපයන්න. මෙය ඔබේ පොදු පැතිකඩෙහි කොටසක් නොවේ.",
      "ඔබේ ගිණුම අබල කර ඇත",
      "දැනුම්දීම්",
      "ඔබේ ආරවුල ප්‍රතික්ෂේප කරන ලදී",
      "සරල කළ පණිවිඩකරණය",
      "නැවත උත්සාහ කරන්න",
      "ඔබේ නම් ටැගය පිරිසුදුව තබා ගන්න",
      "ජනප්‍රිය පුද්ගලයෙක් හෝ ප්‍රසිද්ධ පුද්ගලයෙක්",
      "ඉවතලන්න",
      "ඔබේ කථාන්දරයට පිළිතුරු දිය හැකි අය තේරීම",
      "පැමිණෙන්න",
      "ඔබට සියලු ම කුකීස් භාවිත කිරීමට ඉඩ දිය හැකි ය. නැතහොත් ඔබට තවත් විකල්ප තෝරා ගත හැකි ය. අපි ඔබේ කුකීස් තේරීම් මතක තබා ගෙන ඔබ Instagram හෝ Facebook වෙත පිවිසී ඇති ඕනෑම තැනක, සහ වෙනත් Facebook නිෂ්පාදන වෙත පිවිසීමට ඔබේ ගිණුම් භාවිත කරන තැනට ඒවා යොදන්නෙමු. ඔබේ කුකී සැකසුම් තුළ ඔබට ඕනෑම වේලාවක දී ඔබේ තේරීම් සමාලෝචනය කිරීමට හෝ වෙනස් කිරීමට හැකි ය.",
      "{Bold text if your appeal for video is approved} ඔබ බෙදාගත් ඔරිජිනල් වීඩියෝව අවහිර නොකරෙනු ඇත.",
      "ඔබ මෙම කුකීස්වලට ඉඩ දෙන්නේ නම්:",
      "පිරික්සන්න",
      "ඔබට වෙනත් යෙදුම් වලින් සෑන්ඩ්බොක්ස් ආරාධනා නොමැත",
      "අනුගමනය කරන්නන්",
      "ඔබට මෙම වීඩියෝවේ කිනම් හෝ කොටසක් බෙදා ගැනීමට අවසර ඇති බව සහතික නැති නම් ඔබට මෙම වීඩියෝව ඉවත් කිරීමට හැකිය.",
      "පිවිසෙන්න",
      "හරි",
      "සාක්ෂි අමුණන්න",
      "ප්‍රජා මාර්ගෝපදේශ",
      "ඔබට දැනටමත් සුරැකි ගිණුම් උපරිම සංඛ්‍යාව ඇත. පිටවන විට ඔබට සුරැකි ගිණුම් කළමනාකරණය කළ හැකි ය.",
      "ඔබ Explore හි ගිණුම්, ස්ථාන හෝ හෑෂ්ටැග සඳහා කළ සෙවීම් හිස් කරන්න.",
      "ප්‍රොෆයිල පින්තූරය",
      "කථා සෑදීමට, බෙදා ගැනීමට සහ සංරක්ෂිත කිරීමට වඩා හොඳ ක්‍රම සඳහා යෙදුමට මාරු වන්න.",
      "ඔබ මෙම ක්‍රියාකාරකම හඳුනා නොගන්නේ නම්, ඔබගේ මුරපදය වෙනස් කරන්න.",
      "ටයිප් කිරීමේ වරදක්ද?",
      "ඔබ දකින වෙළඳ දැන්වීම් ඇතුළුව, ඔබේ අත්දැකීම සැපයීමට, පුද්ගලාරෝපණය කිරීමට සහ වැඩි දියුණු කිරීමට, විශ්ලේෂණ සහ වෙළඳ දැන්වීම් කාර්ය සාධනය මැනීම සඳහා ව්‍යාපාරවලට උදව් කිරීමට, සහ ඔබට සුරක්ෂිත අත්දැකීමක් සැපයීමට අපි කුකී භාවිත කරමු. {Instagram} සහ {Facebook} හි අපගේ කුකී ප්‍රතිපත්ති තුළ අප කුකී භාවිත කරන ආකාරය පිළිබඳව ඔබට වැඩිදුර දැන ගත හැකි ය.",
      "ප්‍රාථමික",
      "මෙම ගොනු සහාය නොදක්වයි",
      "අනුගමනය කිරීමට ඇතුළු වන්න.",
      "ඹබ සහ {username} දැන්ටමත් එකිනෙකා පසුහඹමින් සිටියි!",
      "දත්ත ප්‍රතිපත්තිය (අවශ්‍යයි)",
      "සිදුවීම තෝරන්න",
      "Facebook වෙත සම්බන්ධ වන්න",
      "කැප්ෂනය ඇතුළත් කරන්න",
      "ස්වස්තික හෝ සුදු බල අත් සංඥා වැනි, ද්වේෂ සහගත කථනවල හෝ සංකේතවල ඡායාරූප",
      "ද්වි-සාධක සත්‍යාපනය",
      "ඔබ හෑෂ්ටැග අනුගමනය කරන විට, ඔබ ඒවා මෙහි දකිනු ඇත.",
      "ඔබට හැර යන්න අවශ්‍ය බව ඔබට විශ්වාස ද? ඔබේ වීඩියෝ උඩුගත කිරීම අවලංගු වන ඇත",
      "මුරපදය වෙනස් කරන්න",
      "එවූයේ: {sender_email}",
      "ඔබට ගොනු 10කට වඩා උඩුගත කළ නොහැකි ය. තවත් ගොනුවක් උඩුගත කිරීමට ගොනු එකක් හෝ කිහිපයක් මකන්න.",
      "පුද්ගලයන් සොයන්න",
      "වීඩියෝ ගොනුවක් ඇද හෙළන්න",
      "PIN තැනී ය",
      "දෙමාපිය අනුමැතිය",
      "#{hashtag} ටැග් කර ඇති පෝස්ටුවක් කිසි විටෙකත් අතපසු නොකරන්න",
      "ඔබට Instagram වෙත අන්තර්ගතය පළ කළ හැක්කේ {trademarks} ඇතුළුව, වෙනත් පාර්ශ්වයක බුද්ධිමය දේපළ අයිතිවාසිකම් උල්ලංඝනය නොකරන්නේ නම් පමණි. සාමාන්‍යයෙන්, වෙළඳ ලකුණු උල්ලංඝනය සිදු වන අවස්ථා නම්:",
      "නාමාවලිය",
      "ගිණුම තහවුරු කරන්න",
      "ගොනුව උඩුගත කිරීමට නොහැකි විය",
      "යොමු කරන්න",
      "ජනපදය",
      "වත්මන් බ්‍රව්සරය",
      "සමූහය එය ගෙන ගොස් ඇති බව දැන නොගනු ඇත. ඔබට ඕනෑම වේලාවක සමූහය ආපසු ප්‍රධාන වෙත ගෙන යාමට හැක.",
      "අදහස්",
      "පෙර ඔබ Instagram සමග {application name} වෙත පිවිසී ඇත.",
      "එකතුවේ නම",
      "ගිණුම මාරු කරන්න",
      "ඔබේ ඡායාරූප පළ කරන ලදී.",
      "මූලපද සුරකින ලදී.",
      "මෙම වීඩියෝව මිනිත්තු එකකට වඩා දිගු නිසා ඔබට ඡායාරූප හෝ වීඩියෝ එක් කළ නොහැකිය.",
      "එකතුව මකන්න",
      "මුල් පිටුව",
      "අවහිර කරන්න",
      "Facebook වෙත සම්බන්ධ වන්න",
      "වීදි ලිපිනය",
      "ප්‍රවාහය තුළ වීඩියෝ වෙළඳ දැන්වීම් පිහිටුවා මුදල් ඉපයීම ඇරඹීම සඳහා නවතම Instagram මොබයිල් යෙදුම භාවිත කරන්න.",
      "ඔබට ඔබේ කථාන්දරය වෙතින් මෙම වීඩියෝව මැකීමට අවශ්‍ය බව විශ්වාසද?",
      "Facebook සමාගම් නිෂ්පාදන",
      "ඊමේල් හරහා බෙදා ගන්න",
      "IGTV සහ ඔබගේ Facebook පිටුවෙහි ඔබගේ වීඩියෝ දෘශ්‍යමාන කිරීමෙන් පුද්ගලයන් වැඩි දෙනෙක් කරා ළඟා වන්න.",
      "උපන් දිනය",
      "ඉඩ දීමෙන්, {=app name} හට ඔබේ තොරතුරු වෙත අඛණ්ඩ ප්‍රවේශය ලැබෙනු ඇති අතර {=app name} එයට ප්‍රවේශ වන විට Instagram වාර්තා කරනු ඇත. මෙම බෙදා ගැනීම සහ ඔබ සතුව ඇති සැකසුම් පිළිබඳව {=learn more}.",
      "අයිතමය ‍නොමැත ඡායාරූප අයිකනය නැත",
      "මෙවැනි තවත් ගිණුම් සොයා ගන්න",
      "අපි මෙයට එවූ සංඛ්‍යා-6 කේතය ඇතුළු කරන්න: {phone number}",
      "වැඩිදුර දැන ගන්න",
      "මෙම කාවැද්දීම භාවිත කිරීමෙන්, ඔබ Instagram හි {apiTermsOfUseLink} සමග එකඟ වේ.",
      "ඔ‍බේ වීඩි‍යෝව අවහිර කරනු ලබන ස්ථාන",
      "වීඩියෝවෙහි හඬ නැත",
      "{username}ගේ ඡායාරූප, වීඩියෝ හෝ කථාන්දර කිසිවක් ඔබේ සංග්‍රහය තුළ දිස් නොවන සේ ඔවුන්ව අනුගමනය නොකරන්න.",
      "මග හරින්න",
      "හිංසනය හෝ හිරිහැර කිරීම",
      "අනුමැතිය ඉල්ලන්න",
      "පිළිතුරු ({hidden replies}) බලන්න",
      "නිරුවත හෝ ලිංගික ක්‍රියාකාරකම් මාර්ගෝපදේශ",
      "විද්‍යුත් අත්සන",
      "ක්‍රියාත්මක කරන්න",
      "අභියාචනය",
      "වාර්තා කරන්න",
      "ද්වේෂ සහගත කථාව හෝ සංකේත",
      "{category name, already translated} ගිණුම්",
      "Facebook සහ Instagram ණුම් සම්බන්ධ කිරීම",
      "ඔබේ කතන්දරයට එක් කිරීමට ඔබේ උපාංගය කරකවන්න.",
      "ව්‍යාපාර ගිණුමකට මාරු වන්න ද?",
      "Instagram වෙතින් ඊමේල්",
      "අවලංගු කරන්න",
      "ඔබේ නම ඔබේ පරිත්‍යාගය ලබන සංවිධානය සමග බෙදා ගනු ඇත. Instagram මෙම ඊමේල් ලිපිනයට යාවත්කාලීන යවනු ඇත.",
      "ප්‍රවර්ගය",
      "ඔබේ තොරතුරු යොමු කිරීම වෙනුවෙන් ඔබට ස්තූතියි",
      "සම්බන්ධතාව කළමනාකරණය කරන්න",
      "ඔබේ අනුගාමිකයන් ගැන දැනුම ලබා ගෙන ඔබේ පළ කිරීම් කාර්ය සාධනය වන ආකාරය බලන්න.",
      "සියලු ම පෝස්ටු",
      "දිගට ම කර ගෙන යන්න",
      "ඔබේ හැඳුනුම (ID) හි මුල් නම",
      "පුද්ගලයන් 1",
      "Instagram • ලියාපදිංචි වන්න",
      "ඔබට ඔබේ පළමු පළ කිරීම ලෙස මෙම ඡායාරූපය බෙදා ගැනීමට හැකිය.",
      "ඔබේ ගිණුමට ආපසු යාමට සබැඳියක් සහිත ඊ-තැපෑලක් {email} වෙත අපි එව්වෙමු.",
      "ජනප්‍රිය චරිතයක් හෝ ප්‍රසිද්ධ කෙනෙක්",
      "අපේ {termsLink} සහ {dataPolicyLink} සඳහා වන යම් වෙනස් කිරීම් සමාලෝචනය කිරීමට කරුණාකර මොහොතක් ගත කරන්න. ඔබේ Instagram අත්දැකීම වෙනස් නොවන අතර, ඔබට තවම ඔබේ ඡායාරූප සහ වීඩියෝ හිමිය. අපි ඔබේ දත්තවලට පිවිසීමට සහ ඒවා භාවිත කරන ආකාරය වටහා ගැනීමට වඩා හොඳ ක්‍රම ලබා දෙමු. 2018 ජූලි 14වන දින හෝ එදිනට පසුව දිගටම Instagram භාවිත කිරීමෙන් ඔබ මෙම යාවත්කාලීනවලට එකඟ වේ.",
      "1 තැනක්",
      "{UserLink} වෙතින් තව පළ කිරීම්",
      "උඩුගත කිරීම අසාර්ථක විය. රූප පමණක් පළ කිරීමට හැකිය.",
      "වයස් අවශ්‍යතා",
      '"{videoTitle}" උඩුගත කරමින්',
      "ඔබට මෙය අහෝසි කිරීමට නොහැකි වනු ඇත. ඔබ ඔබේ සෙවුම් ඉතිහාසය හිස් කරන්නේ නම්, යෝජිත ප්‍රතිඵල ලෙස ඔබ සෙවූ ගිණුම් තවමත් ඔබට පෙනෙනු ඇත.",
      "දුරකථන අංකය වෙනස් කරන්න",
      "බ්‍රවුසරය තුළ දිගට ම කරගෙන යන්න",
      "{Contact content owner text bolded} ඔබට මෙම අන්තර්ගතය භාවිත කිරීමට හිමිකම් ඇතැයි ඔබ විශ්වාස කරන්නේ නම්, {content owner email link}හිදී {reference owner name} අමතන්න.",
      "බොත්තම: සබැඳි වර්ගය තෝරන්න",
      "වැරදි මුරපදයකි",
      "{filename} උඩුගත කළ නොහැකි විය. දිගට ම කර ගෙන යාමට, වෙනත් ගොනුවක් තෝරන්න.",
      "රටවල්",
      "සජීවී වීඩියෝව",
      "හිමිකම් දරන්නා, {reference owner name}, ඔබේ ආරවුල ප්‍රතික්‍ෂේප කළේ වීඩියෝවේ තම අන්තර්ගතය අඩංගු යැයි ඔවුන් විශ්වාස කරන බැවිණි.",
      "සියල්ල මකන්න ද?",
      "තහවුරු කිරීමේ කේතය",
      "ගිණුමක් ඉවත් කරන්න",
      "MM/YY",
      "9:16",
      "ටැග් කළ",
      "ඔබට හඬ ඛණ්ඩය හෝ සංගීතය වැනි ශ්‍රව්‍යය ඇතුළුව, වීඩියෝවේ ඇති සියලු දේ බෙදා ගැනීමට අවසර තිබේ නම්, ඔබට ඉවත් කිරීම අභියාචනා කර ඔබේ වීඩියෝව නැවත පළ කරවා ගැනීමට හැකි ය.",
      "පැතිකඩවල්",
      "@{username} අනුව මෙම Instagram පළ කිරීම බලන්න",
      "මෙම ව්‍යාපාරික යෙදුම් ඔබ සබල කර ඇති Facebook හි ඔබේ ව්‍යාපාර සමග තෙවන පාර්ශවීය සංකලනයන් වේ. ඔබ ඒවා සමග බෙදා ගැනීමට තෝරා ගන්නා තොරතුරු වෙත ප්‍රවේශ වීමට සහ ඔබේ Facebook ව්‍යාපාර වත්කම් සඳහා විශේෂාංග කළමනාකරණය කළ හැකි ය. ව්‍යාපාරික යෙදුම් Facebook හි ඔබේ ව්‍යාපාරය සමග දැනට තිබෙන සම්බන්ධතාවයක් පවත්වා ගනියි. මෙම ව්‍යාපාරික යෙදුමට (සහ ඔබ වෙනුවෙන් එය භාවිත කිරීමට ඔබ අවසර දී ඇති දේවල්වලට) ඔබ එය අතින් විසන්ධි කිරීමට තෝරා ගන්නා තෙක් කාර්යයන් ඉටු කිරීමට හැකි වනු ඇත.",
      "IGTV සහ Facebook පිටුව",
      "ඔබේ මුරපදය සමඟ පිවිසීමට උත්සාහ කරන්න. ඔබ පිවිසුණු පසු, ඔබේ ගිණුම් මධ්‍යස්ථානයේ ඇති ගිණුම් හරහා ඔබට පිවිසීම සබල කළ හැකි ය.",
      "පරිශීලක හැඳුනුම (ID)",
      "උෂ්ණත්වය",
      "@{username} අනුගමනය කරන්නද?",
      "ඔබේ වීඩියෝව වාර {viewcount}කට වඩා නරඹා ඇත.",
      "ඔබ උඩුගත කිරීමට ඡායාරූප ID එකක් තේරිය යුතුය",
      "ගැන",
      "කරුණාකර වලංගු ඊමේල් ලිපියක් ඇතුළු කරන්න.",
      "තහවුරු කිරීම යැවිණි",
      "අරඹන්න",
      "PIN ඇතුළු කරන්න",
      "ඉඩ දීමෙන් වළකින්න",
      "{username} + තව {othersCount}",
      "කටහඬ",
      "මිතුරන්ගෙන් ඡායාරූප සහ වීඩියෝ බැලීමට සහ ඔබ අාදරය කරන වෙනත් ගිණුම් අනාවරණය කර ගැනීමට ලියාපදිංචි වන්න.",
      "මාසය:",
      "ග්‍රන්ථාලංකරණය",
      "Facebook Pay කළමනාකරණය කරන්න",
      "Instagram යෙදුම ලබා ගන්න",
      "ඔබට ගොනු 10කට වඩා උඩුගත කළ නොහැකි ය. තවත් ගොනුවක් උඩුගත කිරීමට ගොනු එකක් හෝ කිහිපයක් මකන්න.",
      "ස්ථාන",
      "අපේ නියම සහ දත්ත ප්‍රතිපත්තියට කළ වෙනස් කිරීම් සමාලෝචනය කරන්න.",
      "Facebook Pay වෙළඳ නාම ලාංඡනය",
      "Instagram Lite භාවිත කරන්න",
      "හැඳුනුම (ID) අයිකනය එක් කරන්න",
      "ඔබ සත්‍යාපන කේත ලබා ගන්නේ කෙසේ ද",
      "ඔබ කළින් Instagram භාවිත කර ඇති උපාංගවලින් පමණක් පිවිසුම් උදවු ඊමේල් ලබා ගන්න. මෙම සැකසුම ඊළඟ දින {days to snooze} තෙක් පවතිනු ඇත.",
      "මෙම අන්තර්ගතය ඉවත් නොකළ යුතු යැයි ඔබ විශ්වාස කරන්නේ ඇයිදැයි පැහැදිලි කරන්න.",
      "පෝස්ටුව උඩුගත නොකෙරිණි.",
      "පණිවිඩය නොමැත",
      "යම් දෙයක් වැරදිණි. නැවත උත්සාහ කරන්න.",
      "අපගේ මෙම කුකී භාවිතයට ඔබ ඉඩ දෙන්නේ නම්:",
      "පැතිකඩ ඡායාරූපය එක් කරන ලදී.",
      "ගිණුම මාරු කරන්න",
      "කැමරා ප්‍රයෝග, අන්තර් ක්‍රියාකාරී ස්ටිකර සහ පුද්ගලික පණිවිඩ. යෙදුම මත පමණි.",
      "ඔබේ ඊමේල් ලිපිනය තහවුරු කිරීමට සහ ඔබේ Instagram ගිණුමට ප්‍රවේශය ලබා ගැනීමට අප {email} වෙත එවූ ඊමේලයේ සබැඳිය අනුගමනය කරන්න.",
      "අද {count}ක් සක්‍රියයි",
      "වඩාත්ම මෑත පින්තූර සහ වීඩියෝ",
      "සබැඳිය පිටපත් කරන්න",
      "ස්ත්‍රී",
      "සිය අයිතිවාසිකම් හිමි පහත සඳහන් රටවල් හැර මෙම අන්තර්ගතයේ අඩංගු ඡායාරූප සෑම තැනක ම අවහිර කරන ලෙස ඔවුන් ඉල්ලා සිටියහ:",
      "ප්‍රතිපත්ති",
      "පිවිසීමෙන් කතන්දර සොයා ගන්න",
      "දැක තිබේ",
      "නම",
      "දුරකථනය",
      "දැන් නොවේ",
      "ඔබ ඔබට ම පිළිතුරු දුනි",
      "අප ඔබට එවූ {lastFourDigits}න් අවසන් වන කේතය ඇතුළු කරන්න.",
      "වැඩිදුර දැන ගන්න",
      "Connected accounts",
      "නම සහ මුරපදය ඇතුළු කරන්න",
      "සමීක්ෂණය",
      "සංවේදී අන්තර්ගත තිර",
      "කුකීස් පිළිගන්න",
      "සමීක්ෂණය ලබා ගන්න",
      "සොයන්න...",
      "වෙනිදා",
      "හරි",
      "තිරස් අයිකනය කාප්පාදු කිරීම",
      "උපන් දින",
      "ඔබ මෙම සමූහයේ යම් කෙනෙකු අවහිර කර ඇත. ඔබ මෙම සමූහයේ රැඳී සිටින්නේ නම්, ඔබට ඔවුන්ගේ පණිවිඩ දැකිය හැකි අතර ඔවුන්ට ඔබේ පණිවිඩ දැකිය හැකි ය.",
      "ඔබේ දත්ත බාගන්න",
      "ඔබට ඇතුළු වීමට කේතයක් අවශ්‍ය නොවනු ඇත.",
      "විශේෂ අවස්ථා",
      "කුකී ප්‍රතිපත්තිය",
      "යෝජිත",
      "අවහිර කරන්න",
      "ගොනුව 1 KB වලට වඩා වැඩි විය යුතු ය.",
      "නව IGTV වීඩියෝව එක් කරන්න",
      "{change-number} හෝ {resend-sms}",
      "ලියාපදිංචි වන්න",
      "+ {whatsapp phone }",
      "උඩුගත කිරීම සම්පූර්ණයි",
      "සතරැස් (1:1)",
      "මකා ඇත",
      "{count} දෙනෙක් කැමතියි",
      "ඉරි",
      "වෙනිදා",
      "අපි කතු හිමිකම් හෝ වෙළඳ ලකුණු කඩ කිරීමක් ඇති පළ කිරීම් ඉවත් කරමු. යම් කෙනෙක් ඔබේ අවසරයකින් තොරව ඔබේ ඡායාරූප භාවිත කරන්නේ නම් හෝ ඔබ ලෙස පෙනී සිටින්නේ නම්, එවිටද අප අන්තර්ගතය ඉවත් කර ගිණුම අබල කළ හැකිය. බුද්ධිමය දේපළ කඩ කිරීමක් පැමිණිලි කිරීම ගැන තව දැන ගැනීමට, අපේ උදවු මධ්‍යස්ථානය වෙත පිවිසෙන්න.",
      "මෙම ස්ථානය පිළිබඳ තවත් පෝස්ටු බලන්න",
      "මේ ඔබ Instagram හි {username} ලෙස බෙදා ගත් ඡායාරූප, අදහස් පැතිකඩ තොරතුරු සහ වෙනත් දත්ත සහිත ඔබ ඉල්ලූ ගොනුවයි.",
      "මුරපදය ඇතුළත් කරන්න",
      "විශ්වාසදායී උපාංග",
      "තහවුරු කළ ලාංඡනයක් යනු ගිණුම ප්‍රධාන පොදු පුද්ගලයකුගේ, ප්‍රසිද්ධ පුද්ගලයකුගේ, ගෝලීය සන්නමක හෝ එය නියෝජනය කරන ආයතනයක අනුමත කරන ලද පෙනී සිටීමක් බව සඳහන් කරන Instagram ගිණුමෙහි නමට යාබදව දිස් වන හරි ලකුණකි.",
      "දැන්ම එපා",
      "ගොනු තරම {maxPhotoIdFileSizeMb}MB ට වඩා කුඩා විය යුතුය.",
      "මාරු කරන්න",
      "මූලපද පෙරහන්",
      "ටැග් කළ",
      "පිවිසුම් ක්‍රියාකාරකම",
      "බාලවයස්කාර ළමයා",
      "Instagram යෙදුම තුළ ස්ටිකර නිර්මාණය කිරීමට හා ප්රතිචාර දැක්වීමට ඔබට හැකිය. ඔබගේ දුරකථන අංකය ඇතුළු කරන්න, අපි ඔබට නොමිලේ බාගත කිරීමේ සබැඳියක් එවන්නෙමු.",
      "ඔබට කළ හැක්කේ කුමක් ද",
      "සියලු යෝජනා බලන්න",
      "ZIP කේතය",
      "ස්තුතියි!",
      "තනන්න",
      "නව ඡායාරූප පළ කිරීම",
      "ඔබගේ නම වෙනස් කරන්න",
      "ඔබේ යෙදුම යාවත්කාලීන කරන්න",
      "නිමයි",
      "පරිශීලකයාගේ Facebook ප්‍රොෆයිල පින්තූරය",
      "සියල්ල තේරීම් ඉවත් කරන්න",
      "Instagramහි සේවා නියමයන් මගින් 13න් පහළ දරුවන් යෙදුම භාවිතා කිරීම තහනම් කරයි. අපි සෑම වාර්තාවක්ම පරීක්ෂා කරමු. වැරදි තොරතුරු සැපයීමෙන් ඔබේ ගිණුම අත්හිටුවිය හැක.",
      "දැන් නොවේ",
      "නව Instagram විශේෂාංග ගැන දැන ගන්න.",
      "ඔබට ඔබේ තොරතුරු පාලනය කළ හැකි වෙනත් ක්‍රම",
      "{username1}, {username2}, {username3} + තවත් {count}ක් විසින් අනුගමනය කරන ලදී",
      "මෙය ඔබේ පොදු පැතිකඩෙහි කොටසක් නොවනු ඇත.",
      "මෙය අගුළු දැමීමේ අයිකනය වේ.",
      "ප්‍රොෆයිලය",
      "Instagram Lite",
      "ඔක්",
      "වැඩිදුර දැන ගන්න",
      "මේ අදහස් දැක්වීම Instagramහි නොතිබිය යුත්තකි",
      "Instagram මත {fullName}: “{caption}”",
      "භාෂාව",
      "{story owner username} තමන්ගේ සමීප මිතුරන් ලැයිස්තුවට එක් කර ඇති පුද්ගලයන්ට පමණක් මෙම වීඩියෝව දැකිය හැකිය.",
      "Facebook මිතුරන් සොයන්න",
      "සඳහා ඔබේ PayPal පිවිසීම තහවුරු කරන්න",
      "එක්රැස් කිරීම්",
      "සංස්කරණය කරන්න",
      "අපේ කණ්ඩායම විසින් පළ කිරීම සමාලෝචනය කරනු ලබන අතර එය අපේ {link_to_instagram_community_guidelines} හෝ {link_to_instagram_terms_of_use} කඩ කරන්නේ නම්, අපි එය ඉවත් කරන්නෙමු.",
      "ඔබ කවුරුන් ද යන්න පිළිබඳ තොරතුරු අපි UMD සමග බෙදා නොගන්නා අතර ඔවුන් ඔබේ සමීක්ෂණ ප්‍රතිචාර අප සමග බෙදා නොගනී.",
      "ඩිජිටල් පසුම්බි",
      "මෙම වීඩියෝව එක් කළ නොහැකි ය. වීඩියෝ මානයන් 9:16 සහ 1.91:1 අතර විය යුතු ය.",
      "වීඩියෝව",
      "තහවුරු කිරීමේ කේතය ඇතුළු කරන්න",
      "WhatsApp දැනටමත් එක් කරන ලදි",
      "18 හෝ ඊට වැඩි",
      "මෙම ගෙනුව ඉතා කුඩාය. දිගට ම කර ගෙන යාමට, 1KB හෝ ඊට වැඩි ගොනුවක් තෝරන්න.",
      "උඩුගත කිරීමට නොහැකි ය. තත්පර 60කට දිග වීඩියෝ සහාය නොදක්වයි.",
      "Facebook",
      "නියමයන්",
      "හරි",
      "ඔබ පිළිතුරු දුනි",
      "ඔබේ {applicationName} ගිණුම වෙත ඔබේ {username} Instagram ගිණුම සම්බන්ධ කරන්න. ඔබේ {applicationName} නිෂ්පාදන Instagram වෙත ආයාත කරනු ලබන අතර, ඔබේ නිෂ්පාදනවල කාර්ය සාධනයෙහි විදසුන් {applicationName} සමග බෙදා ගනු ලැබෙන්නේ ය.",
      "ඔබට සුරක්ෂිත අත්දැකීමක් සැපයීම සහ අපගේ පද්ධති භාවිතය විශ්ලේෂණය කිරීම",
      "ඊළඟ තට්ටු කරමින්",
      "සාධක-දෙකේ සතයාපනය ක්‍රියාවිරහිත කිරීමෙන් අදහස් වන්නේ ඔබට ඔබ පුරන විට ආරක්ෂක කේතයක් ඇතුළු කිරීමට අවශ්‍ය නොවනු ඇති බවය.",
      "ඔබට දැනටමත් සුරැකි ගිණුම් උපරිම සංඛ්‍යාව ඇත.",
      "අනුගමනය කරන්නේ කුමන මිතුරන්දැයි තෝරන්න. අපි කිසිදා ඔබේ අවසරයෙන් තොරව Facebook වෙත පළ නොකරමු.",
      "යෙදුමට මාරු වන්න",
      "ගිණුම්",
      "වීඩියෝ හඬ ක්‍රියාත්මකයි",
      "නියම පිළිගන්න",
      "ඔබේ ප්‍රධාන ගිණුම මැකීම වළක්වා ගැනීමට ඔබ මෙම අහඹු දෙවන ගිණුමට පුරා ඇති බව සහතික කර ගන්න. ඔබ {username} ලෙස පුරා ඇත. මෙය වැරදි නම්, {first log out} අනතුරුව නිවැරදි ගිණුම සමඟින් පුරන්න.",
      "ඔබේ සාප්පු බෑගයේ ඇති නිෂ්පාදන පිළිබඳ සිහිකැඳවීම් ලබා ගන්න.",
      "යම් කෙනෙකු වහා සිදුවන්නට යන අනතුරක සිටී නම්, දේශීය හදිසි අවස්ථා සේවා අමතන්න. ප්‍රමාද නොවන්න.",
      "මිතුරන්ට ඔබව සොයා ගත හැකි පරිදි ඔබේ නම එක් කරන්න.",
      "අදහස් පැමිණිලි කිරීම",
      "මුරපදය වෙනස් කරන්න",
      "යෙදුම ලබා ගැනීමෙන් Instagram හි හොඳම අනුවාදය අත්විඳින්න.",
      "විවරණ ගිණුම",
      "භාවිත නියම (අවශ්‍යයි)",
      "ඔබේ ඇතුළු විම, {emailOrPhone}, Facebook සහ Instagram යන දෙකටම භාවිත වේ, නමුත් ඒවා සම්බන්ධ කර නැත. වඩා පහසුවෙන් ඇතුළු වීමට ඔබේ ගිණුම් සබැඳි කරන්න.",
      "Direct හි පණිවිඩ යැවීමට සහ ලැබීමට Instagram Lite බාගන්න.",
      "හිස් කරන්න",
      "ඔබ ඔබගේ ගිණුම තාවකාලිකව අබල කළහොත්, මුරපදය වෙනස් කිරීමට ඇතුළු වීම ඔබගේ ගිණුම යළි සක්‍රිය නොකරනු ඇත.",
      "{likes} කැමතියි",
      "යෝජනාව නැවුම් කරන්න",
      "කෙටුම්පත සුරැකීම අසාර්ථක විය",
      "පුද්ගලයන් ටැග් කිරීමට ඡායාරූපය තට්ටු කරන්න.",
      "විකල්ප",
      "ඔබව වාර්තා කළේ ඇයි සහ ඉවත් කළ අන්තර්ගතය පිළිබඳ වැඩිදුර දැන ගැනීමට පහත වාර්තා අංක විවෘත කරන්න.",
      "මෙම ඡායාරූපය තුළ",
      "මෙම ගැටලුව සම්බන්ධව අපගේ විමර්ශනය අතරතුරදී, ඔබ ඔබේ Instagram මුරපදය මෑතකදී වෙනත් යෙදුමක් සමග බෙදා ගෙන ඇති බව අප නිරික්ෂණය කර ඇත. ඔබගේ ගිණුම ආරක්ෂිතව තබා ගැනීමට, ඔබගේ ගිණුම තෙවන පාර්ශ්ව සමග බෙදා ගැනීමෙන් වළකින්න.",
      "ඔබේ මුරපදය සමඟ පිවිසීමට උත්සාහ කරන්න. ඔබ පිවිසුණු පසු, ඔබේ ගිණුම් මධ්‍යස්ථානයේ ඇති ගිණුම් සමග ඔබට පිවිසීම සබල කළ හැකි ය.",
      "IGTV වෙළඳ දැන්වීම් සැකසීමට සහ මුදල් ඉපැයීම ආරම්භ කිරීමට Instagram මොබයිල් යෙදුමේ නවතම අනුවාදය භාවිත කරන්න.",
      "දැන් නරඹන්න",
      'ඔබේ කුකී සැකසුම් වෙනස් කිරීම සඳහා ඔබේ වෙබ් අඩවිය හෝ ජංගම බ්‍රව්සරය (සාමාන්‍යයෙන් "උදව්", "මෙවලම්" හෝ "සංස්කරණය" පහසුකම තුළ ඇති) මගින් සපයා ඇති උපදෙස් අනුගමනය කරන්න. කුකීස් හෝ වෙනත් තාක්ෂණයන් අබල කිරීමට ඔබ ඔබේ බ්‍රව්සරය සකසා ඇත්නම්, ඔබට අපගේ සේවාවේ ඇතැම් කොටස් වෙත ප්‍රවේශ වීමට නොහැකි විය හැකි අතර අපගේ සේවාවේ අනෙකුත් කොටස් නිසි ලෙස ක්‍රියා නොකරනු ඇති බව කරුණාවෙන් සලකන්න.',
      "සැර මත්ද්‍රව්‍ය භාවිතය ප්‍රවර්ධනය කරන පළ කිරීම් සහ අදහස්.",
      "පණිවිඩ",
      "APK බාගත කරන්න",
      "කැමතියි",
      "වීඩියෝව",
      "ඔබේ බැකප් කේතවලින් ආරක්ෂිත කේතයක් භාවිත කිරීමට ඔබට නොහැකි නම්, ඔබට {=resend it} මගින් එකක් ලබාගත හැකි ය",
      "Not verified",
      "ද්වේෂ සහගත කථනය හෝ සංකේත ගැන පැමිණිලි කරන්නද?",
      "තෙවන පාර්ශ්වයක් ඔබේ අන්තර්ගතය ඔවුන්ගේ වෙළඳ ලකුණ උල්ලංඝනය කරන බව පැමිණිලි කළහ.",
      "තේමා අයිකනය",
      "{username} අවහිර කරන්න ද?",
      "ඔබ විසින් {date} අවසර දී ඇත.",
      "සිකු",
      "Play store",
      "ප්‍රොෆයිලය",
      "නිහඬ කළා",
      "නියමයන්",
      "අදාළ:",
      "අවලංගු කරන්න",
      "මෙම අහෝසි කිරීම සම්පූර්ණ කළ නොහැක. කරුණාකර ඔබේ ජාල සැකසුම් පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "ස්ව හානි (ආහාර ගැනීමේ විෂමතා, කැපීම්, හෝ සිය දිවි හානි කර ගැනීමේ අන්තර්ගතය)",
      "ප්‍රවේශ්‍යතාව",
      "පැය {hours}",
      "ලේඛන වර්ගයක් තෝරන්න",
      "ඔබේ ගිණුම නැවත මෙම නියමයන්ට එරෙහි ‍වන්නේ නම්, ඔබේ පෝස්ටු, ලේඛනාරක්ෂණය, පණිවිඩ සහ පසුහඹන්නන් ඇතුළුව ගිණුම ස්ථිරවම ඉවත් ‍කරනු ඇත.",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "ගිණුම් තතු",
      "නියමයන්",
      "මම නියමවලට එකඟ වෙමි",
      "ප්‍රතිචාර",
      "හරි",
      "ඔබේ ඡායාරූප පිළිබඳව {learnMoreLink}",
      "එපා, ස්තුතියි",
      "එකතුව බලන්න",
      "මැතිවරණ pin අයිකනය",
      "ඔබේ ගිණුම අපගේ සත්‍යාපන නිර්ණායකය සපුරාලන්නේ ද යන්න තීරණය කිරීමට අපි ඔබ යොමු කළ තොරතුරු පමණක් භාවිත කරන්නෙමු.",
      "නව පණිවිඩය",
      "රූප හෝ වීඩියෝ වැනි සන්නිවේදන මාධ්‍යය නියෝජනය කිරීමේ අයිකනය",
      "තහවුරු කිරීම",
      "කැමරාව",
      "ද්වි-සාධක සත්‍යාපනය ක්‍රියාත්මකයි",
      "ඔබේ සැකසීම් සුරැකීමේ ගැටලුවක් විය.",
      "මූලපද සුරකින ලදී!",
      "මුදල් ප්‍රමාණය ඇතුළත් කරන්න",
      "Facebook පවුලේ ලාංඡනය",
      "පැ {hours}කට පෙර සක්‍රියයි",
      "{list of items} සහ {last item}",
      "ප්‍රවර්ගය වෙනස් කරන්න",
      "නැත, අක්‍රියව රැඳි සිටින්න",
      "නිමයි",
      "ප්‍රශ්න මොඩලය විවෘත කරන්න",
      "සෘජු",
      "සිහිකැඳවීම",
      "යෝජිත",
      "ඔබේ වීඩියෝවෙහි වෙනත් ‍යම් කෙ‍නෙකුට අයත් සංගීතය, ඕඩියෝ හෝ වීඩියෝ අඩංගු වීමට ඉඩ ඇති බැවින් එය අවහිර කළ හැකි වනු ඇත.",
      "සබැඳිය පසුරු පුවරුවට පිටපත් කරන ලදී",
      "අවහිරය ඉවත් කරන්න",
      "ඉවත් කරන්න",
      "සියල්ල මකන්න",
      "කනගාටුයි, මෙම පිටුව නොපවතී.",
      "ඡායාරූපයක්, වීඩියෝවක් හෝ අදහසක් වාර්තා කරන්න",
      "{story owner username} හට ඔබ ඔවුන්ගේ කතන්දරය බැලූ බව දැකීමට හැකි වනු ඇත.",
      "කැමැත්ත",
      "බුද්ධිමය දේපළ උල්ලංඝනය කිරීමක් ලෙස පැමිණිලි කරන්නද?",
      "යෝජිත",
      "පිවිසෙන්න",
      "අවහිර කළ",
      "වීඩියෝව බැහැර කරන්න ද?",
      "ඔබ වයස 13ට වඩා අඩු යැයි පැවසූ නිසා අපට ඔබගේ ගිණුම මැකීමට අවශ්‍යය. ඔබට ඔබ Instagram හි බෙදා ගෙන ඇති දේවල්වල පිටපතක් ලබා ගත හැකි වන ලෙස {download_your_data} කළ හැකිය.",
      "ඔබ තවදුරටත් {username} ගේ දෙමාපියකු/භාරකරුවකු ලෙස ලැයිස්තුගත කර නැත.",
      "සජීවී {actionType} {prepositionType} {violationText}",
      "Facebook භාවිත කරන්න",
      "කරුණාකර සුළු මුදලක් ඇතුළත් කරන්න",
      "Instagram මත ඔබේ ඊළඟ ගෙවීම පහසු කර ගැනීම සඳහා අපි මෙම තතු සුරකින්නම්.",
      "ආරක්ෂක කේතය ඇතුළු කරන්න",
      "නිර්මාපකයා සතුව පෞද්ගලික ගිණුමක් ඇති බැවින් මෙම ඔරිජිනල් ඕඩියෝව සඳහා පිටුවක් නොමැත.",
      "ඔබේ උපන් දිනය තහවුරු කරන්න",
      "IGTV වීඩියෝ අවශ්‍යතා",
      "ප්‍රතිමූර්ති (4:5)",
      "සංස්කරණය කරන්න",
      "Instagram සැමට සුරක්ෂිත ස්ථානයක් ලෙස තබා ගැනීමට අපට අවශ්‍යයි. ශාරීරික හානි වලට හේතු විය හැකි ව්‍යාජ තොරතුරු වලට අපි ඉඩ නොදෙමු.",
      "ඩේටා සුරැකුම",
      "ඔව්",
      "පුද්ගලයෙක්ව ටැග් කරන්න",
      "පුද්ගලයන්ට ඔබ සමඟ සමීප සම්බන්ධතාවකින් සිටීම වඩාත් පහසු කිරීමට සබඳතා බොත්තමක් ඔබේ ප්‍රොෆයිලය වෙත එක් කරන්න.",
      "මෙම අන්තර්ගතය සමග වඩා හොඳින් වටහා ගැනීමට අපට උදව් කරන්න.",
      "යෝජනා පූරණය කරමින්…",
      "ඔබේ අභියාචනය ප්‍රතික්ෂේපිත නම්",
      "Identity Switcher",
      "තහවුරු කරන්න",
      "අපගේ සේවාදායකයන් වෙත ළඟා වීමට අපට ගැටලුවක් තිබේ. ඔබේ සම්බන්ධතාවය පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
      "පළ කිරීම් 1",
      "යෙදුමෙහි, ඔබට මෙම ස්ථානය පිළිබඳ සියලු පෝස්ටු සමග සම්බන්ධව සිටිය හැකි ය.",
      "Instagram වීඩියෝව {fullName} • {datetime} විසිනි",
      "මුරපදය තහවුරු කරන්න",
      "පුද්ගලික ගිණුමට මාරු විය",
      "උපන් දිනය",
      "අපේ {communityGuidelinesLink} වෙත පටහැණි නිසා අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. ඔබ අපේ මාර්ගෝපදේශ ඉගෙන ගෙන අනුගමනය කළහොත්, ඔබට ඔබේ ගිණුම මැකීම වළක්වා ගත හැකි ය.",
      "{name of the user who tagged the other user in the photo} ඔබේ ඡායාරූපයක් ගත්තේය.",
      "‍පෝස්ටුව {actionType}",
      "මෙම වීඩියෝව දිග වැඩි ය. දිගට ම කර ගෙන යාමට, මිනිත්තුවක් හෝ ඊට අඩු වීඩියෝවක් තෝරා ගන්න.",
      "ස්තුතියි! ඔබ Instagram හි සිහිකැඳවීම් ඊමේල්වලට නැවත දායක වී ඇත.",
      "ප්‍රජා මාර්ගෝපදේශ",
      "ඔබේ වීඩියෝව අවහිර කළ ස්ථානය",
      "නව ආකාරයන් දිරිගැන්වීම සඳහා මිනිසුන් බෙදා ගන්නා දේ බැලීමට කතන්දර ඔබට ඉඩ දෙයි.",
      "2018 නොවැම්බර් 19 ආරම්භ වූ මෙම ගැටලුව, ඔබේ ගිණුමේ රහස්‍යතා සැකසීම පුද්ගලික සිට පොදු වෙත මාරු වීමට හේතු විය. අප මෙම ගැටලුව විසඳා ඔබේ ගිණුම 2018 නොවැම්බර් 20 පුද්ගලික ලෙස ප්‍රතිසාධනය කරන ලදී. එම කාලය අතරතුර අලුත් ගිණුම් ඔබව අනුගමනය කළේ නම්, අපි එම අනුගමනය කරන්නන් ඉවත් කළෙමු.",
      "ඔබේ Instagram ගිණුම ගැන යාවත්කාලීනයක්",
      "මිතුරන්ගෙන් ඡායාරූප සහ වීඩියෝ බැලීමට සහ ඔබ අාදරය කරන වෙනත් ගිණුම් අනාවරණය කර ගැනීමට ඇතුළු වන්න.",
      "අද 1ක් සක්‍රියයි",
      "පළ කරන්න",
      "වීඩියෝව පළ කිරීම අසාර්ථක විය",
      "විදසුන්, සබඳතා බොත්තම් සංදර්ශනය කිරීම සහ සංස්කරණය කිරීම, ප්‍රවර්ධනයන් සහ තවත් බොහෝ දේ සමග පාරි‍භොගිකයන් ‍වෙත ළඟා වීම සමග ඔබේ අනුගාමිකයන් පිළිබඳව දැන ගැනීමට ජංගම යෙදුමට යන්න.",
      "අප ඔබේ ගිණුමෙහි ස්වයංකෘත හැසිරීමක් අනාවරණය කරගෙන ඇත.",
      "ප්‍රතිපෝෂණය දෙන්න",
      "ඔබ පළ කිරීමක් යැව්වා",
      "කැමතියි",
      "සම්පත් බලන්න",
      "ඔබේ ඉල්ලීම සම්පූර්ණ කිරීමට උත්සාහ කරන විට තාවකාලික ගැටලුවක් ඇති විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "ඡායාරූපය හෝ වීඩියෝව එක් කරන්න",
      "මකන්න",
      "Up Chevron අයිකනය",
      "{city name}, {country name} හි ස්ථාන",
      "සාප්පු සවාරි යන්න",
      "සිකුරාදා",
      "{username} විසින් දැක තිබේ",
      "ඔබ ලියාපදිංචි වන විට තවත් ගාස්තු රහිත ඡායාරූප සොයා ගන්න.",
      "අපි දැන් ඔබ අප හඳුනා නොගන්නා දුරකථනයකින් හෝ පරිගණකයකින් ඔබ ඇතුළු වන ඕනෑම අවස්ථාවක ඇතුළු වීමේ කේතයක් ඉල්ලන්නෙමු.",
      "කනගාටුයි, ඔබේ තොරතුරු Facebook වෙතින් ප්‍රවේශනය කිරීමේ දෝෂයක් විය. අපි ඒ ගැන බලමින් සිටිමු. ඒ අතරවාරයේ, ඔබට යෙදුම හරහා ලියාපදිංචි වීමට, හෝ පසුව නැවත උත්සාහ කිරීමට හැකිය.",
      "පවතින නිෂ්පාදන",
      "ඒ වෙනුවට {email suggestion} භාවිත කරන්න",
      "ඔබ ඇතුළත් කළ ආරක්ෂක කේතය {cardName} සමඟ නොගැළපෙයි",
      "යෙදුම ස්ථාපන මොඩලය වසන්න",
      "සමාලෝචනය කරමින් සිටින්න",
      "මට භාවිතකරුවකු පසුපස යෑම නැවැත්වීමට අවශ්‍යයි",
      "අපට ඉදිරියට යාමට පෙර ඔබේ බැංකුවට ඔබෙන් ප්‍රශ්නයක් ඇසීමට අවශ්‍යයි.",
      "උදව් ලබා ගන්න",
      "@{username} අනුගමනය කිරීමෙන් ඉවත් වන්නද?",
      "ක්‍රියාවිරහිත කරන්න",
      "මි90",
      "පරිශීලක ටැග්",
      "සිනහ රූ සහ පුද්ගලයින්",
      "ඔබට ඔබේ ගිණුම නැවත සක්‍රිය කිරීමට අවශ්‍ය බව ඔබට විශ්වාස ද?",
      "වසන්න",
      "මෙය {reference owner name} සමග බෙදා ගන්නා අතර ඔවුන් ඔබේ අභියාචනය පිළිබඳ ඔබ හා සම්බන්ධ විමට ඉඩ ඇත.",
      "Instagram සමගින් ඇතුළු වන්න",
      "පණිවිඩයක් අරඹන්න",
      "නම් ටැග පුද්ගලයන්ට ඔබව ඉක්මනින් අනුගමනය කිරීමට උදව් වේ",
      "ඔබේ ගිණුමෙන් ඡායාරූපය සහ යම් අදහස් ඉවත් කිරීමට {Delete this photo text bolded}",
      "පුපුරණ ද්‍රව්‍ය මිලදී ගැනීමට හෝ විකිණීමට පිරිනමයි",
      "ෆේස්බුක් වෙත සබඳින්න",
      "ඔබේ ගිණුමේ අරමුණ වඩාත් හොඳින් විස්තර කරන විකල්පය තෝරා ගන්න. මෙය ඔබේ පැතිකඩෙහි දෘශ්‍යමාන වනු ඇති අතර පවතින හෝ අනාගත ප්‍රවර්ගයන් ප්‍රතිස්ථාපනය කරයි.",
      "ඔබේ වීඩියෝව සෑම ස්ථානයක ම අවහිර කරනු ඇත, එයින් අදහස් කරන්නේ පුද්ගලයන්ට එය බැලීමට, කැමැත්ත දැක්වීමට, හෝ අදහස් දැක්වීමට නොහැකි බවයි.",
      "මි 1",
      "ෆයර්ෆොක්ස්",
      "නැහැ",
      "Instagram හි සංගීත මාර්ගෝපදේශ",
      "නීතිමය හේතු සඳහා මෙම ගිණුමට ප්‍රවේශ වීම ඔබේ රට තුළ අවහිර කර ඇත",
      "විදසුන්, සබඳතා බොත්තම් සංදර්ශනය කිරීම සහ සංස්කරණය කිරීම, ප්‍රවර්ධනයන් සහ තවත් බොහෝ දේ සමග පාරි‍භොගිකයන් ‍වෙත ළඟා වීම සමග {username}ගේ අනුගාමිකයන් පිළිබඳව දැන ගැනීමට ජංගම යෙදුමට යන්න.",
      "{app name} වෙත ලැබෙන තොරතුර ඔබට සංස්කරණය කළ හැකි ය. බෙදා ගැනීමෙන් තොරව නික්මීමට ආපසු යාමට ඔබට තෝරා ගත හැකි ය, නමුත් ඔබට {app name} වෙත පිවිසීමට Instagram භාවිත කිරීමට නොහැකි විය හැකි ය.",
      "{username of sponsor} සමගින් ගෙවූ හවුල්කාරත්වය",
      "පැරණි මුරපදය",
      "වෙනිදා",
      "අවලංගු කරන්න",
      "ව්‍යාපාර ගිණුමකට මාරු කිරී‍මෙන් ඔ‍බේ Instagram ගිණුම ‍පොදු බවට පත් කරයි. ඔනෑම ‍කෙ‍නෙකුට ඔ‍බේ අන්තර්ගතය බැලීමට හැකි වන අතර තීරණාපේක්ෂවෙන් වන පසුහැඹීමේ ඉල්ලීම් සියල්ල අනුමත කරනු ඇත.",
      "හස්තියව පිහිටුවන්න",
      "අදහස් අයිකනය",
      "ඡායාරූප එක් කරන්න",
      "පුවත් ඊමේල්",
      "පෙර පරිශීලක නම්",
      "ගිණුම ඉවත් කරනවා ද?",
      "ප්‍රධාන වෙත ගෙන යන්න",
      "මෙම වීඩියෝව සහාය නොදක්වයි.",
      "වීඩියෝ අයිකනය",
      "ඔබේ ඊමේලය, දුරකථනය හෝ පරිශීලක නම ඇතුළත් කරන්න, එවිට අපි ඔබේ ගිණුමට නැවත සම්බන්ධ වීමට සබැඳියක් එවන්නෙමු.",
      "ගෙවීම",
      "යෙදුමෙහි ඔබට නැති වී ඇති දේ සොයා ගන්න",
      "පොට විස්තර බලන්න",
      "'බොත්තම: රට/කලාපය තෝරන්න'",
      "නිමයි",
      "ඡායාරූප බෙදා ගන්න",
      "කැමැත්ත දැක්වීමට ඇතුළු වන්න.",
      "යතුරු ලියමින්...",
      "අභිමත",
      "වෙළඳ දැන්වීම් සඳහා හවුල්කරුවන්ගෙන් අපගේ දත්ත භාවිත කිරීමට ඔබ එකඟතාවයක් ලබා දී නොමැති නම්, හෝ හවුල්කරුවන්ගෙන් ඔබේ ක්‍රියාකාරකම් පිළිබඳ දත්ත හෝ ඔබේ උපාංග සැකසුම් භාවිත කරමින් වෙනත් යෙදුම් සහ වෙබ් අඩවිවලින් අපගේ තොරතුරු භාවිතය සීමා කර ඇත්නම් මිස, අදාළ වෙළඳ දැන්වීම් ඔබට පෙන්වීමට අපි වෙනත් යෙදුම් සහ වෙබ් අඩවිවලින් තොරතුරු භාවිත කරන අතර, එම අවස්ථාවේ දී අපි ඔබේ තේරීම්වලට දිගට ම ගරු කරන්නෙමු.",
      "Instagram වෙතට මාරු කරන්න",
      "ඔබට මෙම තෑගි ආධාර ප්‍රකාශය අවලංගු කිරීමට අවශ්‍ය නම්, ඔබගේ නම හෝ නිවසේ ලිපිනය වෙනස් වුවහොත් හෝ ඔබේ ආදායම හෝ   ප්‍රාග්ධන ලැබීම් සඳහා ප්‍රමාණවත් බද්දක් නොගෙවන්නේ නම් අපට දන්වන්න.",
      "ඔබට ඔවුන්ව ඕනෑම අවස්ථාවක ඔවුන්ගේ පැතිකඩෙන් අවහිර කිරීමට හැකිය.",
      "ටැග් කළ ගිණුම්",
      "දිගට ම කර ගෙන යන්න",
      "ඔබේ Instagram නිර්මාතෘ ගිණුම සූදානම්",
      "යෝජිත පැතිකඩවල්",
      "{date} දින කල් ඉකුත් විය.",
      "වෙළඳ ලකුණ",
      "පොදු ව්‍යාපාර තොරතුරු",
      "යෙදුම් සහ වෙබ් අඩවි සම්බන්ධ කිරීම මෙය අවශ්‍යයි, සහ මෙය Instagram වෙත ඉඩ දෙයි:",
      "ලියාපදිංචි වීමෙන්, ඔබ අපේ {=Terms}, {Data Policy} සහ {Cookies Policy} සමඟ එකඟ වේ.",
      "Instagram ප්‍රජාව සැමට සුරක්ෂිතව සහ විනෝදකාමීව තබා ගැනීමට උදව් කිරීම වෙනුවෙන් ඔබට ස්තුතියි. ඔබ බුද්ධිමය දේපළ උල්ලංඝනය කිරීමක් පැමිණිලි කරන්නේ නම් හැර, ඔබේ පැමිණිල්ල නිර්නාමික ය.",
      "ඔබේ අන්තර්ගතය සඳහා ප්‍රවේශය සීමා කර ඇත",
      "එය වෙනස් කරන්න",
      "ඩිජිටල් නිර්මාපකයා/බ්ලොග්ගර්/බලපෑම්කරු",
      "පුද්ගලික ගිණුමක් වෙත මාරු කරන්න ද?",
      "{filename} ඉතාම කුඩාය. දිගට ම කර ගෙන යාමට, 1KB හෝ ඊට වැඩි ගොනුවක් තෝරන්න",
      "එය දේශපාලනික අපේක්ෂකයකුට හෝ ගැලුවකට යොමු දක්වයි",
      "{username} සහ තවත් {number of other users} විසින් අනුගමනය කරන ලදි",
      "{facebook user name} ලෙස දිගට ම කරගෙන යන්න",
      "Chevron අයිකනය",
      "ඔබ බුද්ධිමය දේපළ උල්ලංඝනය කිරීමක් පැමිණිලි කරන්නේ නම් හැර, ඔබේ පැමිණිල්ල නිර්නාමිකය‍‍‍‍‍ි.",
      "සියලු ප්‍රවර්ග",
      "ඔබේ අනන්‍යතාව තහවුරු කිරීමට අපට උදව් කරන්න",
      "බෙදා ගැනීමට ඉඩ දෙන්න",
      "කෙටුම්පත සුරකින්න",
      "හරි",
      "පුද්ගලයින් ඇමිණීමට තට්ටු කරන්න",
      "වැඩිපුර පිටු දැනගන්න Facebook Pay හි ප්‍රධාන අයිකනය",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවි වල කුකීස් සහ ඒ හා සමාන තාක්ෂණයන් භාවිතා කිරීමට Instagram ට ඉඩ දෙන්නද?",
      "දැනුම්දීම්",
      "ඡායාරූපය බැහැර කරන්න ද?",
      "එසේ කිරීමෙන්, ඔබ ඔබේ සුරකින ලද ගෙවීම් තතු මේ සඳහා සහ Instagram හි අනාගත ගෙවීම් භාවිත කිරීමට Facebook Pay හට අවසර දෙයි.",
      "හිමිකාරත්ව සීමා කිරීම් හේතුවෙන්, ඔබේ වීඩියෝවට හිමිකම් ඇති පහත සඳහන් රටවල ඔබේ වීඩියෝව අවහිර කෙරේ:",
      "වෙනිදා",
      "ඔවුන්ට Instagram මත ඔබේ පැතිකඩ, පළ කිරීම් හෝ කථාන්දර සොයා ගැනීමට හැකි නොවනු ඇත. Instagram ඔබ ඔවුන්ව අවහිර කළ බව දැන ගැනීමට නොසලස්වනු ඇත.",
      "පිවිසෙන්න",
      "නව එනලිපියක් පණිවිඩ ඉල්ලීම් කළමනාකරණය කිරීම සහ රසිකයන් සමග සම්බන්ධ වීම වඩාත් පහසු කරවයි.",
      "ගොනුව 1 GB වලට අඩු විය යුතු ය.",
      "Facebook සමග ඉදිරියට යන්න",
      "ඔබට {change_or_resend_link} කිරීමටද හැකිය.",
      "ඔබේ මුරපදය යළි සකසා ඇත. කරුණාකර නැවත ඇතුළු වීමට උත්සාහ කරන්න.",
      "සජීවී",
      "ආරම්භ කරමින්",
      "පෝස්ටු",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවි වල කුකීස් සහ ඒ හා සමාන තාක්ෂණයන් භාවිතා කිරීමට Instagram ට ඉඩ දෙන්න?",
      "ඔබ {username} මකා දැමීමට ඉල්ලා සිටියේ ය. ඔබට එය තබා ගැනීමට අවශ්‍ය නම්, ඔබ {date} තෙක් අපිට දැන්විය හැක. එසේ නැතිනම්, ඔබේ සියලු පෝස්ටු සහ තොරතුරු මකා දමනු ඇත. වැඩිදුරු දැන ගන්න. {help center link}.",
      "සෙවීම් ඉතිහාසය හිස් කරන්න",
      "ඔබේ වීඩියෝව වෙනත් අයෙකුට අයිති වීඩියෝවේ තත්පර {overlap duration}කට ගැළපෙයි.",
      "Facebook Pay පිළිබඳව තව දැන ගන්න",
      "නිමයි",
      "නිර්මාතෘ",
      "ස්තුතියි!",
      "වීදි ලිපිනය",
      "{username} හට ඔබට පණිවිඩයක් එවීමට අවශ්‍යයි.",
      "මම එකඟයි",
      "ඔබේ ඡායාරූපය අවහිර කර ඇති ස්ථානවල එය බැලීමට, කැමැත්ත දැක්වීමට හෝ අදහස් දැක්වීමට පුද්ගලයන්ට නොහැකි ය. ඔබේ ඡායාරූපය අවහිර කර ඇත්තේ:",
      "හෑෂ්ටැගය බලන්න",
      "අන්තර්ගතය ඔවුන්ගේ සංගීත හිමිකම් හෝ {communityGuidelines} උල්ලංඝණය කරන බව තෙවන පාර්ශවයෙන් ලැබුනු පැමිණිල්ලක් පදනම් කර ගනිමින් ඔබේ අන්තර්ගතයට ‍ප්‍රවේශ වීම සීමා කර ඇත.",
      "ගෙවීම් ආරක්ෂිතව සකසා ඇත.",
      "ප්‍රවේශ්‍යතාව",
      "යෙදුම තුළ පණිවිඩ යැවීම වඩා හොඳය",
      "අසත්‍ය පුවත් අයිකනය",
      "වෙබ් අඩවිය",
      "Instagram Lite යාවත්කාලීන කරන්න",
      "තව {Plus sign and plural indicating the number of user's remaining credit cards}",
      "හරි",
      "ඔබට වැරදීමක් සිදු වූයේ නම්, අපට දැන්වීමට ඔබට අභියාචනා කළ හැකිය.",
      "ඔබ Instagram යෙදුම්වල අවසන් වරට සක්‍රිය විට බැලීමට ඔබ අනුගමනය කරන ගිණුම්වලට සහ ඔබ පණිවිඩ යවන ඕනෑම කෙනෙකුට ඉඩ දෙයි. මෙය ක්‍රියාවිරහිත කළ විට, ඔබට වෙනත් ගිණුම්වල ක්‍රියාකාරී තත්ත්වය බැලීමට නොහැකි වනු ඇත.",
      "අභියාචනය",
      "ඔබට මෙම පළ කිරීම මැකීමට අවශ්‍ය බව විශ්වාසද?",
      "නොවැ",
      "යෙදුම භාවිත කරන්න",
      "මෙම සජීවී වීඩියෝව යෙදුමෙහි නරඹන්න",
      "වැඩිදුර දැන ගන්න",
      "ආරක්ෂක කේතය",
      "ඔබේ වීඩියෝව විනාඩි භාගයක් සහ {maxDurationInMinutes} අතර දිගු, තිරස් හෝ සිරස්, MP4 ගොනුවක් සහ {maxVideoSizeInGigabytes} GBට වඩා අඩු විය යුතු ය.",
      "සහාය දැක් වූ ගොනු වර්ග: රූපය/jpeg, රූපය/png, වීඩියෝව/mp4 සහ වීඩියෝව/quicktime.",
      "ඔබේ මුරපදය ගැන සටහනක්",
      "ඔබේ ඡායාරූපයේ ඇති සියලු ම අන්තර්ගතයන් භාවිත කිරීමට ඔබට අවසර තිබේ නම් {Submit a dispute text bolded}.ආරවුලක් යොමු කිරීමෙන්, මෙම හිමිකම නිකුත් කළ {reference owner name}ට ඔබේ ඡායාරූපය සමාලෝචනය කිරීමට අවසර ලබා දේ. ඔබ එය ප්‍රසිද්ධියේ බෙදාගෙන ඇත්නම් ඔවුන්ට ද සම්පූර්ණ පෝස්ටුව සමාලෝචනය කළ හැකි ය. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින 7 ක් ඇත.",
      "සංග්‍රහය වෙත යන්න",
      "ඔබේ Instagram පරිශීලක නාමය සහ බ්‍රවුසර තොරතුරු ස්වයංක්‍රියවම ඔබේ වාර්තාවේ ඇතුළත් කරනු ඇත.",
      "ඔබට සත්‍යාපක යෙදුමකින් පිවිසුම් කේතයක් ලැබීමට නොහැකි නම්, ඔබට ඔබේ {=backup codes} වලින් එකක් භාවිත කළ හැකිය",
      "කෙටි කරන්න",
      "විස්තර",
      "අගුළු දැමීමේ අයිකනය",
      "URL",
      "ආපසු",
      "ඡායාරූපය",
      "ස්ව අනතුරු",
      "{filename} ලෙස ලේබල් කළ වීඩියෝව දිග වැඩි ය. දිගට ම කර ගෙන යාමට, කෙටි වීඩියෝවක් තෝරා ගන්න.",
      "ඊමේල් වලංගු නැත",
      "පැතිකඩ ඡායාරූපය එක් කරන්න",
      "වැඩිදුර දැන ගන්න",
      "Instagram භාවිතා කිරීමට ඔබ කාර්ය බහුල වැඩි බව අපිට තේරේ. පහත පියවර මගින් යෙදුම ඔබේ දුරකථනයෙන් ඉවත් කරන ලෙස අපි යෝජනා කරමු:",
      "ස්තුතියි! ඔබ Instagram හි පර්යේෂණ ඊමේල්වලට නැවත දායක වී ඇත. අපි ඔබව අනාගත ප්‍රතිපෝෂණ ව්‍යාපෘතිවල ඇතුළු කරන්නෙමු.",
      "ඔබේ සම්බන්ධතා තොරතුරු පුද්ගලයන්ට ඔබේ ප්‍රොෆයිලයෙහි දිස්වන බොත්තම්වලින් ඊමේල් කිරීමට, ඇමතීමට හෝ ක්‍රියාමාර්ගයක් ගැනීමට වඩාත් පහසු කරයි. ඔබට ඕනෑම වේලාවක මේවා ප්‍රදර්ශනය කිරීමට හෝ සැඟවීමට හැකි ය.",
      "අදාළ නැත",
      "{username}ගේ පැතිකඩ පින්තූරය",
      "රීල් පට",
      "මේ ඔබය!",
      "හැඳුනුම (ID) ඡායාරූපය",
      "{likes} කැමතියි",
      'අබල වීමෙන් වැළැක්වීම ට ඉදිරි පැය 48 තුළ COVID-19 හෝ එන්නත් සම්බන්ධ අසත්‍ය තොරතුරු පිළිබඳව දැන්වීම් ඇති සියලු පෝස්ටු ඔබේ ගිණුමෙන් ඉවත් කරන්න. මෙම පෝස්ටු ඒවායෙහි "අසත්‍ය තොරතුරු" සහ "COVID-19" හෝ "එන්නත්" යනුවෙන් පැවසෙන අඳුරු පසුබිමකින් ආවරණය වී ඇත. ඔබ පැය 48 ක් තුළ මෙම පෝස්ටු ඉවත් නොකරන්නේ නම් හෝ ඔබේ ගිණුම COVID-19 හෝ එන්නත් පිළිබඳව අසත්‍ය තොරතුරු දිගට ම බෙදා ගන්නේ නම් එය අබල වනු ඇත.',
      "තොරතුරු බාගත කරන්න",
      "Instagram",
      "ඔබන්න",
      "ඔබට ප්‍රියජනක හා අදාළ වන ව්‍යාපාරවලින් දැන්වීම් ඔබට පෙන්වීමට අපට අවශ්‍යයි. {business} කෙසේද පිළිබඳ තව දැන ගන්න.",
      "අප ඉවත් කරන්නේ:",
      "බුද්ධිමය දේපළ කඩ කිරීම",
      "ප්‍රොෆයිලය සංස්කරණය කරන්න",
      "ඔබේ සත්‍යාපක යෙදුම මගින් ජනනය කරන අංක-6 කේතය ඇතුළු කරන්න.",
      "ලෝක සෞඛ්‍ය සංවිධානයෙන් කොරෝනාවෛරසය (කොවිඩ්-19) පිළිබඳ වැඩිදුර තොරතුරු බලන්න. {Learn more}",
      "කතන්දරය {actionType}",
      "කථාව බලන්න",
      "ඔබට පෙළ පණිවිඩයකින් තොරව ඉක්මනින් ආරක්ෂක කේත ජනනය කිරීමට සත්‍යාපන යෙදුමක් භාවිත කළ හැකිය.",
      "කරුණාකර ඕනෑම අතිරේක විස්තර සපයන්න",
      "ඖෂධ භාවිතය",
      "{instagram business name}",
      "{action text} මඟින්, ඔබ අපගේ {Terms} සහ {Policies} වෙත එකඟ වේ.",
      "ඔබගේ ගිණුම වෙනත් සත්‍යාපිත ගිණුමක් සමඟ පටලවා ගත හැකි බව පෙනේ. ඔබ ඔබේ පැතිකඩට තොරතුරු එක් කළ යුතු අතර එමඟින් ඔවුන් සොයන වෙළඳ නාමය, කීර්තිමත් පුද්ගලයින් හෝ සංවිධානය පිළිබඳව මිනිසුන් ඔබව වරදවා වටහා නොගනී.",
      "එක් කෙරිණි",
      "මෙම ගිණුම පුද්ගලිකයි. ඡායාරූප බැලීමට පසුහඹන්න.",
      "අනතුරු ඇඟවීමේ අයිකන මිණියම",
      "මෙය සුරැකි එකෙන් ඉවත් කිරීමෙන් එය රැස් කිරීම්වලින්ද ඉවත් කරනු ඇත.",
      "නියමයන්",
      "ඔබ අනුගමනය කරන පුද්ගලයන්",
      "IGTV",
      "ඔබගේ Instagram ගිණුම සඳහා ඔබ භාවිතා කරන මුුරපදය ආරක්ෂා කිරීමට අපි වෙහෙසී කටයුතු කරමු. ඔබ ඔබගේ දත්ත බාගැනීමේ මෙවලම භාවිතා කළ විට, ඔබගේ දත්ත බාගත් පසුව, අපගේ පද්ධති තුළ ගබඩා වන අතරම, ඔබගේ වෙබ් බ්රවුසරයේ URL තුළ ඔබගේ මුරපදය දිස් විය හැකිය. දැන් අපි තවදුරටත් මෙය සිදු නොවන ලෙස මෙම මෙවලම වෙනස් කර ඇති අතර, අපගේ අභ්යන්තර පද්ධති මඟින් ලොග් වී තිබිය හැකි හැකි මුරපද අප විසින් මකනු ලැබේ. අපි දකින කිසිවක් ඔබේ මුරපදය භාවිත කළ වෙනත් යම් අයකුට යෝජනා නොකරයි. ආරක්ෂා වීමට, ඔබට Instagram මත මෙන්ම ඔබ එම මුරපදයම භාවිත කරන වෙනත් ඕනෑම ස්ථානයක {link} කිරීමට අවශ්ය විය හැකිය. ඔබට ඔබගේ බ්රවුසර ඉතිහාසය හිස් කිරීමටද ඔබට අවශ්ය විය හැකිය.",
      "Instagram පිළිබඳ ප්‍රතිපෝෂණ ලබා දෙන්න.",
      "අයාචිත තැපැල් පළ කරමින්",
      "{carrier name} වෙතින් ගාස්තු රහිත ඡායාරූප",
      "පළ කිරීම මකන ලදී.",
      "යම් දෙයක් වැරදිණි. මිනිත්තු කිහිපයකින් නැවත උත්සාහ කරන්න.",
      "ඔබගේ ගිණුම {device}  හි {location} සැසියකින් ඉවත් වී ඇත",
      "ඉල්ලීම් {count}",
      "උඩුගත කිරීම අසාර්ථක විය.",
      "සොයා ගන්න",
      "අපට ඔබගේ ගිණුම මැකීමට අවශ්‍යය. ඔබට ඊළඟ දින 14 තුළ ඔබගේ දත්ත බාගැනීමට හැකි අතර, එබැවින් ඔබ Instagram හි බෙදා ගෙන ඇති දේවල්වල පිටපතක් තබා ගත හැකිය. ඔබට {appeal this decision} කිරීමට ද හැකිය.",
      "වෙනත් යෙදුම් සහ වෙබ් අඩවිවලට පිවිසීමට ඔබට Instagram දිගට ම භාවිත කළ හැකි ය",
      "උඩුගත කිරීමට වීඩියෝවක් තෝරන්න.",
      "අමතන්න",
      "ඔබ අවහිර කළ ගිණුම්",
      "ලබා ගත නොහැකි ඇසිපිය ආවරණ අයිකනය පළ කරන්න",
      "මම ඔවුන්ගේ දෙමාපියකු/භාරකරුවකු නොවේ",
      "අවසන් {number of files} ගොනු උඩුගත නොකරන ලදි. උඩුගත කිරීමට ඔබට ගොනු 10කට වඩා තෝරා ගත නොහැකි ය.",
      "ප්‍රතිපෝෂණ ඊමේල්",
      "උසස් සැකසුම්",
      "අපි ඔබේ තොරතුරුවල ගොනුවක් තැනීම ආරම්භ කර ඇති අතර එය සූදානම් වූ පසු {email address} වෙත සබැඳියක් ඊමේල් කරන්නෙමු. මෙම තොරතුරු රැස් කර ඔබට එවීමට පැය 48ක් දක්වා ගත විය හැකි ය.",
      "ඔබගේ ගිණුම හවුල්කරු මූල්‍යකරණ ප්‍රතිපත්ති සපුරාලන්නේ නැත.",
      "පරිගණකයෙන් තෝරන්න",
      "මෙම ප්‍රොෆයිලයට සබඳතා විකල්පයක් ලෙස WhatsApp දැනටමත් අංකයක් ඇත. ඔබ දිගට ම කර ගෙන යන්නේ නම්, එම අංකය +{whatsapp phone } විසින් ප්‍රතිස්ථාපනය කරනු ඇත.",
      "වැඩිපුර පිටු දැනගන්න Facebook Pay හි කාඩ්පත් අයිකනය",
      "ස්තුතියි! ඔබ Instagram හි නිෂ්පාදන ඊමේල්වලට දායක වී ඇත.",
      "දකුණට මුහුණලා දේදුනු වර්ණ චෙව්රොන් දෙකක්, මෙම නිෂ්පාදනය ආවේනික ගෙවා නික්මීම සඳහා සහාය දක්වයි",
      "ඔබේ වාහකය",
      "Instagram Lite තව දුරටත් සහාය නොදක්වයි",
      "පුවත් ලිපි",
      "{username}ගේ කතන්දරය, දැක නැත",
      "මකන්න",
      "• 'ඉඩ දෙන්න' තෝරා ගැනීමෙන් ඔබේ වෙළඳ දැන්වීම් මනාපයන් සහ උපාංග සැකසුම් තුළ යෙදුම් සහ වෙබ් අඩවි සඳහා ඔබේ වත්මන් සැකසුම් හි බල නොපායි.",
      "{violationText} සම්බන්ධ අපගේ {communityGuidelinesLink} වලට පටහැණී බැවින් අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. අපගේ මාර්ගෝපදේශ අපගේ ගෝලීය ප්‍රජාව මත පදනම් වන අතර, සමහරක් ප්‍රේක්ෂකයින් විවිධ දේ සඳහා සංවේදී වේ.",
      "මෙය ක්‍රියාවිරහිත කරන්නද?",
      "සුරකින්න",
      "අවසර නොලත් ක්‍රියාකාරකම ‍හඳුනාගැනීමට අප ‍ගෙවීම් ක්‍රම නිරීක්ෂණය කරමු.",
      "මුරපද යළි සැකසීමේ ඊමේල් සීමා කරන්න",
      "{app_name} ඔබේ අත්දැකීම වැඩි දියුණු කිරීම සඳහා ඔබේ තොරතුරු භාවිතා කරයි. යෙදුමකට මෙම තොරතුරු භාවිතා කරන ආකාරය පිළිබඳව වැඩිදුර දැනගැනීමට, ඔවුන්ග‍ේ {privacy_policy} බලන්න. ඔබ සහාය ලබා ගැනීමට හෝ ප්‍රතිපෝෂණ සැපයීමට මෙම යෙදුම සමඟ සම්බන්ධ වන්නේ නම්, ඔවුන්ට ඔබේ පරිශීලක හැඳුනුම {asid} අවශ්‍ය විය හැකි ය.",
      "PIN ගැළපෙන්නේ නැත. කරුණාකර නැවත උත්සාහ කරන්න.",
      "{A timestamp that states how long ago this media was posted.} පළ කරන ලදී",
      "අත්‍යවශ්‍ය නොවන කුකීස්",
      "ඔබ අකමැති අන්තර්ගත වර්තා කිරීම",
      "අපව අමතන්න",
      "පිහිටීම් සේවා සබල කරන්න",
      "මීළඟ",
      "නිමයි",
      "තේරුණා",
      "පහත හෙලීම",
      "ක්‍රෙඩිට් හෝ ඩෙබිට් කාඩ්පත",
      "අත්‍යවශ්‍ය කුකීස්වලට පමණක් ඉඩ දෙන්න",
      "අයාචිත තැපෑලක් ලෙස පැමිණිලි කරන්නද?",
      "IGTV වෙළඳ දැන්වීම් කෙරෙහි උනන්දුයි ද?",
      "සංකේත",
      "වීඩියෝව විනාඩි {minDurationInSeconds} සහ {maxDurationInMinutes} අතර දිගු විය යුතුය.",
      "තෙවන පාර්ශ්වයක් ඔවුන්ගේ බුද්ධිමය දේපළ අයිතිවාසිකම් උල්ලංඝනය කරන බව වාර්තා කළ නිසා අපි ඔබේ අන්තර්ගතය ඉවත් කළෙමු.",
      "කරකවන්න",
      "Facebook Pay සමඟින්, වේගයෙන් ගෙවා නික්මීම සඳහා ඔබේ සම්බන්ධිත Facebook ගිණුමෙන් ගෙවීම් තතු ඔබට භාවිත කළ හැකි ය.",
      "Instagram ගිණුම තහවුරු කරන්න",
      "ඔබේ Facebook මිතුරා {name of the contact who joined} Instagram මත {name of the user who joined} ලෙස සිටී",
      "ඇතුළු වන්න:",
      "අදහස්",
      "ඔබ නිර්මාණකරු‍වෙක් ද?",
      "ඔවුන් ඔබේ ඡායාරූප, වීඩියෝ හෝ කථාන්දර බලනවාට හෝ ඔබව Instagram හි සොයා ගන්නවාට ඔබ කැමති නැති නම් {username} අවහිර කරන්න",
      "ඔබ යම් වෙළඳ දැන්වීමක් දකින්නේ ඇයි දැයි දැන ගැනීමට සහ ඔබට වෙළඳ දැන්වීම් පෙන්වීමට අප රැස් කරන තොරතුරු භාවිත කරන ආකාරය පාලනය කිරීමට ඔබට ඔබේ වෙළඳ දැන්වීම් මනාප භාවිත කළ හැකි ය.",
      "Embed",
      "ව්‍යාපාරික ප්‍රවර්ග • Instagram හි ප්‍රවර්ගයට අනුව ව්‍යාපාරික ගිණුම් සොයා ගන්න",
      "සලකුණු ලකුණ",
      "ඇවුරුම ඉවත්කළ",
      "මුරපදය බලෙන් යළි සැකසීමේ අයිකනය",
      "මාව",
      "අනතුරු ඇඟවීමේ අයිකනය",
      "ඔබ {username} මකා දැමීමට ඉල්ලා සිටියේ ය. ඔබට එය තබා ගැනීමට අවශ්‍ය නම්, ඔබට {date} තෙක් අපිට දැන්විය හැක. එසේ නැතිනම්, ඔබේ සියලු පෝස්ටු සහ තොරතුරු මකා දමනු ඇත. {Learn More}",
      "ගිනි අවි විකිණීම හෝ ප්‍රවර්ධනය කිරීම ලෙස පැමිණිලි කරන්නද?",
      "අපි ඔබේ තොරතුරු කිසිවෙකුට නොවිකුනන්නෙමු. {Instagram} සහ {Facebook} හි අපගේ කුකී ප්‍රතිපත්ති තුළ කුකී සහ අප ඒවා භාවිත කරන ආකාරය පිළිබඳව වැඩිදුර දැන ගන්න.",
      "අපට ඔබට ඔබේ ගිණුමට ආපසු යාමට උපකාර වීමට ඊතැපෑලක් එවීමට හැකිය.",
      "මෙම පෝස්ටුව පැමිණිලි කිරීම සඳහා හේතුවක් තෝරා ගන්න. අපි {Username of the person being reported}ට ඔවුන්ව පැමිණිලි කළේ කවුරුන් ද යන්න නොපවසමු.",
      "WhatsApp එක් කර ඇත",
      "පිටුව හමු නොවුනි",
      "එය ප්‍රචණ්ඩ හෝ තහනම් කළ අන්තර්ගතයකි",
      "පැතිකඩ බලන්න",
      "ඔබට ස්තුතියි",
      "ඔබේ නම",
      "ඔබේ වීඩියෝවේ ඇති සියලු ම අන්තර්ගතයන් භාවිත කිරීමට ඔබට අවසර තිබේ නම් {Submit a dispute text bolded}.ආරවුලක් යොමු කිරීමෙන්, මෙම හිමිකම නිකුත් කළ {reference owner name}ට ඔබේ වීඩියෝව සමාලෝචනය කිරීමට අවසර ලබා දේ. ඔබ එය ප්‍රසිද්ධියේ බෙදාගෙන ඇත්නම් ඔවුන්ට ද සම්පූර්ණ පෝස්ටුව සමාලෝචනය කළ හැකි ය. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින 7 ක් ඇත.",
      "මාර්ගෝපදේශය",
      "ස්ථානයක් සොයන්න",
      "{amount} · {count}",
      "අඩු ඉඩක් භාවිත කරයි. Google Play හි නොමිලේ ය.",
      "සුරැකීම ආරම්භ කරන්න",
      "ඔබේ වීඩියෝව අවශ්‍යතා සපුරාලන්නේ නැත.",
      "වීඩියෝව සූදානම් කරමින්. එය සූදානම් විට අපි ඔබට දැනුම් දෙන්නෙමු.",
      "නොවැම්බර්",
      "වෘත්තීය ගිණුම සැකසුම් සුරැකිණි.",
      "ප්‍රසිද්ධ පුද්ගලයන්, අන්තර්ගත නිර්මාපකයන්, කලාකරුවන් සහ බලපෑම් කරන්නන් සඳහා හොඳම වේ.",
      "සම්පූර්ණ නම",
      "CPA යටතේ පැමිණිලි කරන්න",
      "{duration} ඉතිරිවී ඇත",
      "ඔබට ඔබේ සම්බන්ධතා Instagram ගිණුමෙන් මැකීමට අවශ්‍ය බව විශ්වාසද?",
      "සියලු ම කුකීස්වලට ඉඩ දෙන්න",
      "අවහිර කිරීම ගැන ආරවුලක් යොමු කරන්න",
      "පැය",
      "පළ කිරීම බලන්න",
      "තහවුරු කරන්න",
      "සංවාදයෙහි තවත් බලන්න",
      "පෙර",
      "ඔබ වයස අවුරුදු 18ට අඩු නිසා, ඔබේ උපන් දිනය Instagram සඳහා යාවත්කාලීන කිරීමට ඔබට අපව සම්බන්ධ කර ගැනීමට අවශ්‍ය වනු ඇත",
      "ඔව්",
      "පළ කිරීම මකන්නද?",
      "එය වංචාවකි නැතහොත් එය නොමග යවන සුළුය",
      "මෙම සංවාදය Instagram හි නොතිබිය යුත්තකි",
      "ටැග",
      "මෙය වැරදිමක් යැයි ඔබ සිතන්නේ නම් සහ ඔබේ වීඩියෝවෙහි සියලු අන්තර්ගතය භාවිත කිරීමට ඔබට අවසර ඇති නම් {Restore this video text bolded}. ඔබේ වීඩියෝව එලෙසම පළ කරනු ඇත.",
      "මෙයින් අදහස් කරන්නේ අපගේ ප්‍රජාව ආරක්ෂිතව තබා ගැනීම සඳහා අපි මෙවලම් තනන බැවින් ඔබේ ප්‍රතිපෝෂණය අපට ඉගෙනීම සඳහා සහාය වුව ද ඔබේ පෝස්ටුව නැවත සමාලෝචනය කිරීමට අපට ‌නොහැකි වේවි යන්නයි",
      "ඔබ පුද්ගලයින්ව අනුගමනය කරන විට, ඔබ ඔවුන් මෙහි පළ කරන ඡායාරූප සහ වීඩියෝ දකිනු ඇත.",
      "ඔවුන්ට දැන් ඔබේ පළ කිරීම් බැලීමට සහ ඔබව Instagram හි අනුගමනය කිරීමට හැකි වනු ඇත. Instagram ඔබ ඔවුන්ව අවහිර කිරීමෙන් ‍ඉවත් කළ බව දැන ගැනීමට නොසලස්වනු ඇත.",
      "ඔබේ වීඩියෝවේ ඇති සියලු ම අන්තර්ගතයන් භාවිත කිරීමට ඔබට අවසර තිබේ නම් {Submit a dispute text bolded}.ආරවුලක් යොමු කිරීමෙන්, මෙම හිමිකම නිකුත් කළ {owner name} හට ඔබේ වීඩියෝව සමාලෝචනය කිරීමට අවසර ලබා දේ. ඔබ එය ප්‍රසිද්ධියේ බෙදාගෙන ඇත්නම් ඔවුන්ට ද සම්පූර්ණ පෝස්ටුව සමාලෝචනය කළ හැකි ය. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින {number of days} ක් ඇත.",
      "සහාය",
      "සැකසුම් අයිකනය",
      "ඔබට ස්තුතියි! ඔබ සියල්ල සූදානම්ය.",
      "ගිනි අවි පුපුරන ද්‍රව්‍ය මිලදී ගැනීමට හෝ විකිණීමට පිරිනමයි",
      "• පුද්ගලාරෝපණය කිරීමේ අන්තර්ගතයට උදව් කිරීමට, අදාළ වෙළඳ දැන්වීම්වලට සේවය කිරීමට සහ ආරක්ෂිත අත්දැකීමක් සැපයීමට යෙදුම් සහ වෙබ් අඩවි වෙතින් ඔබේ ක්‍රියාකාරකම පිළිබඳව තොරතුරු ලබන්න.",
      "නිවස සහ ගෙවත්ත",
      "එය තේරුණා. ඔබ Instagram හි සිහිකැඳවීම් ඊමේල් දායකත්වයෙන් ඉවත්ව ඇත.",
      "අවහිර කළ වීඩියෝව සමාලෝචනය කරන්න",
      "වර්ගය",
      "WhatsApp දැන් ඔබේ {whatsapp business name} ප්‍රොෆයිලයෙහි සබඳතා විකල්පයක් වේ.",
      "ඔබේ හැඳුනුම්පතෙහි ඡායාරූපයක් අමුණන්න",
      "ඔබේ ඡායාරූපය ඔබේ මිතුරන්ට ඔබව දැන ගැනීමට ඉඩ සලසයි.",
      "{username} වෙත මාරු වන්න ද?",
      "සත්‍යාපක කිරීමේ යෙදුම ඉවත් කරන්නද?",
      "වැඩිපුර පිටු දැනගන්න Facebook Pay හි පලිහ අයිකනය",
      "සාප්පු සවාරි අයිකනය",
      "ගොනුව එක් කරන්න",
      "නව පෝස්ටුව තනන්න",
      "ඔබ සැපයූ තතු භාවිත කිරීමෙන් ඔබේ ගිණුමට සම්බන්ධ වීමට අපිට නොහැකි විය. පරික්ෂා කිරීමට ඔබට තවමත් ඔබේ ගෙවීම් තොරතුරු ඇතුළත් කළ හැකි ය.",
      "කිසි කෙනෙකු තවම මෙය දැක නැත.",
      "මෙම ගිණුම ප්‍රසිද්ධ පුද්ගලයකු අනුකරණය කරන ලෙස වාර්තා කරන්නද?",
      "අවශ්‍යයි",
      "පැතිකඩ ඡායාරූපය එක් කරන්න",
      "ඔබේ හැඳුනුම (ID) හි අග නම",
      "අවසන් ගොනුව එක් නොකරන ලදි. උඩුගත කිරීමට ඔබට ගොනු 10කට වඩා තෝරා ගත නොහැකි ය.",
      "අපගේ සේවාවන් භාවිත කිරීමට සමහර කුකීස් අත්‍යවශ්‍ය වේ. Instagram වෙත දිගට ම කර ගෙන යාමට, පවතින කුකී පාලනයන් සමාලෝචනය කර පහත පිළිගැනීමට පෙර ඔබ කැමති විකල්පමය තේරීම් කරන්න.",
      "යෙදුමේ නැවත නරඹන්න",
      "ඔබේ ගිණුමෙන් අසාමාන්‍ය ක්‍රියාකාරකම් අපි දුටු බැවින් ඔබව ඉවත් කර ඇත්තෙමු.",
      "Zip කේතය",
      "ඔබේ ගිණුම සත්‍යාපනයට අපි මේ දැන් ඔබට එවූ සංඛ්‍යා-6ක ආරක්ෂක කේතය ඇතුළු කරන්න.",
      "ඊමේල් යවන්න",
      "සිතියම් තතු බලන්න",
      "ඔබේ පෞද්ගලිකත්වය සුරක්ෂිත කිරීම අපට ඉතා වැදගත් වන අතර, මෙවැනි ගැටළු මතු නොවන බව සහතික කිරීමට අපි නිරන්තරයෙන් කටයුතු කරමින් සිටිමු. ඔබට කිසියම් ප්රශ්නයක් ඇත්නම්, කරුණාකර {email} අප අමතන්න.",
      "පහත දැක්වෙන ස්ථානවල මෙම ඡායාරූපය අවහිර කර ඇති බවට සිහි කැඳවීම:",
      "කල් ඉකුත් විය",
      "මාර්ගෝපදේශය බලන්න",
      "ඔබේ අනුගාමිකයන්",
      "නව පළ කිරීම",
      "ඔබ හිමිකරු ඇමතීම හෝ ඔබේ වීඩියෝව ඉවත් කර ගැනීම නොකළහොත්, අවහිර කිරීම {Date when the video block will go into effect}ට පසුව බලාත්මක වනු ඇත.",
      "ඔබේ කථාව අපගේ ප්‍රජා මාර්ගෝපදේශවලට  පටහැනි වේ",
      "ලියාපදිංචි වන්න",
      "තවත් පොස්ටු බලන්න",
      "තහවුරු කිරීමට නැවත ඔබේ PIN ඇතුළු කරන්න.",
      "කේතය නැවත එවන්න",
      "Facebook නිෂ්පාදන, විශ්ලේෂණ වෙතින් බැහැරව වෙළඳ දැන්වීම් ප්‍රචාරණය සහ මිනුම් සේවා සඳහා, සහ ඇතැම් විශේෂාංග සැපයීමට සහ ඔබ වෙනුවෙන් අපගේ සේවාවන් වැඩි දියුණු කිරීම සඳහා, අපි වෙනත් සමාගම්වල මෙවලම් භාවිත කරන්නෙමු. මෙම සමාගම් කුකීස් ද භාවිත කරයි. ඔබට අපගේ {Cookie Policy} තුළ වැඩිදුර දැන ගත හැකි ය.",
      "පසුපස යා යුතු අවධානයට ලක් විය යුතු ගිණුම් සොයා ගැනීම",
      "ඔබ Instagram හි සංගීතය භාවිත කරන ආකාරය පිළිබඳ {Learn more}.",
      "ඔවුන්ගේ ඡායාරූප සහ වීඩියෝ බැලීමට මෙම ගිණුම පසුහඹන්න",
      "ඔබ තෝරා ගත් ගොනුව සහාය නොදක්වයි.",
      "ඔබේ ආරවුල අනුමත විය යුතු යැයි ඔබ විශ්වාස කරන්නේ මන්දැයි කරුණාකර විස්තරාත්මකව පැහැදිලි කරන්න.",
      "නැරඹීම් {count}",
      "දැනටමත් {username} හඹා යනවා ද? ඔවුන්ගේ ඡායාරූප සහ වීඩියෝ බැලීමට යෙදුමට මාරු වන්න හෝ පිවිසෙන්න.",
      "ශාරීරික හානි පිළිබඳ විශේෂිත තර්ජන, සොරකම් කිරීම, කලා වස්තූන් කෙලෙසීම හෝ මූල්‍යමය හානි",
      "අවහිර කළ ඡායාරූපය සමාලෝචනය කරන්න",
      "ඉදිරිපත් කරන්න",
      "අපිට කණගාටුයි, නමුත් යම් දෙයක් වැරදි ගොස් ඇත. මිනිත්තු කිහිපයකින් නැවත උත්සාහ කරන්න.",
      "{instagram business category}",
      "මෙම පැතිකඩට කැමති නැතිද?",
      "ඔබ දැනගත යුතු දේවල්:",
      "Facebook වෙත සම්බන්ධ කිරීමට නොහැකි විය",
      "පළ කිරීම් පෙන්වන්න",
      "සිහි කැඳවුම ලබා ගන්න",
      "අපට දැනුම් දීම වෙනුවෙන් ස්තූතියි",
      "සියලු යෝජනා",
      "පළ කරන්න",
      "නැරඹීම් {count}",
      "සන්නාමයක්,ප්‍රසිද්ධ චරිතයක් හෝ සංවිධානයක් සම්බන්ධ අදහස් පිරිනැමීම සඳහා",
      "නිමයි",
      "ගාස්තු රහිත Wi-Fi සඳහා දිගට ම කරගෙන යන්න",
      "හෑෂ්ටැග",
      "PIN අංකයක් සමගින් අමතර ආරක්ෂාව එක් කරන්න",
      "පරික්ෂණ Facebook සාප්පුව සැකසීමට පරීක්ෂණ Instagram ගිණුමක් තනන්න.",
      "{story viewer username} ලෙස බලන්න ද?",
      "දැන් නොවේ",
      "මුරපදය වෙනස් කරන්න",
      "Instagram යෙදුම ලබා ගන්න",
      "ඇමිණූ පරිශීලක මකන්න",
      "Facebook සම්බන්ධ වීම ඔබට සහ අනෙක් අයට මිතුරන් සොයා ගැනීමට සහාය වනු ඇත.",
      "නැටුම",
      "ව්‍යාපාරික දුරකථන අංකය",
      "හුදු විරාමයක් අවශ්‍යයි",
      "",
      "තහවුරු කරන්න",
      "නිමයි",
      "ඔබේ ගිණුම මකාදමනු ඇත.",
      "සජීවී වීඩියෝව",
      "සියල්ල බලන්න",
      "වෙනත් අඩවිවලින් කුකීස් නොමැතිව, මෙම විශේෂාංග සබල කරන සහ ඔබේ අත්දැකීම වැඩි දියුණු කිරීමට උදව් වන වෙනත් වෙබ් අඩවිවලින් මෙවලම් කාවැද්දීමට Instagram හට නොහැකි වීමට ඉඩ ඇත.",
      "{username} වෙතින් තව පෝස්ටු පෙන්වන්න",
      "සඳුදා",
      "ඔබේ වීඩියෝව අවහිර කර ඇත",
      "ජාල වර්ගය",
      "Messenger වෙත බෙදා ගන්න",
      "ඩිජිටල් පසුම්බි",
      "ඇතුළු වීමේ තතු සුරකින්න",
      "සිහිකැඳවීම අවලංගු කරන්න",
      "ගොනු උඩුගත කළ නොහැකි විය",
      "අපි {violationText} පිළිබඳ අපේ {communityGuidelinesLink} වෙත එරෙහිව යන නිසා ඔබේ {contentTypeText}  ඉවත් කළෙමු. ප්‍රචණ්ඩත්වය සමහර පුද්ගලයන්ට Instagram මත අනාරක්ෂිත හැඟීමක් ඇති කළ හැකි නිසා අපට මෙම මාර්ගෝපදේශ තිබේ.",
      "ඔබ කරන දේ හොඳින් විස්තර කරන ප්‍රවර්ගයක් තෝරන්න. ඔබගේ පැතිකඩෙහි මෙය පෙන්වීමට හෝ සැඟවීමට ඔබට විකල්පයක් ඇත.",
      "ස්පෑම්",
      "යෙදුම සඳහා ඇගයීම්",
      "Instagram Lite හි Direct භාවිත කරන්න",
      "සියල්ල බලන්න",
      "වි {mins}කට පෙර සක්‍රියයි",
      "· ඔබ එක්සත් රාජධානියේ බදු ගෙවන්නෙක්",
      "නව ගිණුම තනන්න",
      "{username} දැන් සක්‍රියයි",
      "දෙමාපියන්ගේ/භාරකරුගේ අග නම",
      "තව පෝස්ටු සඳහා පිවිසෙන්න",
      "වෙළඳ දැන්වීම් අයිකනය",
      "ඔබේ අනන්‍යතාවය අප තහවුරු කරන තුරු ඔබට ගෙවීම් ලැබීමට හෝ සිදු කිරීමට ඇති හැකියාව තාවකාලිකව නවතා දමනු ඇත.",
      "{name} වෙතින් තවත් පෝස්ටු බලන්න",
      "VKontakte මිතුරා {full name of the contact who joined} Instagram මත {username of the user who joined} ලෙස සිටින බව ඔබ දැන සිටියාද?",
      "අවලංගු කරන්න",
      "නැවත උත්සාහ කරන්න",
      "පෙර ව්‍යාපාර දුරකථන අංක",
      "මොහොතක් ඉන්න...",
      "උපස්ථ කේත",
      "ස්වයං-උත්පාදිත සිරස්තල",
      "ජාතික හැඳුනුම් පත",
      "ප.ව.",
      "නිතර භාවිතයි",
      "වෙළඳ දැන්වීම් රුචිකත්ව",
      "අපි දැන් ඔබ අප හඳුනා නොගන්නා දුරකථනයකින් හෝ පරිගණකයකින් ඔබ ඇතුළු වන ඕනෑම අවස්ථාවක ඇතුළු වීමේ කේතයක් ඉල්ලන්නෙමු.",
      "මිනිත්තු 1කට පෙර",
      "ඔබේ අත්දැකීම අභිමත කිරීම",
      "Facebook වෙත {name} ලෙස සම්බන්ධ කරන ලදී",
      "COVID-19 සෞඛ්‍ය පර්යේෂණය සඳහා සමීක්ෂණයක් සිදු කරන්න",
      "{Added at authorizedAt time} හි එක් කෙරිණි",
      "ඉහළම පළ කිරීම්",
      "අදහස් දැක්වීම්වලට ඉඩ දෙන්න",
      "ගිණුම ඉවත් කරන්න",
      "යෙදුම් හරහා පණිවිඩ යැවීමට දිනය උත්ශ්‍රේණි කර ඇත",
      "ඔබගේ සම්බන්ධතා තතු සමාලෝචනය කරන්න",
      "{Bold text if your appeal for video is approved} ඔබ බෙදාගත් මුල් වීඩියෝව ඔබේ ගිණුමට ප්‍රතිසාධනය වේ.",
      "තවත් එක් පියවරක් පමණකි",
      "මෙය ක්‍රියාත්මක කිරීමෙන් අදහස් කරන්නේ අපට ඔබ ඇතුළු වන බව තහවුරු කිරීමට අවශ්‍ය වූ විට අප ඔබට ආරක්ෂක කේතයක් එවන බවය.",
      "ආපසු අනුගමනය කරන්න",
      "ඒ ඔබ බව ඔබේ මිතුරන්ට දැන ගැනීමට හැකි වන ලෙස පැතිකඩ ඡායාරූපයක් එක් කරන්න.",
      "වෙනිදා",
      "ලිංගික අනන්‍යතාවය",
      "කෙටුම්පත සංස්කරණය කරන්න",
      "යෙදුමෙහි වැඩිදුර විශේෂාංග සොයන්න",
      "නියාමනය කළ භාණ්ඩ",
      "හිංසනය හෝ අඩන්තේට්ටම් කිරීම ලෙස පැමිණිලි කරන්නද?",
      "PIN අංකයක් සමගින් අමතර ආරක්ෂාව එක් කරන්න",
      "ඔබේ ම හෝ ඔබේ ව්‍යාපාරය සඳහා නිල හඳුනා ගැනීමේ ලේඛනයක් එක් කරන්න.",
      "Facebook නිෂ්පාදන",
      "ප්‍රොෆයිලය සංස්කරණය කරන්න",
      "2018 අප්‍රේල් 5 ආරම්භ වූ මෙම ගැටලුව, ඔබේ ගිණුමේ රහස්‍යතා සැකසීම පුද්ගලික සිට පොදු වෙත මාරු වීමට හේතු විය. අප මෙම ගැටලුව විසඳා ඔබේ ගිණුම 2018 අප්‍රේල් 9 පුද්ගලික ලෙස ප්‍රතිසාධනය කරන ලදී. එම කාලය අතරතුර අලුත් ගිණුම් ඔබව අනුගමනය කළේ නම්, අපි එම අනුගමනය කරන්නන් අප්‍රේල් 9 සහ 10 අතරදී ඉවත් කළෙමු.",
      "ප්‍රජා මාර්ගෝපදේශ",
      "නගරය/ටවුම",
      "අවලංගු කරන්න",
      "වාර්තා කරන්න",
      "එය ස්පෑමයකි",
      "සම්පූර්ණ අත්දැකීම ලබා ගන්න.",
      "{carrier name} වෙතින් ගාස්තු රහිත ඡායාරූප",
      "{Copyright owner}ගේ {Copyrighted album or song name}",
      "දේශීය හෝ ජාත්‍යන්තර දැනුමක් ඇති පිළිගත් සංවිධාන අපට ප්‍රචණ්ඩත්වය අවුලුවාලීමට හෝ Instagram වෙතින් ශාරීරික හානියක් කිරීමට ඉඩ ඇති බව අපට පැවසූ තොරතුරු මෙයට ඇතුළත් ය.",
      "{count} දෙනෙක් කැමතියි",
      "{username} ප්‍රසිද්ධ පුද්ගලයකු අනුකරණය කරන ලෙස වාර්තා කරන්නද?",
      "ඔබ {The username of the account being reported}ගේ පැතිකඩ වාර්තා කළ නිසා, අපද ගිණුම අවහිර කර ඇත.",
      "බිඳී ගිය සබැඳිය",
      "අදහස {actionType}",
      "හැඳුනුම (ID) ඡායාරූපය සංස්කරණය කරන්න",
      "ඔබ ඇතුළත් කළ PIN එක භාවිත කරමින් ඔබේ ගිණුමට සම්බන්ධ කිරීමට අපිට නොහැකි විය. ඔබට තවමත් ඔබ Facebook හි භාවිත කළ {cardName} සඳහා වන ආරක්ෂක කේතය ඇතුළත් කිරීමෙන් සම්බන්ධ විය හැකි ය.",
      "කොරෝනා වෙෙරසය (කොවිඩ්-19) පැතිර යාම නිසා අපට මේ වන විට සමාලෝචකයින් සිටින්නේ අඩුවෙනි. හානිය සඳහා වඩාත් ම විභව්‍යයන් සහිත අන්තර්ගතය සමාලෝචනය කිරීමට ප්‍රමුඛතාවය දීමට අපි දැඩි උත්සාහයක් දරමු.",
      "• ඔබේ Instagram ගිණුම සමගින් පිවිසීමට වෙනත් යෙදුම් සහ වෙබ් අඩවි සමග ආරක්ෂිතව සම්බන්ධ කරන්න",
      "සොයන්න",
      "අවලංගු කරන්න",
      "පැමිණිල්ල එවන්න",
      "කුකී එකඟතා කොටස බැලීමට චෙව්රෝන් අයිකනය",
      "චිත්‍රක අනතුරු, නීතිවිරෝධී ක්‍රියාකාරකම්, අනතුරුදායක හෝ අපරාධමය සංවිධාන",
      "ඉක්මන් ප්‍රතික්‍රියා",
      "මෙම ගැටලුව සිය උපාංගයෙන් Instagram ගිණුම් එකකට වඩා වැඩි ගණනකට ඇතුළු වී ඇති සමහර Facebook සහ Instagram සේවකයින්ට බලපෑවේය. 2018 ජූනි 1 සහ 2018 ජූනි 5 කාලය අතරතුර, එක් ගිණුමකින් පළ කළ සමහර පළ කිරීම් හෝ කථාන්දර එම උපාංගයෙහිම ඇතුළු වූ වෙනත් ගිණුමකට පළ විය. පූර්වෝපායක් ලෙස, අපි ඔබව ඔබේ පැතිකඩ දෙස බැලීමට සහ ජූනි 1 - ජූනි 5 අතර කාලය තුළ වූ කිනම් හෝ පළ කිරීමි අදාළ ගිණුමෙන් බෙදා ගත් බව සහතික කර ගැනීමට දිරිමත් කරමු.",
      "{city name} හි ස්ථාන",
      "පුද්ගලයන් සොයන්න",
      "ප්‍රාථමික වෙත ගෙන යැවිණි",
      "API",
      "නැවත ඇතුළු වන්න",
      "මෙම පරිශීලකයාව අවහිර කරන්න",
      "සෘජු පණිවිඩ අයිකනය",
      "නව ‍පෝස්ටුව",
      "ඔබ පිවිසී ඔවුන් අනුගමනය කරන විට, ඔවුන් බෙදා ගන්නා සෑම පෝස්ටුවයක් ම ඔබට පෙනෙනු ඇත.",
      "පැතිකඩ සම්පූර්ණ කරන ලදී",
      "යවන ලදී!",
      "ඔබේ නිමේෂ ග්‍රහණය කර ගැනීම සහ බෙදා ගැනීම අරඹන්න.",
      "ස්ථානය",
      "කථාන්දර ක්‍රියාකාරකම්",
      "ඔබ මෙම සංවාදය පැමිණිලි කරන්නේ ඇයි?",
      "{username}ගේ පැතිකඩ පින්තූරය",
      "හඬ පණිවිඩය",
      "ඔබ ඔබේ ගිණුම අබල කරන්නේ ඇයි?",
      "@{username} • Instagram ඡායාරූප සහ වීඩියෝ",
      "වාර්තා කරන්න",
      "ප්‍රශ්න",
      "ඔබේ අභියාචනය ප්‍රතික්ෂේපිත නම්",
      "කතාබහ මකන්න",
      "වෙනත් යම් දෙයක්",
      "පෝස්ටු සහ අදහස්වල gif පළ කිරීම, සහ වීඩියෝ බැලීම ඇතුළුව වෙනත් සමාගම්වල කුකීස් නොමැතිව සමහර අත්දැකීම් ක්‍රියා නොකරයි.",
      "ලැබුණු පණිවිඩ",
      "දින{days}",
      "ඔබ Wi-Fi සමඟ සම්බන්ධ වූ පසු, ඔබට ව්‍යාපාරයේ Instagram ගිණුම ද ගවේෂණය කළ හැකි ය.",
      "ඔබේ පොදු පණිවිඩ",
      "පෙරදසුන් සක්‍රිය කර ඇත",
      "Instagram සත්‍යාපනය සඳහා අයදුම් කරන්න",
      "මෙම පණිවිඩ {numMessages} මකා දමනු ඇත.",
      "ස්වයංක්‍රියව එක් කරන්න",
      "‍මෙම තතු Facebook Pay සමග සුරැ‍කෙනු අතර, සහ ඔබට Instagram, Facebook සහ Messenger හි භාවිත කිරීමට ලබා ගත හැකි ය.",
      "සියලු ම මුල්‍යනය කළ වීඩියෝවල පෙරදසුන් ඇතුළත් විය යුතු ය. සංග්‍රහයේ සහ ඔබේ ෆ්‍රොෆයිලයෙහි පෙරදසුන් දිස්වේ.",
      "Connect a digital wallet",
      "තල්ලු දැනුම්දීම්",
      "පෙරනිමි මූලපද භාවිත කරන්න",
      "Instagram ඔබේ පුද්ගලික තොරතුරු සුරක්ෂිතව තබා ගනී. නව ගිණුමක් නිර්මාණය කිරීම සඳහා සියලු නියමයන්ට එකඟ වන්න.",
      "ඔබේ වීඩියෝව ඉවත් කර ඇත",
      "ඔබේ මුරපදය අමතක ද?",
      "නිමයි",
      "දුරකථන අංකය එක් කරන්න",
      "වෙනිදා",
      "භාවිත නියමයන්",
      "ඔබේ වීඩියෝව අවහිර කිරීම ඉවත් කිරීමට, කරුණාකර මෙයට එකඟ වන්න:",
      "පෙබ",
      "ඔබට ඔබ සැපයූ තොරතුරු මත පදනම්ව Instagram සඳහා ලියාපදිංචි විය නොහැකිය.",
      "{whatsapp business name}",
      "ආයුබෝවන් {username} ,",
      "ගවේෂණය කරන්න",
      "තව දැන ගන්න",
      "ඔබේ පැතිකඩ සහ සංග්‍රහය මත පෙරදසුන් දිස්වේ",
      "බෑගයට එක් කිරීම අසාර්ථක විය",
      "Disconnect",
      "අපට හේතුව කියන්න",
      "ගොනුව ඉවත් කරන්න",
      "DMCA යනු කුමක්ද, එය අපට බලපාන්නේ කෙසේද?",
      "{name of the user} ඔබව අදහසක් සඳහන් කර ඇත: {comment text from user}",
      "සම්බන්ධතා තොරතුරු",
      "Instagram Lite ලබා ගන්න",
      "ආරක්ෂක ක්‍රමයක් තෝරන්න",
      "කතාබහ මකන්න?",
      "මීළඟ",
      "පෝස්ටු නැත",
      "තේරීම මාරු කරන්න",
      "සමාලෝචනය කිරීමෙන් තොරව හැර යන්නද?",
      "මෙම ප්‍රතිපත්තිය Facebook ද ආවරණය කරන බැවින්, එහි මුහුණු හැඳුනුම ගැන තොරතුරු ඇතුළත්ය. අපි Instagram හි මුහුණු හැඳුනුම් තාක්ෂණය භාවිත නොකරමු. අප එය හඳුන්වා දෙන්නේ නම්, අපි ඔබට දැනුම් දෙන අතර ඔබට තේරීමක් ලබා දෙන්නෙමු.",
      "ඔබේ දත්ත බාගන්න",
      "සත්‍යාපක යෙදුම තහවුරු කරන ලදී",
      "අවලංගු කරන්න",
      "{username} ලෙස දිගට ම කරගෙන යන්න",
      "මිතුරන්ගේ පළ කිරීම්වලට කැමැත්ත දක්වන්න, ඔබේ නිමේෂ බෙදා ගන්න, සහ ඔබ ප්‍රිය කරන ගිණුම් ගවේෂණය කරන්න.",
      "ඡායාරූප සහ වීඩියෝ බෙදා ගැනීමට ආරම්භ කිරීමට යෙදුම බාගන්න.",
      "‍ගොනු 1KB හෝ ඊට වැඩි විය යුතුය",
      "{scope description}",
      "{full_name} (@{username}) • Instagram ඡායාරූප සහ වීඩියෝ • පිටුව {page}",
      "ඔබ Instagram මත බෙදා ගෙන ඇති දේවල් ගොනුවක් තැනී අප ආරම්භ කර ඇති අතර {email address} වෙත සබැඳියක් ඊමේල් කරන්නෙමු. මෙම දත්ත රැස් කිරීමට සහ එය ඔබ වෙත එවීමට පැය 48 දක්වා ගත විය හැකිය.",
      "ඡායාරූපය මකන්න",
      "• යෙදුම් සහ වෙබ් අඩවි ඔබ Instagram වෙතින් බෙදා ගෙන ඇති තොරතුරු වෙත ප්‍රවේශය ඉල්ලා සිටිය හැකි ය. මෙම ඉල්ලීම් අපගේ පද්ධති විසින් ස්වයංක්‍රියව ලොග්ගත කර ඇති අතර ඒවා ඔබේ උපාංග සැකසුම් මගින් පාලනය නොවේ.",
      "Edit",
      "වීඩියෝව දිගු වැඩි ය",
      "ප්‍රතිපත්තියෙහි අප ඔබේ ක්‍රියාකාරකම් සහ අපේ හවුල්කරුවන් වෙතින් රැස් කරන දේවල්, අප Facebook සමාගම් හරහා තොරතුරු සම්බන්ධ කරන ආකාරය සහ වෙළඳ දැන්වීම් ඇතුළුව, අප ඔබේ අත්දැකීම පුද්ගලාරෝපණය කරන ආකාරය ගැන තවත් තොරතුරු ඇතුළත්ය.",
      "ඔබේ ගිණුම අබල වීමට පෙර ඔබව නැවත ගිණුමට ඇතුළු කිරීමට අපට උත්සාහ කළ හැකි පරිදි දින 1ක් ඇතුළත මීළඟ පියවර අනුගමනය කරන්න.",
      "{username} විසින් අනුගමනය කරන ලදී",
      "කෙට්මුපත ඉවත දමන්න",
      "අපි ඉවත් කරන දේ පිළිබඳව {Learn more}.",
      "සියලු කොන්දේසි සහ නියමයන් {(plural) number of terms} වෙත එකඟ වන්න",
      "නැහැ",
      "හරි",
      "වීඩියෝ තත්පර 3 ක් හෝ ඊට වැඩි විය යුතුය",
      "ඔබේ ගිණුමේ සීමාවන් ඉවත් කිරීම සඳහා උදව් කිරීමට මීළඟ පියවර පසුහඹන්න.",
      "වීඩියෝව ඉවතලන්නද?",
      "සාප්පු කරත්තය",
      "අන්තර්ගත හිමිකරු අමතන්න",
      "ඉවත් කරන්න",
      "වෙනත්",
      "ඔබට ඔබේ ප්‍රොෆයිලයෙහි සම්බන්ධතා තොරතුරු සහ බොත්තම් සැඟවීමට හෝ පෙන්වීමට හැකි ය.",
      "ඔව්",
      "ඔබ {username}ගේ කථාන්දරයේ විශේෂ අවස්ථා යැවීය",
      "Alt text දෘශ්‍ය දුබලතා සහිත පුද්ගලයන් සඳහා ඔබේ ඡායාරූප විස්තර කරයි. ඔබේ ඡායාරූප සඳහා Alt text ස්වයංක්‍රියව තනනු ඇත නැතහොත් ඔබට ඔබේම එක ලිවීමට තේරිය හැකිය.",
      "පුද්ගලයන් සොයන්න",
      "ඉවත් කරන්න",
      "ඔබ {username} සීමා කර ඇත",
      "Google සමගින් පිවිසෙන්න",
      "අදහස මකන්න",
      "• ඔබේ ගිණුම සත්‍යාපනය කිරීමට සහ ඔබේ ඡායාරූප වැනි බෙදා ගැනීමට ඔබ තෝරා ගන්නා තොරතුරු ලැබීමට මෙම සබැඳුම යෙදුම හෝ වෙබ් අඩවියට ඉඩ දේ.",
      "ව්‍යාපාරික ගිණුම්",
      "ටැග් කළ පුද්ගලයන්",
      "ඔබේ අදහස අපගේ ප්‍රජා මාර්ගෝපදේශවලට පටහැකි වේ.",
      "ක්‍රියාකාරකම් සංග්‍රහය",
      "ගාස්තු රහිත නැව්ගත කිරිම",
      "ඉඩ සහ දත්ත සුරැකීමට සාදා ඇත. Google Play හි නොමිලේ ය.",
      "{count}ක් අනුගමනය කරමින්",
      "ස්ථානය එක් කරන්න",
      "ඔබට {username} සමග ගැටලුවක් තිබේ ද?",
      "අපගේ {Cookie Policy} තුළ කුකී සහ ඒවා භාවිත කරන ආකාරය ගැන තව දැන ගන්න.",
      "ඔබ ප්‍රිය කරන දේ සොයා ගැනීමට වඩා හොඳ ක්‍රමයක් සඳහා යෙදුමට මාරු වන්න.",
      "Facebook වෙත සම්බන්ධ වන්න",
      "{username} යතුරු ලියයි...",
      "දුරකථන අංකය",
      "තවත්",
      "අනුගමනය කිරීමට මිතුරන් සොයා ගැනීමට Facebook වෙත සම්බන්ධ වන්න",
      "පෞද්ගලිකත්වය",
      "පහළට ගණන් කිරිම්",
      "ඊමේල් (විකල්පමය)",
      "ඔබේ ගිණුම කළමනාකරණය",
      "{firstUsername}, {secondUsername} + {remainingUserCount} විසින් දැක තිබේ",
      "ඔබ අනුගමනය කරන පුද්ගලයන්",
      "වෙනිදා",
      "Google Playහි එය නොමිලේ සොයා ගන්න.",
      "එකතුව සංස්කරණය කරන්න",
      "අපි ඔබේ ගිණුමෙන් අසාමාන්‍ය ක්‍රියාකාරකම දුටු අතර {date on which the restriction enrollment expires} තෙක් නිශ්චිත ක්‍රියා තාවකාලිකව සීමා කර ඇත්තෙමු.",
      "Instagram යෙදුම සොයා ගන්න.",
      "වයස",
      "{Bold text if your appeal for photo is approved} ඔබ බෙදාගත් මුල් ඡායාරූපය ඔබේ ගිණුමට ප්‍රතිසාධනය වේ.",
      "රසික ගිණුම",
      "ඔබට Instagram වෙත අන්තර්ගතය පළ කළ හැක්කේ එය {copyright} ඇතුළුව, වෙනත් පාර්ශවයක බුද්ධිමය දේපළ අයිතිවාසිකම් උල්ලංනය නොකරන්නේ නම් පමණි. ඔබේ අන්තර්ගතය ප්‍රකාශන හිමිකම් නීතිය උල්ලංඝනය නොවන බව සහතික කිරීමට ඇති හොඳම ක්‍රමය නම් ඔබ විසින්ම සාදන ලද අන්තර්ගතයන් පමණක් පළ කිරීමයි. ඔබ වෙනත් කෙනෙකුගේ අන්තර්ගතයක් භාවිතා කිරීම තවමත් ඔවුන්ගේ ප්‍රකාශන අයිතිය උල්ලංඝනය කිරීමක් විය හැකි වන්නේ:",
      "අදහසක් එක් කරන්න…",
      "ඔ‍බේ PayPal ගිණුම සමග සම්බන්ධ වන්න ද?",
      "පසුහඹන්නන්",
      "යොමු කරන්න",
      "මෙම වීඩියෝවෙහි",
      "අනුගමනය කිරීමෙන් ඉවත් විය",
      "උපාංගය වෙතින් තෝරන්න",
      "එය යළි එවන්න",
      "පෙරහන: {filter title}",
      "පුද්ගලයන්ට ඔබව පහසුවෙන් අනුගමනය කිරීමට Instagram කැමරාව සමගින් ඔබේ නම් ටැගය ස්කෑන් කළ හැකිය. ඔබේ නම් ටැගය බාගෙන මුද්‍රණය කර, එය ඔබේ නිෂ්පාදන, පෝස්ටර සහ තවත් දේවල්වල අලවන්න.",
      "පෝස්ටුව බලන්න",
      "අපි ඔබේ {phone_number}න් අවසන් වන අංකයට සත්‍යාපන කේතය නැවත එවීමු",
      "දුරකථන අංකය",
      "API සේවා නියම",
      "සජීවී අරමුදල් සම්පාදකය",
      "• {app name} සේවා කාලය අතරතුර එහි {=term} සහ {=privacy} අනුව පරිශීලක අනන්‍යතාව සහ වෙනත් අරමුණු සඳහා ඔබ බෙදා ගන්නා දේවල් භාවිත කළ හැකි ය.",
      "අදහස මකන්න",
      "{email address} අප එවන ලද සබැඳිය දින හතරක් පමණක් ක්‍රියා කරනු ඇත. ඔබට ඔබේ දත්තවල තවත් පිටපතක් ඉලල්ලිය හැකිය.",
      "එසේ නැතිනම් ඔබට අන්තර්ගතය භාවිත කිරීමට ඉඩ දේ. උදාහරණයක් වශයෙන්, ඔබ ද්‍රව්‍යයේ සාධාරණ භාවිතයකට හිමිකම් පායි නැතහොත් අන්තර්ගතය පොදු වසමේ තිබේ.",
      "ප්‍රයෝග",
      "Facebook ගෙවීම් නියමයන් බලන්න",
      "දෙමාපියන්ගෙන්/භාරකරුගෙන් ඉල්ලන්න",
      "ආරක්ෂක සත්‍යාපනය",
      "ඔබ {name} ඉවත් කළහොත්, එය ඔබේ {name} සහ ගිණුම් ක්‍රියාකාරකම් මැකිය හැකිය. {name} හට ඔබ පෙරදී බෙදා ගත් තොරතුරුවලට තවම ප්‍රවේශය තිබිය හැකිය, නමුත් පෞද්ගලික තතු සඳහා අතිරේක ඉල්ලීම් සිදු කළ නොහැකිය.",
      "වෘත්තීය  ගිණුමට මාරු වන්න",
      "අනුගමනය කිරීමේ ඉල්ලීම්",
      "පෝස්ටුව බෙදා ගත්තා",
      "• වෙනත් යෙදුම් සහ වෙබ් අඩවි වෙත ඔබේ Instagram ගිණුම ආරක්ෂිතව සම්බන්ධ කරන්න",
      "ජාතිවාදී, මානව බිය හෝ ලිංගික",
      "පිවිසීමෙන් තව බලන්න",
      "මීළඟ",
      "ආරවුලක් යොමු කිරීමෙන්, ඔබ හිමිකම් දරන්නාට, {reference owner name}, ඔබේ වීඩියෝව සමාලෝචනය කිරීමට අවසර සහ ඔබේ ගිණුම පිළිබඳ මූලික පොදු තොරතුරු ලබා දේ. ඔවුන්ට ප්‍රතිචාර දැක්වීමට දින 7 ක් ලැබේ.",
      "Facebook වෙතින් Instagram",
      "@{username} අනුව මෙම Instagram ඡායාරූපය බලන්න",
      "සියල්ල මකන්න",
      "කතන්දරය සහ පෝස්ටු බෙදා ගැනීම සහ පිවිසෙමින් ඇතුළුව Instagram, Facebook යෙදුම සහ Messenger හරහා සම්බන්ධිත අත්දැකීම් සඳහා සැකසුම් පාලනය කරන්න.",
      "දෝෂයක් ඇති විය. නැවත උත්සාහ කරන්න.",
      "ඔබේ ඡායාරූපය එක් කරන ලදී.",
      "ඔබේ වීඩියෝව අවශ්‍යතා නොසපුරාලයි. {Learn More}",
      "මෙයට කැමැත්ත දැක්වීමට {Log in}",
      "{username} හට ඔවුන්ගේ රුචිකත්ව වැඩි සංඛ්‍යාවක් මත පදනම්ව ඔවුන්ට වෙළඳ දැන්වීම් පෙන්වීමට අපට අවශ්‍යය. අප පුද්ගලයන්ගේ රුචිකත්ව ගැන Facebook නිෂ්පාදන හරහා ඔවුන්ගේ ක්‍රියාකාකම් මත පදනම්ව දැන ගනිමු. ඔබ අනුමත නොකරන්නේ නම්, {username} තවමත් එකම වෙළඳ දැන්වීම් ගණනම දකිනු ඇති නමුත් ඒවායේ අදාළකත්වය අඩු විය හැකිය.",
      "විදසුන් බලන්න",
      "අදාළ ප්‍රවර්ග",
      "ප්‍රොෆයිලය",
      "මුරපදය වෙනස් කරන්න",
      "නිශ්චය කර නොමැත",
      "විශ්වාසදායී උපාංග",
      "See All Messages",
      "උෂ්ණත්වය",
      "ඉවත් වන්නද?",
      "කැමැත්ත දැක්වීම්",
      "කැමැත්ත පළ කිරීම්",
      "ඔබට මෙය පසුව ඔබේ පෝස්ටුවේ ඉහළින් ම ඇති  ··· මෙනුව වෙත යාමෙන් වෙනස් කිරීමට හැකි ය.",
      "@{username} • {datetime} ගේ Instagram ඡායාරූපය",
      "ඔබ වෙනුවෙන් යෝජිත",
      "හඹා යාමෙන් ඉවත් වන්න",
      "සමාලෝචනය කර එකඟ වෙමි",
      "අභියාචනය පිළිබඳ විස්තර",
      "මෙම යෙදුම සමග ඔබ බෙදා ගන්නා තතු",
      "වීඩියෝ ග්ලයිෆ්",
      "දුරකථන තහවුරු කිරීම",
      "සෙනසුරාදා",
      "මෙම ඡායාරූපය මකන්න",
      "සාප්පු සවාරි යාමේ මෙනුව විවෘත කරන්න",
      "ගිණුම් අවහිර කිරීම",
      "රාජ්‍යයක් තෝරන්න",
      "ගොනුව තෝරා ගන්න",
      "මෙම ඡායාරූපය සෑම ස්ථානයක ම අවහිර කර ඇති බවට සිහිකැඳවීම",
      "මෙම පණිවුඩය පුද්ගලයන් අවදානමට ලක් කරයි",
      "ආපසු යන්න",
      "පරිශීලක නම වෙනස් කරන්න",
      "ඔබ {username} අවහිර කළා.",
      "වීඩියෝවට ඕඩියෝ නැත",
      "අනුගමනය කරන්නන් {count}",
      "ප්‍රවර්ගයක් තෝරන්න",
      "බෙදා ගන්න",
      "යොමු කරන්න",
      "පිළිතුරු සඟවන්න",
      "ඔබ සිටින ඡායාරූප",
      "{name} වෙතින් තව ඡායාරූප බලන්න",
      "Instagram මත උපන් දින",
      "ප්‍රවර්ගයක් තෝරන්න",
      "ආරක්ෂක කේතය",
      "{other options} බලන්න",
      "යළි සකසන්න",
      "එය ගාස්තු රහිතව Windows Store හි සොයන්න.",
      "කරුණාකර විකල්පයක් තෝරන්න",
      "පෙර ව්‍යාපාර ලිපින",
      "ක්‍රියාශීලී වංචා නිරීක්ෂණය",
      "දැනුම්දීම යවා ඇත",
      "• යෙදුම් සහ වෙබ් අඩවි වෙතින් අපි ලබන තොරතුරු Instagram සමග පමණක් බෙදා ගැනීමට ඔබ කැමති වන්නේ නම්, {=accounts center} වෙතින් Instagram සහ Facebook ගිණුම් ඉවත් කරන්න.",
      "යෙදුම් ගබඩාවේ ඇත",
      "{country name} හි නගර",
      "මුරපදය අමතක වුණා ද?",
      "ඉවතලන්න",
      "මෙම පණිවිඩ ඔබ සීමා කළ හෝ අනුගමනය කරන්නේ නැති පුද්ගලයින් වෙතිනි. ඔබට පණිවිඩයක් එවීමට ඔබ ඉඩ දෙන තුරු ඔබ ඔවුන්ගේ ඉල්ලීම බැලූ බව ඔවුන් දැන නොසිටිනු ඇත.",
      "නව මුරපදය තහවුරු කරන්න",
      "ඉවත් කළ අන්තර්ගතයන් අඩුවෙන් පෙන්වන්න",
      "Instagram සැහැල්ලු ලබා ගන්න",
      "අපට ඔබේ උපාංගය වෙතින්, මිනිසුන් බොට් වෙතින් වෙන් කර හඳුනා ගැනීමට සහ වංචා අනාවරණය කර ගැනීමට උදවු විය හැකි, ඔබ තට්ටු කරන හෝ අනුචලනය කරන ආකාරය වැනි, විවිධ ආකාරයේ තොරතුරු ලැබෙයි.",
      "විශ්වාස කළ හැකි තර්ජන අඩංගු පළ කිරීම්",
      "අන්තර්ගතයන් පුද්ගලාරෝපණය කරන්න, අදාළ වෙළඳ දැන්වීම් පිරිනම්න්න සහ සුරක්ෂිත කිරීම සඳහා උදව් කිරීමට අපි කුකී භාවිත කරමු. අපගේ {Cookie Policy} තුළ කුකී පාලන සහ කුකී භාවිතයන් පිළිබඳ වැඩිදුර දැන ගන්න. ඔබට ඔබේ පාලනයන් ඕනෑම වේලාවක සමාලෝචනය කළ හැකි ය.",
      "අපට වැරදීමක් වූයේ යැයි සිතන්නේද?",
      "දැන්",
      "කනගාටුයි, ඔබේ ගිණුම තැනීමේදී යම් දෙයක් වැරදිණි. කරුණාකර ඉක්මනින් නැවත උත්සාහ කරන්න.",
      "පෙර ජීවදත්ත පෙළ",
      "වෙනිදා",
      "මෙම උපාංගය විශ්වාස කරන්න",
      "මෙය ඔබේ බුද්ධිමය දේපළ අනුමැතියකින් තොරව භාවති කිරීමක් ලෙස සිතන්නද? {link_to_learn_how_to_report_it}",
      "ඔබේ ගිණුමට අමතර ආරක්ෂාව එක් කරන්න",
      "සියලු වීඩියෝ අපගේ {monetization policy link} අනුව සමාලෝචනය කෙරේ.",
      "දිගට ම කර ගෙන යාමට වෘත්තීය ගිණුමක් වෙත මාරු කරන්න",
      "සහ",
      "පිවිසීමට සහ ඉඩ දීමට මෙය අවශ්‍යයි:",
      "කනගාටුයි! අපට මේ අවස්ථාවේ දී ඔබේ තහවුරු කිරීමේ කේතය සත්‍යාපනය කිරීමේ ගැටලුවක් ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
      "අපි ඔබේ තතු සමාලෝචනය කර අපට එය තහවුරු කළ හැකි නම්, ඔබට ආසන්න වශයෙන් පැය 24ක් තුළ ඔබේ ගිණුමට ප්‍රවේශ වීමට හැකි වනු ඇත.",
      "ප්‍රවර්ගය",
      "{violationText} හි අපේ {communityGuidelinesLink} වෙත පටහැණි නිසා අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. අපේ මාර්ගෝපදේශ අනුගමනය කිරීම ඔබේ පෝස්ටු, ලේඛනාගාරය පණිවිඩ සහ අනුගාමිකයින් ඇතුළුව, ඔබේ ගිණුම මැකීම වැළැක්වීමට ඇති එකම ක්‍රමයයි.",
      "කාර්යාල",
      "PayPal වෙත පිවිසෙන්න",
      "දෝෂය",
      "ඔබට ඔබේ සත්‍යාපක යෙදුම වෙතින් ආරක්ෂක කේතයක් ලැබීමට නොහැකි නම්, ඔබට {=auth app codes} මගින් එකක් ලබා ගත හැකිය හෝ ඔබේ {=backup codes}වලින් එකක් භාවිත කළ හැකි ය",
      "අදහස් ඉවත් කිරිම අවසන් කරන්න",
      "ආපසු පිවිසුමට",
      "1 අනුගාමිකයෙකු",
      "ඔබට ඔබේ සබැඳි කළ Facebook ගිණුම සමගින් පිරීමට හැකිය.",
      "පාරිභෝගික සහාය සැපයීම සඳහා දීමනා එවීමට ඔවුන්ට භාවිත කළ හැකි සෘජු පණිවිඩ Instagram හි දී ඔබට එවීමට මෙය {=business name}ට අවසරය දෙයි.",
      "යම් දෙයක් වැරදිණි. නැවත උත්සාහ කරන්න.",
      "ඔබ {username} පිළිබඳව තොරතුරු දිගටම බෙදා ගැනීමට කැමති ද?",
      "අපගේ   {communityGuidelinesLink}වලට පටහැණි බැවින් අපි ඔබේ {contentTypeText} ඉවත් කළෙමු. ඔබ නැවත අපගේ මාර්ගෝපදේශවලට පටහැනි යම් දෙයක් පළකරන්නේ නම්, ඔබේ පෝස්ටු, ‍ලේඛනාගාරය, පණිවිඩ සහ අනුගමනය කරන්නන් ඇතුළුව ඔබේ ගිණුම මකා දමනු ලැබේ.",
      "යම් වැරදීමක් සිදු විය",
      "{PayPal Policy} සහ ඔබේ ගෙවීම් ක්‍රමයේ හිමිකම් බලන්න.",
      "ඕනෑම අයෙකුට Instagram හි ඔබේ ඡායාරූප සහ වීඩියෝ දැකිය හැකි වනු ඇත. ඔබට තවදුරටත් අනුගමනය කරන්නන් අනුමත කිරීමට අවශ්‍ය නැත.",
      "ඔබ කළින් Instagram භාවිත කර ඇති උපාංගවලින් පමණක් මුරපද යළි සැකසීමේ ඊමේල් ලබා ගන්න. මෙම සැකසුම ඊළඟ දින {days to snooze} තෙක් පවතිනු ඇත.",
      "පළ කිරීම් සබැඳිය තෝරන්න",
      "වෙනිදා",
      "කෙටුම්පත සූදානම් කරමින්",
      "PIN අමතකද?",
      "නම් ටැගය භාවිත කරන ආකාර",
      "ඔබට දින 14 ක් තුළ දෙවරක් පමණක් ඔබේ නම වෙනස් කළ හැකි ය.",
      "ඡායාරූපයේ වැටිසන අයිකනය",
      "කථාන්දරය බැලීමට ඇතුළු වන්න",
      "අප සතුව දැනට සමාලෝචකයින් සුළු සංඛ්‍යාවක් සිටින අතර හානියක් සඳහා වඩාත්ම විභව්‍යයන් සහිත පැමිණිලි වලට ප්‍රමුඛතාවය දීමට දැඩි උත්සාහයක් දරමින් සිටී.",
      "ඔබ සියල්ල සූදානම්ය!",
      "වැඩිදුර දැන ගන්න",
      "ප.ව.",
      "කේතය ඇතුළු කරන්න",
      "සැකසුම්",
      "මෙහි ලැයිස්තුගත කළ පුද්ගලයන් ඔබ Instagram වෙත උඩුගත කර ඇති සබඳතා වේ. ඔබේ සමමුහුර්ත කළ සබඳතා ඉවත් කිරීමට, සියල්ල මකන්න තට්ටු කරන්න.  ඔබේ උපාංග සැකසුම් වෙත ගොස් සබඳතා වෙත ප්‍රවේශය ක්‍රියාවිරහිත නොකරන්නේ නම් මීළඟ අවස්ථාවේ දී ඔබේ සබඳතා නැවත උඩුගත කරනු ලබන අතර Instagram ඔබේ සබඳතා සමමූහුර්ත කරයි.",
      "පරිශීලක නම",
      "ඔබ ඔබේ PIN අංකය යළි සකසන තුරු ඔබට සමහර ගෙවීම් තහවුරු කිරීමට නොහැකි වනු ඇත.",
      "නව ගිණුම තනන්න",
      "නව කේතයක් ලබා ගන්න",
      "ඔබව අනවශ්‍ය අන්තර්ගතයෙන් ආරක්ෂා කිරීමට රූපය බොඳ කර ඇත.",
      "කුකී",
      "අපට Instagram හි අයාචිත තැපැල් සමග තිබෙන ගැටලු අවබෝධ කර ගැනීමට අපි අයාචිත වාර්තා සංඥාවක් ලෙස භාවිත කරමු. ඔබ මෙම ගිණුම අපේ {link_to_instagram_community_guidelines} හෝ {link_to_instagram_terms_of_use} උල්ලංඝනය කරන බව සහ ඉවත් කළ යුතු බව සිතන්නේ නම්, එය නුසුදුසු ලෙස ලකුණු කරන්න.",
      "ඉල්ලීම සම්පූර්ණ නොකරන ලදී",
      "සමීප මිතුරන් පමණි",
      "අවලංගු කරන්න",
      "ඵලදායී DMCA ප්‍රති-දැනුම්දීමක් ඉදිරිපත් කිරීමෙන් පසු, අපි එය වහා ම පැමිණිල්ලේ පාර්ශ්වයට ෆෝව(ර්)ඩ් කරන්නෙමු. ව්‍යාපාරික දින 10-14ක් ඇතුළත ගැටලුවේ පවතින කරුණුවලට අදාළ Instagram හි අයිතිවාසිකම් කඩ කිරීමේ ක්‍රියාකාරකමේ ඔබ නියැළීම වැළැකීමට අධිකරණ නියෝගයක් ඉල්ලා ඔවුන් ක්‍රියාමාර්ගයක් ගොනු කර ඇති බව පැමිණිල්ලේ පාර්ශ්වය අපට දැනුම් නොදෙන්නේ නම්, අපි වහා ම DMCA යටතේ සුදුසුකම්ලත් අන්තර්ගතයන් ප්‍රතිස්ථාපනය කරන්නෙමු. දුර්ලභ අවස්ථාවන්හි දී, තාක්ෂණික සීමාවන් නිසා අන්තර්ගතය යථා තත්වයට පත් කිරීමට අපට නොහැකි විය හැකි ය. එම අවස්ථාවේ දී, ඔබේ අභිමතය පරිදි වෙබ් අඩවියට අන්තර්ගතය යළි පළ කළ හැකි බව ඔබට දන්වමින් යාවත්කාලීනයක් අපි ඔබට එවන්නෙමු. ඵලදායී DMCA ප්‍රති-දැනුම්දීමක වෙනත් තොරතුරු අතර ඔබේ නම, ලිපිනය සහ දුරකථන අංකය අඩංගු විය යුතු අතර, ඔබේ අන්තර්ගතය පැමිණිලි කළ පාර්ශ්වයට ඔබට එරෙහිව උසාවියේ නඩු පැවරීමේ දී උපකාර කිරීමට එම තොරතුරු භාවිත කළ හැකි ය. ප්‍රති-දැනුම්දීමෙන් ඔබ සපයන සබඳතා තොරතුරු පැමිණිල්ලේ පාර්ශ්වයට යැවීමට Instagram හට අවශ්‍ය වන බව මෙයින් අදහස් වේ. නැවත නැවතත් අයිතිවාසිකම් කඩ කිරීම පිළිබඳව අපගේ ප්‍රතිපත්ති උල්ලංඝනය විය හැකි බවට ඔබේ ගිණුම කෙදිනක හෝ සමාලෝචනය කරන්නේ නම් ප්‍රතිස්ථාපිත අන්තර්ගතය ඔබට එරෙහිව ගණනය කරනු නොලැබේ.",
      "නිෂ්පාදන ඊමේලය",
      "Instagram",
      "Instagram යෙදුම ලබා ගන්න",
      "ඉදිරියට යාමට පිවිසෙන්න",
      "රට තේරීම්කරු සඳහා පතන අයිකනය",
      "ඇරයුම් {count}",
      "ඔබේ එකතුවට ඡායාරූප සහ වීඩියෝ සුරකින්න.",
      "දුරකථනය",
      "සෙවුම",
      "සමීක්ෂණ විස්තර",
      "ගිණුම තබා ගන්න",
      "ඔබ ඡායාරූප බෙදා ගන්නා විට, ඒවා ඔබේ පැතිකඩේ දිස් වනු ඇත.",
      "අනාවරණය කිරී‍මේ පිටුව",
      "ඔබට නොසුරැකි වෙනස්කම් ඇත. ඔබට අවලංගු කිරීමට අවශ්‍ය බව විශ්වාස ද?",
      "පෙරදසුන බැලීමට තට්ටු කරන්න.",
      "ඔබ පණිවිඩයක් යැවීය",
      "ප්‍රොෆයිල ඡායාරූපය",
      "ඔබේ ගෙවීම සැකසීමට ඉතා වැඩි වේලාවක් ගත් නමුත්, එය සම්පූර්ණ වී තිබිය හැකිය. රිසිට් පතක් සඳහා කරුණාකර ඔබේ ඊමේල් පරීක්ෂා කරන්න.",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [2555904]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: "-",
      shortDayNames: [
        "සඳුදා",
        "අඟ",
        "බදාදා",
        "බ්‍රහස්",
        "සිකු",
        "සෙන",
        "ඉරිදා",
      ],
      timeSeparator: ":",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D h:i A",
        "D M d": "j F",
        "D M d, Y": "j F Y",
        "D M j": "j F",
        "D M j, g:ia": "j F h:i A",
        "D M j, y": "j F Y",
        "D M j, Y g:ia": "j F Y h:i A",
        "D, M j, Y": "j F Y",
        "F d": "j F",
        "F d, Y": "j F Y",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y",
        "F j, Y @ g:i A": "j F Y h:i A",
        "F j, Y g:i a": "j F Y h:i A",
        "F jS": "j F",
        "F jS, g:ia": "j F h:i A",
        "F jS, Y": "j F Y",
        "F Y": "F, Y",
        "g A": "h A",
        "g:i": "h:i A",
        "g:i A": "h:i A",
        "g:i a": "h:i A",
        "g:iA": "h:i A",
        "g:ia": "h:i A",
        "g:ia F jS, Y": "j F Y h:i A",
        "g:iA l, F jS": "j F Y h:i A",
        "g:ia M j": "j F h:i A",
        "g:ia M jS": "j F h:i A",
        "g:ia, F jS": "j F h:i A",
        "g:iA, l M jS": "j F Y h:i A",
        "g:sa": "h:i A",
        "H:I - M d, Y": "j F Y h:i A",
        "h:i a": "h:i A",
        "h:m:s m/d/Y": "d-m-Y h:i:s A",
        j: "j",
        "l F d, Y": "j F Y",
        "l g:ia": "l h:i A",
        "l, F d, Y": "j F Y",
        "l, F j": "j F",
        "l, F j, Y": "j F Y",
        "l, F jS": "j F",
        "l, F jS, g:ia": "j F Y h:i A",
        "l, M j": "j F",
        "l, M j, Y": "j F Y",
        "l, M j, Y g:ia": "j F Y h:i A",
        "M d": "j F",
        "M d, Y": "j F Y",
        "M d, Y g:ia": "j F Y h:i A",
        "M d, Y ga": "j F Y h A",
        "M j": "j F",
        "M j, Y": "j F Y",
        "M j, Y g:i A": "j F Y h:i A",
        "M j, Y g:ia": "j F Y h:i A",
        "M jS, g:ia": "j F h:i A",
        "M Y": "F, Y",
        "M y": "j F",
        "m-d-y": "d-m-Y",
        "M. d": "j F",
        "M. d, Y": "j F Y",
        "j F Y": "j F Y",
        "m.d.y": "d-m-Y",
        "m/d": "d-m",
        "m/d/Y": "d-m-Y",
        "m/d/y": "d-m-Y",
        "m/d/Y g:ia": "d-m-Y h:i A",
        "m/d/y H:i:s": "d-m-Y h:i:s A",
        "m/d/Y h:m": "d-m-Y h:i:s A",
        n: "d-m",
        "n/j": "d-m",
        "n/j, g:ia": "d-m-Y h:i A",
        "n/j/y": "d-m-Y",
        Y: "Y",
        "Y-m-d": "d-m-Y",
        "Y/m/d": "d-m-Y",
        "y/m/d": "d-m-Y",
      },
      ordinalSuffixes: {
        1: "වෙනිදා",
        2: "වෙනිදා",
        3: "වෙනිදා",
        4: "වෙනිදා",
        5: "වෙනිදා",
        6: "වෙනිදා",
        7: "වෙනිදා",
        8: "වෙනිදා",
        9: "වෙනිදා",
        10: "වෙනිදා",
        11: "වෙනිදා",
        12: "වෙනිදා",
        13: "වෙනි",
        14: "වෙනිදා",
        15: "වෙනිදා",
        16: "වෙනිදා",
        17: "වෙනිදා",
        18: "වෙනිදා",
        19: "වෙනිදා",
        20: "වෙනිදා",
        21: "වෙනිදා",
        22: "වෙනිදා",
        23: "වෙනිදා",
        24: "වෙනිදා",
        25: "වෙනිදා",
        26: "වෙනිදා",
        27: "වෙනිදා",
        28: "වෙනිදා",
        29: "වෙනිදා",
        30: "වන",
        31: "වෙනිදා",
      },
    };
  },
  2555904,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "si_LK";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [2555905]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "Andorra",
        AE: "United Arab Emirates",
        AF: "Afghanistan",
        AG: "Antigua and Barbuda",
        AI: "Anguilla",
        AL: "Albania",
        AM: "Armenia",
        AN: "Netherlands Antilles",
        AO: "Angola",
        AQ: "Antarctica",
        AR: "ආජන්ටිනාව",
        AS: "ඇමෙරිකානු සමෝවා රාජ්‍ය",
        AT: "Austria",
        AU: "Australia",
        AW: "Aruba",
        AX: "ඕලන්ඩ් දිවයින් (ෆින්ලන්තය)",
        AZ: "Azerbaijan",
        BA: "Bosnia & Herzegovina",
        BB: "Barbados",
        BD: "බංගලාදේශය",
        BE: "Belgium",
        BF: "Burkina Faso",
        BG: "Bulgaria",
        BH: "Bahrain",
        BI: "Burundi",
        BJ: "Benin",
        BL: "Saint Barthelemy",
        BM: "Bermuda",
        BN: "බෘනායි",
        BO: "Bolivia",
        BQ: "බොනයර්, සින්ට් එවුස්ටටියස් සහ සබා",
        BR: "බ්‍රසීලය",
        BS: "The Bahamas",
        BT: "Bhutan",
        BV: "බුවෙට් දිවයින",
        BW: "Botswana",
        BY: "Belarus",
        BZ: "Belize",
        CA: "Canada",
        CC: "කොකෝස් (කීලින්) දිවයින්",
        CD: "ප්‍රජාතන්ත්‍රවාදී කොංගෝ ජනරජය",
        CF: "Central African Republic",
        CG: "කොන්ගෝ ජනරජය",
        CH: "Switzerland",
        CI: "Ivory Coast",
        CK: "කුක් දිවයින්",
        CL: "Chile",
        CM: "කැමරූන්",
        CN: "China",
        CO: "Colombia",
        CR: "Costa Rica",
        CU: "Cuba",
        CV: "Cape Verde",
        CW: "Curacao",
        CX: "නත්තල් දිවයින",
        CY: "Cyprus",
        CZ: "චෙක් ජනරජය",
        DE: "ජර්මනිය",
        DJ: "Djibouti",
        DK: "ඩෙන්මාර්කය",
        DM: "Dominica",
        DO: "Dominican Republic",
        DZ: "ඇල්ජිරියාව",
        EC: "Ecuador",
        EE: "එස්තෝනියාව",
        EG: "Egypt",
        EH: "බටහිර සහරාව",
        ER: "Eritrea",
        ES: "ස්පාඤ්ඤය",
        ET: "Ethiopia",
        FI: "Finland",
        FJ: "Fiji",
        FK: "ෆෝක්ලන්ඩ් දිවයින්",
        FM: "Federated States of Micronesia",
        FO: "ෆේරෝ දිවයින්",
        FR: "France",
        GA: "Gabon",
        GB: "United Kingdom",
        GD: "Grenada",
        GE: "ජෝර්ජියාව",
        GF: "ප්‍රංශ ගයනාව",
        GG: "ගර්න්සි",
        GH: "Ghana",
        GI: "Gibraltar",
        GL: "Greenland",
        GM: "Gambia",
        GN: "ගිනියාව",
        GP: "Guadeloupe",
        GQ: "Equatorial Guinea",
        GR: "Greece",
        GS: "දකුණු ජෝර්ජියාව සහ දකුණු සැන්ඩ්විච් දිවයින්",
        GT: "ගෝතමාලාව",
        GU: "Guam",
        GW: "Guinea-Bissau",
        GY: "Guyana",
        HK: "Hong Kong",
        HM: "හර්ඩ් දිවයින සහ මැක්ඩොනල්ඩ් දිවයින",
        HN: "හොන්ඩුරාස්",
        HR: "Croatia",
        HT: "හයිටි රාජ්‍යය",
        HU: "Hungary",
        ID: "ඉන්දුනීසියාව",
        IE: "Ireland",
        IL: "Israel",
        IM: "අයිල් ඔෆ් මෑන්",
        IN: "India",
        IO: "බ්‍රිතාන්‍ය ඉන්දියානු සාගර බල ප්‍රදේශය",
        IQ: "Iraq",
        IR: "ඉරානය",
        IS: "Iceland",
        IT: "Italy",
        JE: "Jersey",
        JM: "Jamaica",
        JO: "Jordan",
        JP: "ජපානය",
        KE: "Kenya",
        KG: "Kyrgyzstan",
        KH: "Cambodia",
        KI: "Kiribati",
        KM: "Comoros",
        KN: "ශාන්ත කිට්ස් සහ නේවිස්",
        KP: "North Korea (DPRK)",
        KR: "දකුණු කොරියාව",
        KW: "Kuwait",
        KY: "කේමන් දිවයින්",
        KZ: "කසකස්තානය",
        LA: "Laos",
        LB: "Lebanon",
        LC: "Saint Lucia",
        LI: "Liechtenstein",
        LK: "ශ්‍රී ලංකාව",
        LR: "Liberia",
        LS: "ලෙසෝතෝ",
        LT: "Lithuania",
        LU: "Luxembourg",
        LV: "Latvia",
        LY: "Libya",
        MA: "මොරොක්කෝව",
        MC: "Monaco",
        MD: "Moldova",
        ME: "Montenegro",
        MF: "ශාන්ත මාර්ටින්",
        MG: "Madagascar",
        MH: "මාෂල් දිවයින්",
        MK: "Macedonia",
        ML: "මාලි",
        MM: "Myanmar",
        MN: "Mongolia",
        MO: "Macau",
        MP: "උතුරු මරියානා දූපත්",
        MQ: "Martinique",
        MR: "Mauritania",
        MS: "Montserrat",
        MT: "Malta",
        MU: "Mauritius",
        MV: "Maldives",
        MW: "මලාවි",
        MX: "මෙක්සිකෝව",
        MY: "Malaysia",
        MZ: "Mozambique",
        NA: "නැමීබියාව",
        NC: "New Caledonia",
        NE: "Niger",
        NF: "නෝෆෝක් දිවයින",
        NG: "Nigeria",
        NI: "Nicaragua",
        NL: "Netherlands",
        NO: "නෝර්වේ",
        NP: "Nepal",
        NR: "Nauru",
        NU: "Niue",
        NZ: "New Zealand",
        OM: "Oman",
        PA: "Panama",
        PE: "Peru",
        PF: "French Polynesia",
        PG: "Papua New Guinea",
        PH: "Philippines",
        PK: "Pakistan",
        PL: "පෝලන්තය",
        PM: "ශාන්ත පියරේ සහ මිකලොන්",
        PN: "පිට්කේන් දිවයින්",
        PR: "Puerto Rico",
        PS: "Palestine",
        PT: "Portugal",
        PW: "Palau",
        PY: "පැරගුවේ",
        QA: "කටාර්",
        RE: "Reunion",
        RO: "රුමේනියා",
        RS: "Serbia",
        RU: "Russia",
        RW: "Rwanda",
        SA: "Saudi Arabia",
        SB: "Solomon Islands",
        SC: "Seychelles",
        SD: "සුඩානය",
        SE: "Sweden",
        SG: "Singapore",
        SH: "ශාන්ත හෙලේනා",
        SI: "Slovenia",
        SJ: "ස්වල්බාද් හා ජැන් මායන්",
        SK: "Slovakia",
        SL: "Sierra Leone",
        SM: "San Marino",
        SN: "Senegal",
        SO: "සෝමාලියාව",
        SR: "Suriname",
        SS: "South Sudan",
        ST: "Sao Tome and Principe",
        SV: "El Salvador",
        SX: "Sint Maarten",
        SY: "Syria",
        SZ: "ස්වාසිලන්තය",
        TC: "ටර්ක්ස් සහ කයිකොස් දූපත්",
        TD: "Chad",
        TF: "French Southern and Antarctic Lands",
        TG: "Togo",
        TH: "Thailand",
        TJ: "Tajikistan",
        TK: "Tokelau",
        TL: "Timor-Leste",
        TM: "Turkmenistan",
        TN: "Tunisia",
        TO: "Tonga",
        TR: "Turkey",
        TT: "Trinidad and Tobago",
        TV: "Tuvalu",
        TW: "Taiwan",
        TZ: "Tanzania",
        UA: "Ukraine",
        UG: "Uganda",
        UM: "United States Minor Outlying Islands",
        US: "ඇමරිකා එක්සත් ජනපදය",
        UY: "Uruguay",
        UZ: "Uzbekistan",
        VA: "Vatican City",
        VC: "Saint Vincent and the Grenadines",
        VE: "Venezuela",
        VG: "බි‍්‍රතාන්‍ය වර්ජින් දූපත්",
        VI: "එක්සත් ජනපද වර්ජින් දිවයින්",
        VN: "Vietnam",
        VU: "Vanuatu",
        WF: "Wallis and Futuna",
        WS: "Samoa",
        XK: "Kosovo",
        YE: "Yemen",
        YT: "Mayotte",
        ZA: "South Africa",
        ZM: "Zambia",
        ZW: "Zimbabwe",
      },
    };
  },
  2555905,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [2555906]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 3,
      },
      numberingSystemData: null,
    };
  },
  2555906,
  []
);
