__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "ഇൻകോർപ്പറേഷൻ ആർട്ടിക്കിളുകൾ",
      "ഭാഷ",
      "am",
      "മീഡിയ ഗാലറി തുറക്കുക",
      "ഈ ഉള്ളടക്കം നീക്കം ചെയ്യരുതെന്ന് നിങ്ങൾ കരുതുന്നുണ്ടെങ്കിൽ, {appeal form link} പൂരിപ്പിച്ചുകൊണ്ട് നിങ്ങൾ ഒരു അപ്പീൽ ഫയൽ ചെയ്‌തേക്കും",
      "നിങ്ങളുടെ പേര് അല്ലെങ്കിൽ ഓർഗനൈസ്സേഷന്റെ പേര്",
      "{date}-ന് നീക്കം ചെയ്‌തു.",
      "{username}, നിങ്ങളുടെ വീഡിയോ ലൈക്കുചെയ്‌തു.",
      "നിങ്ങളുടെ അഭ്യർത്ഥന പ്രോസസ്സുചെയ്യുന്നതിൽ ഒരു ‌പ്രശ്‌നമുണ്ടായി. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "ന്",
      "കൂടുതലറിയുക",
      "പിന്തുടരുന്നു",
      "WhatsApp ഐക്കൺ",
      "Direct-ലേയ്‌ക്ക് പങ്കിടുക",
      "വിഭാഗങ്ങൾ",
      "നിങ്ങളുടെ കീ",
      "ഈ വീഡിയോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ തടഞ്ഞതായുള്ള ഓർമ്മപ്പെടുത്തൽ:",
      "നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമായി നിലനിർത്തുന്നതിന് പാസ്‌വേഡ് അപ്‌ഡേറ്റുചെയ്യുക. ഇതിൽ നിന്നൊഴികെ മറ്റ് എല്ലാ സെഷനുകളിൽ നിന്നും നിങ്ങളെ ലോഗൗട്ട് ചെയ്യും, അതിനാൽ ആരെങ്കിലും നിങ്ങളുടെ അക്കൗണ്ട് ഉപയോഗിക്കാൻ ശ്രമിക്കുന്നുണ്ടെങ്കിൽ ഇനി ആക്‌സസ്സ് നേടാനാകില്ല.",
      "ഈ ഇമെയിൽ വിലാസത്തിലേക്ക് Instagram അപ്ഡേ‌റ്റുകൾ അയയ്‌ക്കും.",
      "ഇമെയിൽ, SMS",
      "സ്‌റ്റോറി ലഭ്യമല്ല",
      "അയയ്‌ക്കുക",
      "തുറക്കുക",
      "ഈ അക്കൗണ്ട് Instagram-ന്റെ കമ്മ്യൂണിറ്റി മാർഗ്ഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്നതായി ഞാൻ വിശ്വസിക്കുന്നു",
      "ഒരു അടിക്കുറിപ്പ് എഴുതുക...",
      "വിലാസമെഴുതേണ്ട ചെക്ക്‌മാർക്ക് വൃത്തം പൂരിപ്പിച്ചിട്ടുണ്ട്",
      "കമ്മ്യൂണിറ്റി",
      "സുഹൃത്തുക്കൾക്ക് നിങ്ങളെ മനസിലാകാൻ പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കുക.",
      "നൂറ് മില്ല്യൺ",
      "ബൗദ്ധിക സ്വത്തവകാശ മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "എഡിറ്റുചെയ്യുക",
      "അപ്‌ലോഡുചെയ്‌തു.",
      "വിനോദം",
      "ടെക്‌സ്‌റ്റ് സന്ദേശം അയയ്‌ക്കുക",
      "തുടരുക",
      "പിന്തുടരൽ അഭ്യർത്ഥനകൾ",
      "നിങ്ങൾക്കായി ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കാനായില്ല",
      "PayPal",
      "കൂടുതൽ പോസ്‌റ്റുകൾ കാണുക",
      "എനിക്ക് ഒരു സ്വകാര്യ അക്കൗണ്ട് ആവശ്യമാണ്",
      "മയക്കുമരുന്നുകൾ വിൽക്കാനോ വിതരണം ചെയ്യാനോ ഉദേശിച്ചുള്ള പോസ്റ്റുകൾ",
      "വെവ്വേറെ അയയ്‌ക്കുക",
      "Facebook കണക്‌റ്റുചെയ്യൂ",
      "രാജ്യത്തിന്റെ പേര് അല്ലെങ്കിൽ കോഡ്",
      "മങ്ങിക്കുക",
      "സ്വകാര്യതാ നയം",
      "സ്വകാര്യ അക്കൗണ്ട്",
      "ഷെവറോൺ",
      "Connect",
      "പിന്തുടരുന്നവരെയെല്ലാം കാണുക",
      "മറ്റൊരു അക്കൗണ്ടിൽ ലോഗിൻ ചെയ്യൂ",
      "മുമ്പത്തെ പൂർണ്ണ പേരുകൾ",
      "Facebook ഉപയോഗിച്ച് {application name}-ലേക്ക് നിങ്ങൾ മുമ്പ് ലോഗിൻ ചെയ്‌തു.",
      "ഡാറ്റ ഉപയോഗിക്കുന്നു",
      "{time of day}, {date}-ന് പോസ്‌റ്റുചെയ്‌തിരിക്കുന്ന വീഡിയോയിൽ ഇനിപ്പറയുന്ന ഉള്ളടക്കം അടങ്ങിയിരിക്കുന്നതിനാൽ അത് നീക്കം ചെയ്‌തു:",
      "നിങ്ങളുടെ പ്രൊഫൈലിൽ ഒരു കോൺടാക്റ്റ് ബട്ടൺ പ്രദർശിപ്പിക്കാൻ,  നിങ്ങളുടെ കോൺടാക്‌റ്റ് വിവരങ്ങൾ ചേർക്കുക.",
      "LIVE",
      "നിങ്ങളുടെ PIN പുനസജ്ജീകരിക്കുന്നതിന്, Instagram പാസ്‌വേഡ് നൽകുക.",
      "ഔട്ട്‌ലൈൻ ഐക്കൺ ചെക്ക്‌മാർക്ക് ചെയ്യുക",
      "ഓഡിയോ ടോഗിൾ ചെയ്യുക",
      'Instagram-ൽ പ്രാമാണീകരണ ആപ്പ് ലിങ്കുചെയ്യാൻ കീ നൽകുക. നിങ്ങളുടെ ആപ്പിന് ഒരു അക്കൗണ്ട് പേര് ആവശ്യമായി വരികയാണെങ്കിൽ, കണ്ടെത്തുന്നത് എളുപ്പമാക്കാൻ "Instagram" എന്ന് ശീർഷകം നൽകുക',
      "നിങ്ങൾക്ക് ഒരു ലോഗിൻ ലിങ്ക് അയയ്‌ക്കാനായില്ല. നിങ്ങളുടെ അക്കൗണ്ട് ആക്‌സസ്സുചെയ്യുന്നത് എങ്ങനെയാണെന്നതിനെക്കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ അറിയാൻ  Instagram സഹായ കേന്ദ്രം സന്ദർശിക്കുക.",
      "അവർക്ക് ഇനി നിങ്ങളെ Instagram-ൽ പിന്തുടരാൻ അഭ്യർത്ഥിക്കാനാവും. നിങ്ങൾ തടഞ്ഞത് മാറ്റിയെന്ന് Instagram അവരെ അറിയിക്കില്ല.",
      "കോവിഡ്-19 സർവേ ഐക്കൺ",
      "+ ലിങ്ക് ചേർക്കുക",
      "ഒരു സന്ദേശം കൈമാറി",
      "ക്യാമറ",
      "Business Suite അല്ലെങ്കിൽ ക്രിയേറ്റർ സ്റ്റുഡിയോ ഉപയോഗിച്ച് ഡെസ്ക്ടോപ്പിൽ നിങ്ങളുടെ പുതിയ ബിസിനസ്സ് അക്കൗണ്ട് നിയന്ത്രിക്കുക.",
      "ഐഡി ഫോട്ടോയുടെ മുൻഭാഗം ചേർക്കുക",
      "സൗകര്യപ്രദമായ പ്രൊഫൈൽ നിയന്ത്രണങ്ങൾ",
      "റദ്ദാക്കുക",
      "സൗണ്ട്ട്രാക്കോ സംഗീതമോ പോലെയുള്ള ഓഡിയോ ഉൾപ്പെടെയുള്ളതെല്ലാം വീഡിയോയിൽ പങ്കിടാൻ നിങ്ങൾക്ക് അനുമതിയുണ്ടെങ്കിൽ, നീക്കംചെയ്യലിന് അപ്പീൽ ചെയ്‌ത് വീഡിയോ വീണ്ടും പോസ്‌റ്റ് ചെയ്യാം. പങ്കിടാൻ അവകാശമുള്ള വീഡിയോകൾ മാത്രമേ ആളുകൾക്ക് പോസ്‌റ്റ് ചെയ്യാനാവൂ എന്നത് ഓർമ്മിക്കുക. നിങ്ങളുടെ ഉടമസ്ഥതയില്ലാത്ത ഉള്ളടക്കം പോസ്‌റ്റുചെയ്യുന്നത് നിങ്ങളുടെ അക്കൗണ്ടിനെതിരെ ആക്ഷൻ എടുക്കുന്നതിന് ഇടയാക്കും.",
      "സുരക്ഷാ കോഡ് ആവശ്യമാണ്",
      "മറുപടി നൽകുക",
      "Instagram-ൽ നിന്നുള്ള ഇമെയിലുകൾ",
      "ഡാറ്റാ ക്രമീകരണം മാനേജ് ചെയ്യുക",
      "ഫലങ്ങളൊന്നുമില്ല",
      "നിങ്ങളുടെ ജനന തീയതി നൽകുക",
      "നിർദ്ദേശങ്ങൾ ലോഡുചെയ്യാനായില്ല.",
      "ഒരു പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കുക",
      "ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം, ഞങ്ങൾ തിരിച്ചറിയാത്ത ഒരു ഉപകരണത്തിൽ നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോൾ ഒരു അധിക കോഡ് ആവശ്യപ്പെട്ടുകൊണ്ട് നിങ്ങളുടെ അക്കൗണ്ടിനെ പരിരക്ഷിക്കുന്നു.",
      "കൂടുതലറിയുക",
      "നിങ്ങളുടെ സ്വകാര്യത ‌സംരക്ഷിക്കുന്നതിനാണ് ‌പ്രഥമ ‌മുൻഗണന ‌നൽകുന്നത് ‌കൂടാതെ ഇതുപേലെയുള്ള ‌പ്രശ്‌നങ്ങൾ പരിഹരിക്കാൻ ഞങ്ങൾ നിരന്തരം ശ്രമിക്കുന്നു. ഇങ്ങനെ സംഭവിച്ചതിൽ ഞങ്ങൾ അതിയായി ഖേദിക്കുന്നു. Android ബീറ്റ പ്രോഗ്രാമിൽ പങ്കെടുത്തതിനും എല്ലാവർക്കും Instagram ആപ്പ് ‌മെച്ചപ്പെടുത്താൻ സഹായിച്ചതിനും നന്ദി. നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ {email} എന്നതിൽ ഞങ്ങളെ ‌ബന്ധപ്പെടുക.",
      "കൂടുതലറിയുക",
      "ഞങ്ങളുടെ {Data Policy} വിവരിച്ചിരിക്കുന്നതുപോലെ സാമൂഹത്തിന്റെ നന്മക്കായുള്ള സംരംഭങ്ങളെ പിന്തുണയ്ക്കുന്നതിനുള്ള ഞങ്ങളുടെ ശ്രമങ്ങളുടെ ഭാഗമായാണ് ഈ ഗവേഷണത്തെ പിന്തുണയ്ക്കുന്നത്.",
      "Instagram-ൽ നിങ്ങളുമായി ഒരു ചാറ്റ് ആരംഭിക്കാൻ {=business name} എന്നതിനെ അനുവദിക്കണോ?",
      "സ്ഥിരീകരണ കോഡ് നൽകുക",
      "സൈനപ്പ് ചെയ്യുക",
      "Instagram Lite",
      "പ്രദർശനഭാഷ മാറ്റുക",
      "നിങ്ങളുടെ ഫോൺ നമ്പർ",
      "നിങ്ങളുടെ പ്രായം അപ്‌ഡേറ്റ് ചെയ്യാനാകില്ല",
      "അൺഫോളോ ചെയ്യുക",
      "Google മുഖേന ലോഗിൻ ചെയ്യുക",
      "ഒരു Facebook പേജ് സൃഷ്ടിക്കുക",
      "{filename} വളരെ ദൈർഘ്യമുള്ളതാണ്. തുടരുന്നതിനായി, ദൈർഘ്യം കുറഞ്ഞ വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "അസാധുവായ ഫോൺ നമ്പർ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഒരു SMS അയയ്‌ക്കാൻ ഞങ്ങൾക്ക് കഴിഞ്ഞില്ല.",
      "കാലഹരണപ്പെട്ട തീയതി",
      "{broadcaster's username} നിങ്ങളെ വേവ് ചെയ്‌തു 👋",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം പ്രവർത്തനക്ഷമമാക്കുക",
      "{weeks} ആഴ്‌ച മുമ്പ്",
      "Firefox",
      "നിങ്ങളുടെ ആദ്യ ഫോട്ടോ പങ്കിടുക",
      "പിൻ വിജയകരമായി സൃഷ്‌ടിച്ചു എന്ന പേജിലെ സർക്കിൾ പരിശോധന ഐക്കൺ",
      "പ്രവര്‍ത്തനങ്ങള്‍",
      "{Bold text if your appeal for photo is rejected} അവകാശമുള്ള ആൾ ഫോട്ടോ നീക്കംചെയ്യാൻ അഭ്യർത്ഥിച്ചേക്കാം, അത് Instagram-ൽ നിന്ന് സ്ഥിരമായി നീക്കംചെയ്യും.",
      "നിങ്ങളുടെ സുരക്ഷക്കായി, Facebook-ൽ നിങ്ങൾ ഉപയോഗിക്കുന്ന {cardName} എന്ന കാർഡിനായുള്ള കോഡ് സ്ഥിരീകരിക്കുക. നിങ്ങളുടെ സംരക്ഷിച്ച എല്ലാ പേയ്‌മെന്റ് രീതികളും ഇതിനും ഭാവിയിലെ Facebook Pay പേയ്‌മെന്റുകൾക്കും ലഭ്യമാകും.",
      "പകർപ്പവകാശ അല്ലെങ്കിൽ വ്യാപാര മുദ്ര ലംഘനം",
      "നിർദ്ദേശിച്ച പ്രൊഫൈലുകൾ",
      "Carnegie Mellon University Delphi Research Center നടത്തിയ ഈ സന്നദ്ധ സർവേയിൽ കൊറോണ വൈറസിന്റെ വ്യാപനം ടാക്ക് ചെയ്യാനായി ആരോഗ്യ സംബന്ധമായ ചോദ്യങ്ങൾ ചോദിക്കുന്നു. ഇതിന് 3-5 മിനിറ്റ് എടുക്കും, അതിൽ പങ്കെടുക്കാനായി നിങ്ങൾ Instagram-ൽ നിന്ന് പുറത്ത് പോകും.",
      "നിങ്ങളുടെ Facebook Pay പിൻ നൽകുക.",
      "iconr ലോക്ക് ചെയ്യുക",
      "അവരുടെ ഫോട്ടോകളും വീഡിയോകളും കാണുന്നതിന് പിന്തുടരുക.",
      "ഇത് ഈ ഗാലറിയിൽ നിന്ന് വീഡിയോയെ നീക്കം ചെയ്യും",
      "എന്റെ പ്രൊഫൈലിൽ കാണിക്കുക",
      "കോൺടാക്‌റ്റുകൾ നിയന്ത്രിക്കുക",
      "നിലവിലുള്ള ഫോൺ നമ്പർ",
      "നിങ്ങൾക്ക് ആവശ്യമുള്ള ഇടവേള ആപ്ലിക്കേഷൻ നീക്കംചെയ്യുന്നതിലൂടെ ലഭിക്കും.നിങ്ങളുടെ എല്ലാ ഫോട്ടോകളും പ്രൊഫൈൽ ഡാറ്റയും ഇപ്പോഴും സംരക്ഷിക്കും, പക്ഷെ നിങ്ങൾക്ക് പുഷ് അറിയിപ്പുകൾ ലഭിക്കില്ല, നിങ്ങൾക്ക് Instagram വീണ്ടും ഇൻസ്റ്റാളുചെയ്യാൻ താൽപ്പര്യമുള്ളപ്പോൾ അക്കൗണ്ടിലേക്ക് തിരികെ വരാനാകും.",
      "ലൊക്കേഷൻ കാണുക",
      "സൈൻ അപ്പ് ചെയ്യുന്നതിലൂടെ നിങ്ങൾ, ഞങ്ങളുടെ {=Terms} & {=Privacy Policy} അംഗീകരിക്കുന്നു.",
      "നിങ്ങളുടെ ഇമെയിൽ വിലാസം മാറ്റുക അല്ലെങ്കിൽ സ്ഥിരീകരണം വീണ്ടും അയയ്‌ക്കുക",
      "ഉപദ്രവം അല്ലെങ്കിൽ ഭീഷണിപ്പെടുത്തൽ",
      "മറ്റു ആപ്പുകളിലേക്കും വെബ്സൈറ്റുകളിലേക്കും ലോഗിൻ ചെയ്യുന്നതിന് Instagram-ഓ Facebook-ഓ ഉപയോഗിക്കുന്നത് നിങ്ങൾക്ക് തുടരാം",
      "പൂർത്തിയാക്കി",
      "നിങ്ങൾക്കും {username} എന്നയാൾക്കും മാത്രമേ ഈ അഭിപ്രായം കാണാനാകൂ. നിങ്ങൾ ഇത് അംഗീകരിച്ചാൽ, ഇത് എല്ലാവർക്കും ദൃശ്യമാകും.",
      "പിന്തുടരുന്നവരെ നീക്കം ചെയ്യുന്നു",
      "Instagram ആപ്ലിക്കേഷൻ നേടുക",
      "Instagram ഉപയോക്തൃനാമം, ഫോൺ നമ്പർ, അല്ലെങ്കിൽ നിങ്ങളുടെ അക്കൗണ്ടുമായി ലിങ്കുചെയ്‌തിരിക്കുന്ന ഇമെയിൽ വിലാസമോ ഉപയോഗിച്ച് പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കാൻ ഞങ്ങൾക്ക് സഹായിക്കാനാവും.",
      "വിദ്വേഷഭാഷണം അല്ലെങ്കിൽ ചിഹ്നങ്ങൾ സംബന്ധച്ച മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "Instagram ഡോഗ്‌ഫുഡ് ചെയ്യുന്നതിനും എല്ലാവർക്കുമായി ആപ്പ് ‌മെച്ചപ്പെടുത്താൻ സഹായിച്ചതിനും നന്ദി. നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ {email} എന്നതിൽ ഞങ്ങളെ ‌ബന്ധപ്പെടുക.",
      "നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും അവരുടെ പ്രൊഫൈലിൽ നിന്ന് അവരെ തടഞ്ഞത് മാറ്റാൻ കഴിയും.",
      "Instagram ആപ്പ്",
      "ഗിഫ്‌റ്റ് എയ്‌ഡ് നീക്കം ചെയ്യുക",
      "പിന്തുടരുക",
      "IP ലംഘന റിപ്പോർട്ടുകൾ കാണിക്കുക",
      "നിങ്ങളുടെ വീഡിയോയിൽ സ്വയമേവ സൃഷ്‌ടിച്ച ക്യാപ്‌ഷനുകൾ ശ്രവണ വൈകല്യമുള്ള ആളുകളെ സഹായിക്കുന്നു. അവ iOS, Android ആപ്പുകളിൽ മാത്രമേ ലഭ്യമാകൂ, അവ ദൃശ്യമാകാൻ കുറച്ച് മിനിറ്റ് എടുത്തേക്കാം.",
      "{name of the user who tagged the other user in the photo} നിങ്ങ‌ളെ ഒരു ഫോട്ടോയിൽ ടാഗുചെയ്‌തു.",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നും നീക്കം ചെയ്‌ത ആപ്പുകളും വെബ്‌സൈറ്റുകളും ഇവയാണ്. ഇവയ്‌ക്ക് തുടർന്നും നിങ്ങൾ മുമ്പ് പങ്കിട്ട വിവരങ്ങളിലേക്ക് ആക്‌സസ്സ് ഉണ്ടാകാമെങ്കിലും, സ്വകാര്യ വിവരങ്ങൾക്കായി അധിക അഭ്യർത്ഥനകൾ സൃഷ്‌ടിക്കാനാവില്ല എന്നാണ് ഇതിന്റെ അർത്ഥം.",
      "Instagram",
      "അക്കൗണ്ട് സ്വകാര്യതാ മാറ്റങ്ങൾ",
      "സ്ഥിരീകരിക്കുക",
      "ഉപയോക്താവ്",
      "ഈ സംഭാഷണം സ്‌പാമോ സ്‌കാമോ ആണ്",
      "മൊബൈല്‍ ഫോണ്‍ ഐക്കൺ",
      "ഈ വീഡിയോ ഇല്ലാതാക്കുക",
      "മയക്കുമരുന്നിന്റെ വിൽപന അല്ലെങ്കിൽ പ്രമോഷൻ",
      "അടുത്തിടെയുള്ള തിരയലുകളൊന്നുമില്ല.",
      "കോഡ് വീണ്ടും അയയ്ക്കുക.",
      "പുഷ് അറിയിപ്പുകള്‍",
      "കൂടുതൽ ഓപ്‌ഷനുകൾ",
      "നിങ്ങളുടെ പേയ്‌മെന്റ് രീതികൾ കാണുക",
      "Instagram തുറക്കുക",
      "സോഷ്യൽ മീഡിയ",
      "ഇമെയിൽ, SMS അറിയിപ്പുകൾ എന്നിവ",
      "സന്ദേശ അഭ്യർത്ഥനകൾ",
      "നിങ്ങൾ നൽകിയ ഇമെയിൽ ഒരു അക്കൗണ്ടുമായും യോജിക്കുന്നില്ല.",
      "നിങ്ങളുടെ ഫോട്ടോ {reference owner name} എന്നയാളുടെ ഉടമസ്ഥതയിലുള്ള ഒരു ഫോട്ടോയുമായി പൊരുത്തപ്പെടുന്നു.",
      "ഒരു പോസ്‌റ്റ് അയച്ചു",
      "കുക്കി ക്രമീകരണങ്ങൾ",
      "തത്സമയ വീഡിയോ അവസാനിച്ചു",
      "അയയ്ക്കുക",
      "ആളുകൾക്ക് നിങ്ങളെ ഈ നമ്പറിൽ കോൾ ചെയ്യാനോ ടെക്‌സ്‌റ്റ് ചെയ്യാനോ ആകും. അടിസ്ഥാന സന്ദേശമയയ്‌ക്കൽ നിരക്കുകൾ ബാധകം.",
      "ഇപ്പോൾ വേണ്ട",
      "ഹാഷ്‌ടാഗുകൾ പിന്തുടരുക",
      "എല്ലാം തിരഞ്ഞെടുക്കുക",
      "മടങ്ങുക",
      "നിങ്ങളുടെ സുരക്ഷക്കായി, PayPal അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക. ഇത് ചെയ്യുന്നതിലൂടെ, സംരക്ഷിച്ചിട്ടുള്ള നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ, ഇതിനും Instagram-ലെ ഭാവി പേയ്മെന്റുകൾക്കായും ഉപയോഗിക്കുന്നതിന് Facebook Pay എന്നതിന് നിങ്ങൾ അനുമതി നൽകും.",
      "മികച്ച അക്കൗണ്ടുകൾ",
      "{username of sponsor 1}, {username of sponsor 2} എന്നിവരുമായുള്ള പണം നൽകിയുള്ള പങ്കാളിത്തം",
      "{username} എന്നയാളായി തുടരുക",
      "സ്‌റ്റോറി ഇല്ലാതാക്കണോ?",
      "സോഷ്യൽ നെറ്റ്‌വർക്കുകളിലേക്ക് ലിങ്കുചെയ്യുന്നു",
      "വിപുലമാക്കുക",
      "കൂടുതൽ ഓപ്‌ഷനുകൾ",
      "IGTV",
      "എല്ലാം ഇല്ലാതാക്കുക",
      "കൂടുതൽ സഹായം നേടുക",
      "ആപ്പുകളും വെബ്‌സൈറ്റുകളും",
      "ആപ്പിൽ Instagram ആണ് മികച്ചത്",
      "പൂർത്തിയായി",
      "Instagram-ൽ ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയെ പിന്തുണയ്‌ക്കുന്നതിനും പരിരക്ഷിക്കുന്നതിനുമായി ഞങ്ങൾ ഈ നയങ്ങൾ സൃഷ്‌ടിച്ചു.",
      "ലോഗിൻ ചെയ്യുക",
      "ഒരു Instagram അക്കൗണ്ടിൽ സൈൻ ഇൻ ചെയ്യുന്നതിന് ഈ ഇമെയിൽ ഉപയോഗിക്കാനാവും അല്ലെങ്കിൽ നിലവിലെ അക്കൗണ്ടിലേക്ക് അത് ചേർക്കാനാവും.",
      "വീഡിയോ അപ്‌ലോഡുചെയ്യാനായില്ല.",
      "വിൻയെറ്റ്",
      "നിങ്ങൾ അടിസ്ഥാന നിരക്കിന് മുകളിൽ ആദായ നികുതി അടയ്‌ക്കുകയും അധിക നികുതി ഇളവ് ലഭിക്കാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്നുണ്ടെങ്കിൽ, നിങ്ങളുടെ സെൽഫ് അസെസ്സ്‌മെന്റ് നികുതി റിട്ടേണിൽ എല്ലാ ഗിഫ്‌റ്റ് എയ്‌ഡ് സംഭാവനകളും ഉൾപ്പെടുത്തിയിരിക്കണം അല്ലെങ്കിൽ നിങ്ങളുടെ നികുതി കോഡ് ക്രമീകരിക്കാൻ HRMC-യോട് ആവശ്യപ്പെടുക.",
      "നിങ്ങളുടെ ആദ്യത്തെ ഫോട്ടോ അല്ലെങ്കിൽ വീഡിയോ പങ്കിടുന്നതിന് ആപ്പ് നേടുക",
      "ലോഗ് ഔട്ട് ചെയ്യുക",
      "{username} അല്ലേ?",
      "• ഉള്ളടക്കം വ്യക്തിപരമാക്കാൻ സഹായിക്കുന്നതിനും പ്രസക്തമായ പരസ്യങ്ങൾ വിതരണം ചെയ്യുന്നതിനും സുരക്ഷിതമായ അനുഭവം ലഭ്യമാക്കുന്നതിനുമായി ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നുമുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ സ്വീകരിക്കുന്നു",
      "നിങ്ങൾ ഈ സംഭാവന നൽകുന്നതിനുമുമ്പ്, ഞങ്ങൾക്ക് ചില വിവരങ്ങൾ സ്ഥിരീകരിക്കേണ്ടതുണ്ട്. അനധികൃത പേയ്‌മെന്റുകളിൽ നിന്ന് നിങ്ങളെ പരിരക്ഷിക്കാൻ ഇത് ഞങ്ങളെ സഹായിക്കുന്നു.",
      "ഡയറക്‌ടറികൾ",
      "നിങ്ങൾ ഇടപഴകിയ പരസ്യങ്ങൾ",
      "നിങ്ങൾ ഇപ്പോൾ വിട്ടുപോയാൽ, നടത്തിയ മാറ്റങ്ങൾ നഷ്‌ടമാവും.",
      "ആനിമേറ്റ് ചെയ്‌ത ചെക്ക്‌മാർക്ക്",
      "ലോഗിനിലേക്ക് മടങ്ങുക",
      "ലൊക്കേഷനുകൾ",
      "ആരംഭിക്കുക",
      "പ്രൊഫൈലുകള്‍",
      "ജന്മദിന കപ്പ്‌കേക്ക്",
      "ഞായറാഴ്‌ച",
      "ആക്റ്റിവിറ്റി",
      "എന്തോ തെറ്റ് സംഭവിച്ചു. അൽപ്പ സമയത്തിനകം വീണ്ടും ശ്രമിക്കുക.",
      "Instagram-ൽ {location_name} • ഫോട്ടോകളും വീഡിയോകളും",
      "ഏത് സുഹൃത്തുക്കളെ പിന്തുടരണമെന്ന് തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ അനുമതിയില്ലാതെ ഞങ്ങൾ ഒരിക്കലും Facebook-ൽ പോസ്‌റ്റുചെയ്യില്ല.",
      "Instagram ഉപയോഗിക്കുന്നത് ‌തുടരാൻ ഈ ഡാറ്റാ ക്രമീകരണങ്ങൾ അവലോകനം ചെയ്യുന്നത് പൂർത്തിയാക്കേണ്ടതുണ്ട്. വിടണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?",
      "തിരഞ്ഞെടുക്കുക",
      "ബ്ലോഗ്",
      "Instagram-ൽ ഈ ഉള്ളടക്കം അപ്‌ലോഡുചെയ്യുന്നതിന് ആവശ്യമായ എല്ലാ അവകാശങ്ങളും എനിക്കുണ്ട്.",
      "തിരഞ്ഞെടുപ്പുമായി ബന്ധപ്പെട്ട തെറ്റായ വിവരങ്ങളാകാനും ഉപദ്രവകരമായ ഉള്ളടക്കമാകാനും സാധ്യതയുള്ളവയുടെ പ്രചാരം തടയാൻ സഹായിക്കുന്നതിന് എല്ലാ ഹാഷ്‌ടാഗിൽ നിന്നുമുള്ള അടുത്തിടെയുള്ള പോസ്‌റ്റുകൾ താൽക്കാലികമായി മറച്ചിരിക്കുന്നു. {link that reads learn more}",
      "{username} എന്നയാൾ ഒരു സന്ദേശം ഫോർവേഡ് ചെയ്തു",
      "സാധുതയുള്ള കാർഡ് നമ്പർ നൽകുക",
      "ഈ വീഡിയോ പുനസ്ഥാപിക്കുക",
      "പാസ്‌വേഡ് മറന്നോ?",
      "സന്ദേശം അയയ്‌ക്കാനാകില്ല",
      "നിങ്ങളെ നന്നായി വിശദീകരിക്കുന്നത് ഏതാണ്?",
      "ലോഗിൻ ആക്‌റ്റിവിറ്റി",
      "Facebook ഉൽപ്പന്നങ്ങളിലോ അതിന് പുറത്തോ ഞങ്ങൾ ഉപയോഗിക്കുന്ന ഏതാനും കുക്കികളിൽ ഇനിപ്പറയുന്നവ ചെയ്യാനായി ഞങ്ങൾ നിങ്ങൾക്ക് നിയന്ത്രണം നൽകുന്നുണ്ട്:",
      "ആക്‌സസിബിലിറ്റി",
      "സാച്ചുറേഷൻ",
      "ന്",
      "ഈ വീഡിയോ ഉപയോഗിക്കുന്നതിന് എനിക്ക് അനുമതി ഉണ്ടെന്ന് എങ്ങനെ അറിയാൻ സാധിക്കും?",
      "അഭ്യർത്ഥന സമർപ്പിച്ചു",
      "അഭ്യർത്ഥന ഡൗൺലോഡുചെയ്യുക",
      "ക്രെഡിറ്റ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ് ചേർക്കുക",
      "ആളുകളെ ടാഗുചെയ്യുക",
      "കോഡ് വീണ്ടും അയയ്ക്കുക",
      "അനുമതി നൽകുന്നതിൽ ‌പ്രശ്‌നം",
      "റദ്ദാക്കുക",
      "ഹാഷ്‌ടാഗുകൾ",
      "പോസ്‌റ്റ് ചെയ്യുക {actionType} {prepositionType} {violationText}",
      "നിങ്ങളുടെ ഫോട്ടോയിൽ ഇത് എന്താണ് ഉദ്ദേശിക്കുന്നത്",
      "മുഴുവൻ {full_terms}, {data_policy} എന്നിവ വായിക്കുക",
      "ഓപ്‌ഷനുകൾ",
      "© {year} Instagram",
      "വീഡിയോ നിരസിക്കുക",
      "ഏപ്രില്‍",
      "വീഡിയോ",
      "ഫോട്ടോയിലുള്ള എല്ലാ മെറ്റീരിയലുകളും നിങ്ങളുടെ യഥാർത്ഥ ഉള്ളടക്കമായതിനാൽ നിങ്ങൾക്ക് അതിൽ അവകാശമുണ്ട്.",
      "ഈ സന്ദേശം കാണാൻ Instagram ആപ്പ് ഉപയോഗിക്കൂ",
      "വ്യക്തിഗത വിവരങ്ങള്‍",
      "താൽക്കാലികമായി നിർത്തുക",
      "Direct ഐക്കൺ",
      "സമര്‍പ്പിക്കുക",
      "കോ‌ൺടാക്റ്റുകൾ സമന്വയിപ്പിക്കൽ",
      "ന്",
      "ഒരു സ്‌റ്റോറി അയച്ചു",
      "നിങ്ങൾക്ക് സുരക്ഷാ കോഡ് ലഭിക്കുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ {=backup codes} ഒരെണ്ണം ഉപയോഗിക്കുക.",
      "നിങ്ങൾക്ക് ഇനി നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ നിന്ന് നേരിട്ട് പോസ്‌റ്റുകൾ സൃഷ്‌ടിക്കാനും പങ്കിടാനും കഴിയും.",
      "ആരെങ്കിലും അപകടത്തിലാണെന്ന് നിങ്ങൾക്ക് തോന്നുന്നെങ്കിൽ, പ്രദേശിക നിയമാധികൃതരെ ബന്ധപ്പെടുക.",
      "ന്",
      "പോസ്‌റ്റുചെയ്യുക",
      "Instagram നേടാൻ ഇമെയില്‍ സ്ഥിരീകരിക്കുക",
      "തുടരുക",
      "• ഞങ്ങൾ ഉപയോഗിക്കുന്ന കുക്കികളും സമാനമായ സാങ്കേതിക വിദ്യകളും Instagram-മായി നിങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ പങ്കിടാൻ ആപ്പുകളെയും വെബ്സൈറ്റുകളെയും സഹായിക്കുന്നു. നിങ്ങൾ കാണുന്ന പരസ്യങ്ങൾ ഉൾപ്പെടെ, നിങ്ങളുടെ അനുഭവം വ്യക്തിപരമാക്കാനും പരസ്യങ്ങളുടെ പ്രകടനം അളക്കാനും വിശകലനം ചെയ്യാനും ബിസിനസുകളെ സഹായിക്കുന്നതിനും ഞങ്ങൾ ഈ വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
      "ആപ്പുകളും വെബ്‌സൈറ്റുകളും",
      "നഗ്നത അല്ലെങ്കിൽ അശ്ലീലസാഹിത്യം",
      "പ്രൊഫൈൽ ഫോട്ടോ നീക്കം ചെയ്‌തു.",
      "മദ്യം, പുകയില ഉൽപ്പന്നങ്ങൾ, ഭാരം കുറയ്‌ക്കൽ ഉൽപ്പന്നങ്ങൾ അല്ലെങ്കിൽ കോസ്‌മറ്റിക് പ്രക്രിയകൾ എന്നിവ ഉൾപ്പെടെ",
      "നിങ്ങളുടെ വീഡിയോ ദൃശ്യമാകുന്നയിടം",
      "{Facebook Company Products} പുറത്തുള്ള ആപ്പുകളിലും വെബ്‌സൈറ്റുകളിലും നിങ്ങൾക്ക് പരസ്യങ്ങൾ ദൃശ്യമാക്കാൻ പരസ്യദാതാക്കൾ ഉപയോഗിക്കുന്ന ഒരു മാർഗ്ഗമാണ് Facebook പ്രേക്ഷക നെറ്റ്‌വർക്ക്. നിങ്ങൾക്ക് അനുയോജ്യമായ പരസ്യങ്ങൾ കാണിക്കാൻ പ്രേക്ഷക നെറ്റ്‌വർക്ക് ഉപയോഗിക്കുന്ന മാർഗ്ഗങ്ങളിലൊന്ന്, നിങ്ങൾക്ക് കാണാൻ താൽപ്പര്യമുള്ള പരസ്യങ്ങൾ നിർണ്ണയിക്കുന്നതിന് നിങ്ങളുടെ പരസ്യ മുൻഗണനകൾ ഉപയോഗിക്കുന്നു എന്നതാണ്. നിങ്ങൾക്കിത് നിങ്ങളുടെ {ad settings} എന്നതിൽ നിയന്ത്രിക്കാം.",
      "ഒരു ബ്രാൻഡിനേയോ പ്രശസ്‌ത വ്യക്തിയേയോ ഓർഗനൈസേഷനേയോ പിന്തുണയ്‌ക്കാൻ അല്ലെങ്കിൽ അഭിനന്ദിക്കാൻ",
      "ഇന്നലെ സജീവമായിരുന്നു",
      "അദൃശ്യമാകുന്ന സന്ദേശം",
      "നിങ്ങളുടെ ഫോണിലേക്ക് അയയ്‌ക്കുക",
      "നിങ്ങളുടെ മുമ്പത്തെ ചില പോസ്‌റ്റുകൾ ഞങ്ങളുടെ {Community Guidelines} പാലിക്കുന്നില്ല. നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നത് തടയുന്നതിനുള്ള ഏകവഴി ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കുന്നതാണ്.",
      "പകർത്താൻ Command-C അമർത്തുക.",
      "തിരയൽ ചരിത്രം",
      "നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി. ഉടൻ തന്നെ വീണ്ടും ശ്രമിയ്‌ക്കുക.",
      "{username} എന്നയാളിൽ നിന്നുള്ള കൂടുതൽ പോസ്‌റ്റുകൾ കാണുക",
      "നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക",
      "ഒരു അടിക്കുറിപ്പ് എഴുതുക...",
      "ഒരു സ്‌റ്റോറി ഹൈലൈറ്റ് അയച്ചു",
      "നിബന്ധനകള്‍",
      "ആരംഭിക്കുക",
      "റദ്ദാക്കുക",
      "നിർദ്ദേശിക്കപ്പെട്ടത്",
      "വിപുലീകൃത ക്രമീകരണങ്ങൾ",
      "വീണ്ടും ശ്രമിക്കുക",
      "അഭിപ്രായം",
      "Instagram-ൽ തുറക്കുക",
      "വീഡിയോകൾ, ഒരു മിനിറ്റോ അതിൽ കുറവോ ദൈർഘ്യമുള്ളത് ആയിരിക്കണം.",
      "IGTV",
      "ഈ ഡാറ്റ ശേഖരിക്കാനും ഇത് നിങ്ങൾക്ക് അയയ്‌ക്കാനും 48 മണിക്കൂർ വരെ എടുത്തേക്കാം, മാത്രമല്ല ഓരോ നാല് മണിക്കൂറിലും നിങ്ങൾക്ക് ഒരു ഫയൽ മാത്രമേ അഭ്യർത്ഥിക്കാനാവൂ. മറ്റൊരു ഡൗൺലോഡ് അഭ്യർത്ഥിക്കുന്നതിന് മുമ്പ് കാത്തിരിക്കുക.",
      "അടയ്ക്കുക",
      "പ്ലെയ്സ് ഐക്കൺ",
      "പോസ്‌റ്റ് ലഭ്യമല്ല",
      "നിങ്ങൾ ഒരു സ്‌റ്റോറി ഹൈലൈറ്റ് അയച്ചു",
      "നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന നമ്പറിലേക്ക് ഞങ്ങൾ‌ ഒരു കോഡ് അയയ്‌ക്കും.",
      "നിങ്ങളുടെ അക്കൗണ്ട്‌ സുരക്ഷിതമാക്കാൻ പാസ്‌വേഡ്‌ മാറ്റുക",
      "പിൻ പുനഃക്രമീകരിക്കുക",
      "പുതിയ കോഡ് അഭ്യർത്ഥിക്കുക",
      "അടുത്തുള്ള സ്‌കാനുകൾക്ക് ചെറുതും അകലെയുള്ളതിന് വലുതും പ്രിന്റ് എടുക്കുക.",
      "ബിസിനസ്സ് ഐക്കൺ",
      "1 ദിവസം മുമ്പ്",
      "{replierUsername} {recipientUsername} എന്നയാൾക്ക് മറുപടി നൽകി",
      "മോണിറ്റൈസേഷൻ നയം",
      "അടയ്‌ക്കുക ഐക്കൺ",
      "സ്വകാര്യ അക്കൗണ്ട്",
      "എനിക്ക് ഈ അഭിപ്രായം ഇഷ്‌ടപ്പെട്ടില്ല",
      "മടങ്ങുക",
      "{filename} അപ്‌ലോഡ് ചെയ്യാനായില്ല.",
      "{count} കൂടുതൽ",
      "ഓൾട്ടർനേറ്റീവ് ടെക്‌സ്റ്റ് ചേർക്കുന്നതിന് വിപുലമാക്കുക",
      "സുരക്ഷാ കോഡ് ഉപയോഗിക്കുക",
      "Verified",
      "ഫോണ്‍ നമ്പര്‍ ചേര്‍ക്കുക",
      "കൂടുതല്‍ അറിയുക",
      "യഥാർത്ഥം",
      "{username1}, {username2} എന്നിവർ പിന്തുടരുന്നു",
      "ഫയൽ വളരെ ചെറുതാണ്",
      "സ്ഥിരീകരണ കോഡ്",
      "നിങ്ങളുടെ സ്‌റ്റോറിയിൽ നിന്ന് ഈ ഫോട്ടോ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?",
      "റിപ്പോർട്ട് മുന്നറിയിപ്പ് ഐക്കൺ",
      "നിങ്ങളുടെ വീഡിയോ {minDurationInSeconds} മിനിറ്റിനും {maxDurationInMinutes} മിനിറ്റിനും ഇടയ്‌ക്ക് ദൈർഘ്യമുള്ളതും, ലാൻഡ്സ്‌കേപ് അല്ലെങ്കിൽ പോർട്രേയ്റ്റ് ആയതും, ഒരു MP4 ഫയലും {maxVideoSizeInGigabytes}GB-യിൽ കുറഞ്ഞതുമായിരിക്കണം.",
      "{follower count} പിന്തുടരുന്നവർ {media count} പോസ്‌റ്റുകൾ",
      "നിങ്ങൾക്ക് ഇതിനകംതന്നെ സജീവമായ പരമാവധി അക്കൗണ്ടുകൾ ഉണ്ട്",
      "മുമ്പത്തെ ബയോ ടെക്‌സ്‌റ്റുകൾ",
      "നിങ്ങൾക്ക് {age}?",
      "വീഡിയോ ഒരു MP4 ഫയൽ ആയിരിക്കണം.",
      "ടെക്‌സ്‌റ്റ് സന്ദേശം",
      "നിങ്ങളുടെ ഫോട്ടോ എല്ലാ ലൊക്കേഷനുകളിലും തടഞ്ഞു, ഇതിന്റെ അർത്ഥം ആളുകൾക്ക് ഇത് കാണുന്നതിനോ, ലൈക്ക് ചെയ്യുന്നതിനോ, അഭിപ്രായമിടുന്നതിനോ കഴിയില്ല എന്നതാണ്.",
      "നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് WhatsApp ചേര്‍ക്കുക",
      "പഴയപടിയാക്കണോ?",
      "IGTV പ്രസിദ്ധീകരിക്കുന്നതിനും മുൻകൂട്ടി IGTV വീഡിയോകൾ ഷെഡ്യൂൾ ചെയ്യാനും ഡ്രാഫ്‌റ്റ് ചെയ്യാനും IGTV സ്ഥിതിവിവരക്കണക്കുകൾ കാണാനും മറ്റും ക്രിയേറ്റർ സ്‌റ്റുഡിയോ ഉപയോഗിക്കുക.",
      "സംഭാവനകൾ സുരക്ഷിതമാക്കൂ",
      "ഇപ്പോൾ വേണ്ട",
      "റദ്ദാക്കുക",
      "IGTV",
      "നിങ്ങൾ തടഞ്ഞ ഒരാൾ ഈ ഗ്രൂപ്പിലുണ്ട്",
      "Instagram-ലേക്ക് മടങ്ങാൻ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക",
      "അംഗീകരിക്കുക",
      "അടുത്തത്",
      "അവസാനത്തെ ഫയൽ അപ്‌ലോഡ് ചെയ്തില്ല. നിങ്ങൾക്ക് 10 അല്ലെങ്കിൽ അതിൽ കുറച്ച് ഫയലുകൾ മാത്രമേ തിരഞ്ഞെടുക്കാനാകൂ.",
      "സ്വയമേവ-സൃഷ്‌ടിച്ച ക്യാപ്‌ഷനുകൾ",
      "ഉള്ളടക്കം വ്യക്തിപരമാക്കൽ (പരസ്യങ്ങൾ ഉൾപ്പെടെ), പരസ്യങ്ങൾ അളക്കൽ, അനലിറ്റിക്ക്സ് സൃഷ്ടിക്കൽ, സുരക്ഷിതമായ അനുഭവം നൽകൽ എന്നിവ ഉൾപ്പെടെയുള്ള സേവനങ്ങൾ ഒപ്റ്റിമൈസ് ചെയ്യാനുള്ള, Instagram ഇതര കമ്പനികളിൽ നിന്നുള്ള കുക്കികൾ അംഗീകരിക്കണോ?",
      "ആപ്പ് ഡൗൺലോഡുചെയ്‌തു",
      "ഈ ഫോട്ടോ ഉപയോഗിക്കാൻ എനിക്ക് അനുമതി ഉണ്ടെങ്കിൽ ഞാൻ അത് എങ്ങനെ മനസിലാക്കും?",
      "ഗ്രൂപ്പിന്റെ പേര്",
      "വീഡിയോ ഇല്ലാതാക്കുക",
      "ബുധന്‍",
      "തർക്കം സമർപ്പിക്കുന്നതിലൂടെ, നിങ്ങളുടെ ഫോട്ടോയും അക്കൗണ്ട് സംബന്ധിച്ച പൊതുവായ അടിസ്ഥാന വിവരങ്ങളും അവലോകനം ചെയ്യുന്നതിന് അവകാശമുള്ള വ്യക്തിയായ {reference owner name} എന്നയാൾക്ക് അനുവാദം നൽകുന്നു. അവർക്ക് പ്രതികരിക്കുന്നതിനായി 7 ദിവസത്തെ സമയമുണ്ട്.",
      "ഇനിപ്പറയുന്നതിനൊപ്പം  Instagram ഉപയോഗിക്കൂ",
      "എന്റെ ഡാറ്റയെക്കുറിച്ച് ആശങ്കയുണ്ട്",
      "അഭിപ്രായങ്ങൾ നീക്കം ചെയ്യൂ",
      "നിരസിക്കുക",
      "അക്കൗണ്ട് സൃഷ്‌ടിക്കുക",
      "പ്രൊഫൈലിലേക്ക് പോവുക",
      "നിങ്ങളുടെ പ്രാമാണീകരണ ആപ്പ് സജ്ജീകരിച്ചതിന് ശേഷം, അത് സൃഷ്‌ടിച്ച 6 അക്ക കോഡ് പകർത്തി, Instagram-ൽ വന്ന്, സജ്ജീകരിക്കുന്നത് പൂർത്തിയാക്കാൻ അടുത്ത സ്‌ക്രീനിൽ അത് നൽകുക.",
      "വര്‍ഷം:",
      "പുതിയ ഫീഡ് ഇനങ്ങൾ ലഭ്യമാണ്",
      "ഷോപ്പിംഗ് ബാഗിലെ ഒരു ഇനത്തിന് അടുത്തുള്ള x ഐക്കൺ, അത് ബാഗിൽ നിന്ന് ആ ഇനം നീക്കംചെയ്യാൻ ക്ലിക്കുചെയ്യാം",
      "ഒരു പുതിയ അംഗത്തെ ചേർക്കുന്നതിനായി ഒരു അഡ്‌മിൻ നിങ്ങളുടെ അഭ്യർത്ഥന അംഗീകരിക്കേണ്ടതുണ്ട്. ഈ സംഭാഷണത്തിൽ നിന്നുള്ള മുമ്പത്തെ എല്ലാ സന്ദേശങ്ങളും {username} എന്നയാൾ കാണും.",
      "നീക്കം ചെയ്യുക",
      "ഫോട്ടോകൾ, വീഡിയോകൾ, GIF-കൾ എന്നിവയും മറ്റും അയയ്ക്കാനുള്ള മികച്ച മാർഗ്ഗങ്ങൾക്കായി ആപ്പിലേക്ക് മാറുക.",
      "നിങ്ങളുടെ സംരക്ഷിച്ച പോസ്‌റ്റുകൾ കാണുക",
      "നീക്കം ചെയ്യുക",
      "നിങ്ങളുടെ വീഡിയോ ചേർത്തു.",
      "ഫോട്ടോകളോ വീഡിയോകളോ ഇവിടെ വലിച്ചിടുക.",
      "ഇൻ-സ്‌ട്രീം വീഡിയോ പരസ്യങ്ങൾ ഉപയോഗിക്കുന്നത് എങ്ങനെയാണ്?",
      "നിങ്ങളുടെ ക്രമീകരണത്തിൽ പരസ്യ വിഷയം ഉപയോഗിച്ച്, ചില വിഷയങ്ങളിലെ പരസ്യങ്ങൾ വളരെ കുറച്ചുമാത്രം കാണുന്നതിന് നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.",
      "ഇത് ഈ ഗാലറിയിൽ നിന്ന് ഫോട്ടോ നീക്കം ചെയ്യും",
      "നിങ്ങൾ ഇപ്പോൾ {username} എന്നയാളെ പിന്തുടരുന്നു",
      "ഒരു പുതിയ Facebook Pay പിൻ നൽകുക.",
      "ഈ ബ്രൗസറിലെ ലോഗിൻ വിവരങ്ങൾ സംരക്ഷിക്കുക",
      "ബാഗ് കാണുക",
      "ആഗോള ബിസിനസ്/ബ്രാൻഡ്/ഓർഗനൈസേഷൻ",
      "ഈ ഉപകരണവും ലൊക്കേഷനും നിങ്ങൾ തിരിച്ചറിയുകയാണെങ്കിൽ, ഞങ്ങൾ അക്കൗണ്ട് ലോഗിൻ ചെയ്‌ത് നിലനിർത്തും.",
      "പുതിയ പോസ്‌റ്റ്",
      "കൂടുതലറിയുക",
      "സ്ഥിരീകരണം അയയ്‌ക്കുക",
      "ഐക്കൺ പോസ്‌റ്റ് ചെയ്യുക",
      "നിങ്ങളുടെ പോസ്റ്റുകളിലെ മൊത്തം ലൈക്കുകളുടെ എണ്ണം നിങ്ങൾക്ക് മാത്രമേ കാണാനാകൂ.",
      "ചാറ്റുകള്‍",
      "ആപ്പുകളും വെബ്സൈറ്റുകളുമായി വിവരങ്ങൾ പങ്കിടൽ",
      "കവർ",
      "അപ്‌ഡേറ്റുചെയ്യുക",
      "നിങ്ങളുടെ {email} എന്ന ഇമെയിലിലേക്ക് ഞങ്ങൾ ഒരു സ്ഥിരീകരണ കോഡ് അയച്ചു.",
      "പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക",
      "Instagram-ൽ ആളുകൾ എന്താണ് പങ്കിടുന്നതെന്ന് കാണാൻ അവരെ പിന്തുടരുക",
      "എല്ലാം മായ്‌ക്കുക",
      "മുകളിലേയ്‌ക്ക് അഭിമുഖീകരിക്കുന്ന ഷെവ്‌റോൺ, ആ വിഭാഗം തുറന്നതായും ചുരുക്കിയേക്കാമെന്നും സൂചിപ്പിക്കുന്നു",
      "വീഡിയോ ഐക്കൺ പുനസ്ഥാപിക്കുക",
      "പ്രൊഫൈലിൽ കോൺടാക്‌റ്റ് വിവരങ്ങൾ കാണിക്കുക",
      "നിങ്ങൾ കാണുന്ന പരസ്യങ്ങൾ ഉൾപ്പെടെയുള്ള നിങ്ങളുടെ അനുഭവം ലഭ്യമാക്കാനും വ്യക്തിപരമാക്കാനും മെച്ചപ്പെടുത്താനും സഹായിക്കുന്നതിനും അനലിറ്റിക്സിലൂടെയും പരസ്യങ്ങളുടെ പ്രകടനം അളന്നും ബിസിനസുകളെ സഹായിക്കാനും നിങ്ങൾക്ക് സുരക്ഷിതമായൊരു അനുഭവം ലഭ്യമാക്കാനും ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നു. ഞങ്ങൾ കുക്കികൾ എങ്ങനെ ഉപയോഗിക്കുന്നു എന്നതിനെ കുറിച്ച് ഞങ്ങളുടെ {Cookie Policy} എന്നതിൽ നിങ്ങൾക്ക് കൂടുതലറിയാം.",
      "3-അക്ക കോഡ് നൽകുക",
      "വിളിക്കുക",
      "എനിക്ക് ഈ സന്ദേശം ഇഷ്‌ടമായില്ല",
      "ആളുകള്‍",
      "Instagram-ൽ നിങ്ങളുടെ സ്വകാര്യതയെ ‌സംബന്ധിച്ച് ‌ഞങ്ങൾക്ക് ‌കരുതലുള്ളതിനാൽ ഞങ്ങൾ അടുത്തിടെ ‌കണ്ടെത്തിയതും പരിഹരിച്ചതുമായ ഒരു ‌സാങ്കേതിക ‌തകരാറിനെ ‌കുറിച്ച് ‌നിങ്ങളെ അറിയിക്കാൻ താൽപ്പര്യപ്പെടുന്നു. Instagram Android ബീറ്റ പ്രോഗ്രാമിന്റെ ഭാഗമായി റിലീസ് ‌ചെയ്യാത്ത Instagram പതിപ്പുകൾ ഉപയോഗിക്കുന്ന ‌നിങ്ങളുടേതുൾപ്പെടെയുള്ള ‌ചില Instagram അക്കൗണ്ടുകളെ ഇത് ‌ബാധിച്ചു.",
      "സ്ഥിരീകരിക്കുക",
      "Instagram പരിശോധിച്ചുറപ്പാക്കലിനായി അപേക്ഷിക്കൂ",
      "{number of posts} പോസ്‌റ്റുകൾ",
      "സ്‌റ്റോറി ലോഡിംഗ് പ്ലേസ്‌ഹോൾഡർ",
      "എന്താണ് നിങ്ങൾക്ക് ചെയ്യാനാകുക",
      "തുടരുന്നതിനുള്ള നുറുങ്ങുകൾ",
      "സഹായ കേന്ദ്രം",
      "{username} ഒരു സ്‌റ്റോറി ഹൈലൈറ്റ് അയച്ചു",
      "മുമ്പത്തെ ലിംഗഭേദങ്ങൾ",
      "Facebook ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക",
      "ഇത് നിങ്ങളാണെന്ന് സ്ഥിരീകരിക്കുന്നതിന് ഞങ്ങളെ സഹായിക്കുക",
      "നിങ്ങളുടെ സുഹൃത്തുക്കളിൽ നിന്നുള്ള ഫോട്ടോകളും വീഡിയോകളും കാണുന്നതിന് സൈനപ്പ് ചെയ്യുക.",
      "സ്‌റ്റോറി കാണുക",
      "യോഗ്യതയില്ലാത്ത വീഡിയോ",
      "ഡ്രൈവിംഗ് ലൈസൻസ്",
      "അൺലൈക്കുചെയ്യുക",
      "സബ്‌ടോട്ടൽ ({number of items} ഇനങ്ങൾ)",
      "ഭീഷണിപ്പെടുത്താനും ശല്യപ്പെടുത്താനും വേണ്ടി പങ്കൂവയ്‌ക്കുന്ന വ്യക്തിഗത വിവരം",
      "ഇമോജി സ്ലൈഡറുകൾ",
      "മറ്റു കമ്പനികളെ അവരുടെ ആപ്പുകളിലും വെബ്സൈറ്റുകളിലുമുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ ഞങ്ങളുമായി പങ്കിടാൻ ഈ കുക്കികൾ സഹായിക്കുന്നു. നിങ്ങൾ കാണുന്ന പരസ്യങ്ങൾ ഉൾപ്പെടെയുള്ള അനുഭവങ്ങൾ വ്യക്തിപരമാക്കാനും മെച്ചപ്പെടുത്താനും സഹായിക്കുന്നതിനും ബിസിനസുകളെ അനലിറ്റിക്സിലൂടെയും പരസ്യത്തിന്റെ പ്രകടനം അളന്നും സഹായിക്കുന്നതിനും ഒപ്പം Instagram-ന് പുറത്ത്, മറ്റു ആപ്പുകളിലേക്കും വെബ്സൈറ്റുകളിലേക്കും ലോഗിൻ ചെയ്യുന്നതിന് Instagram ഉപയോഗിക്കുന്നത് പോലുള്ള സേവനങ്ങൾ ലഭ്യമാക്കാനും ഞങ്ങൾക്ക് ലഭിക്കുന്ന വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
      "നിങ്ങൾക്ക് പ്രചോദനം നൽകുന്ന കൂടുത വിഷയങ്ങൾ കണ്ടെത്തൂ",
      "നിങ്ങളുടെ അക്കൗണ്ട് സ്വകാര്യമാണെങ്കിൽ മാത്രമാണ്, നിങ്ങൾ അംഗീകരിച്ചിരിക്കുന്ന ആളുകൾക്ക് നിങ്ങളുടെ ഫോട്ടോകളും വീഡിയോകളും Instagram-ൽ കാണാൻ കഴിയുക. നിങ്ങളുടെ നിലവിലുള്ള ഫോളോവർമാരെ ബാധിക്കില്ല.",
      "നിങ്ങളുടെ സ്‌റ്റോറി ആർക്കൊക്കെ കാണാനാകുമെന്നത് തിരഞ്ഞെടുക്കുന്നു",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കിയേക്കാം",
      "കൂടുതലറിയുക",
      "PIN സൃഷ്‌ടിക്കുക",
      "അടുത്തിടെയുള്ള സ്‌റ്റോറികൾ",
      "വിവരണം",
      "പൂർത്തിയാക്കി",
      "{phone_number} എന്നതിൽ അവസാനിക്കുന്ന നിങ്ങളുടെ നമ്പറിലേക്ക് ഞങ്ങൾ സ്ഥിരീകരണ കോഡ് വീണ്ടും അയച്ചു",
      "ലോഗിന്‍ ചെയ്യുക",
      "ഒന്നോ അതിലധികമോ വീഡിയോകളെ അപ്‌ലോഡ് ചെയ്യുന്നതിന് കൂടുതൽ സമയമെടുക്കുന്നു.",
      "സമന്വയിപ്പിച്ച {number of contacts shown} കോൺടാക്‌റ്റുകൾ",
      "നിബന്ധനകൾ, ഡാറ്റ നയം എന്നിവയിലെ അപ്‌ഡേറ്റുകൾ",
      "അടുത്തത്",
      "നിങ്ങളുടെ Instagram വിവരങ്ങൾ",
      "ഈ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കാനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന അവലോകനത്തിലാണ്. 30 ദിവസത്തിനകം നിങ്ങൾക്ക് ഒരു പ്രതികരണം പ്രതീക്ഷിക്കാം.",
      "നീക്കംചെയ്യുക",
      "മറ്റു ആപ്പുകളിലെയും വെബ്സൈറ്റുകളിലെയും ഞങ്ങളുടെ കുക്കികൾ",
      "തപാൽ കോഡ് നൽകുക",
      "കൂടുതൽ ഇനങ്ങൾക്കുള്ള ഷെവ്റോൺ കാണുക",
      "ഒരു അഭിപ്രായം കാണുക",
      "സംഭാവന ചെയ്യൂ",
      "അറിയിപ്പ് ക്രമീകരണങ്ങളിലേക്ക് പോവുക",
      "ഓഡിയോ പ്ലേ ചെയ്യുന്നു",
      "ആപ്പ് ഉപയോഗിക്കുക",
      "അവരുടെ ചാറ്റ് നിങ്ങളുടെ സന്ദേശ അഭ്യർത്ഥനകളിലേക്ക് നീക്കും, അതിനാൽ നിങ്ങൾ അവരുടെ സന്ദേശങ്ങൾ വായിക്കുന്നത് എപ്പോഴാണെന്ന് അവർക്ക് കാണാനാകില്ല.",
      "കവർ",
      "നിങ്ങളുടെ വീഡിയോ അപ്‌ലോഡ് ചെയ്‌ത് കഴിയുന്നത് വരെ ഈ പേജ് അടയ്‌ക്കരുത്.",
      "ഡ്രാഫ്‌റ്റുകൾ",
      "നിയന്ത്രിത അക്കൗണ്ട്",
      "ആൾമാറാട്ടം",
      "വ്യക്തിഗത അക്കൗണ്ടിലേക്ക് മാറുക",
      "കാണിക്കുക",
      "നിങ്ങളുടെ സ്വാകര്യതയെക്കുറിച്ച് ഞങ്ങൾക്ക് കരുതലുണ്ട്. Facebook Payments International എങ്ങനെ വ്യക്തിപരമായ വിവരങ്ങൾ ശേഖരിക്കുന്നു, ഡാറ്റ എന്തിന് ശേഖരിക്കുന്നു അവ എങ്ങനെ ഉപയോഗിക്കുകയും സംഭരിക്കുകയും ചെയ്യുന്നു എന്നിവയെക്കുറിച്ച് നിങ്ങൾ മനസ്സിലാക്കിയിട്ടുണ്ടെന്ന് ഞങ്ങൾക്ക് ഉറപ്പുവരുത്തേണ്ടതുണ്ട്.",
      "നിങ്ങളെ Instagram-ൽ ലോഗിൻ ചെയ്യുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി. വൈകാതെ വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ പോസ്റ്റ് അപ്‌ലോഡ് ചെയ്തു",
      "സന്ദേശം",
      "മെഷർമെന്റ് ആവശ്യങ്ങൾക്കായി മറ്റു ആപ്പുകളിലും വെബ്സൈറ്റുകളിലുമുള്ള പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള സംഗ്രഹിച്ച വിവരങ്ങൾ ഞങ്ങൾക്ക് ഇപ്പോഴും ലഭിച്ചേക്കാം, പക്ഷെ ഇതിൽ നിങ്ങളുടെ വ്യക്തിഗത കുക്കി വിവരങ്ങൾ ഉൾപ്പെടില്ല",
      "നിങ്ങളുടെ പോസ്റ്റിനു മുകളിലുള്ള  … മെനുവിൽ പോയി നിങ്ങൾക്കിത് പിന്നീട് മാറ്റാവുന്നതാണ്.",
      "Instagram-ൽ നിന്നുള്ള കുക്കികൾ ഈ ബ്രൗസറിൽ സ്വീകരിക്കണോ?",
      "ആപ്പിൽ സന്ദേശമയയ്‌ക്കൽ മെച്ചപ്പെട്ടതാണ്",
      "റിപ്പോർട്ട് ചെയ്യുക",
      "Impressum/Terms/NetzDG/UrhDaG",
      "ഇവന്‍റിന് ഒരു ദിവസം മുമ്പും 15 മിനിറ്റ് മുമ്പും ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "ആവശ്യമായ വിവരങ്ങൾ",
      "ഫോണ്‍ നമ്പര്‍",
      "Internet Explorer",
      "പിന്തുടരുന്നതിന് ആളുകളെ കണ്ടെത്താനാവില്ല",
      "നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജീകരിച്ചു",
      "വീഡിയോ {duration} സെക്കൻഡുകളിൽ കൂടുതൽ ദൈർഘ്യമുള്ളതായിരിക്കണം.",
      "ക്ഷമിക്കണം, ഈ ലിങ്ക് ഇനി പ്രവർത്തിക്കില്ല. നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടും സജീവമാക്കുന്നതിന്, നിങ്ങളുടെ ഉപയോക്തൃനാമവും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "ജനു",
      "അയച്ചു",
      "നിങ്ങളുടെ അക്കൗണ്ടിനു വേണ്ടി ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക",
      "ലിങ്കിന് ഇനിമുതൽ സാധുതയില്ല",
      "സംരക്ഷിച്ച ചിത്രം",
      "{minutes}മി.",
      "നിങ്ങളുടെ ഹോം സ്‌ക്രീനിൽ Instagram ചേർക്കണോ?",
      "ഞാന്‍ എന്തിനാണ് എന്റെ ജനന തീയതി കൊടുക്കേണ്ടത്?",
      "{username}, Instagram-ലേക്ക് സ്വാഗതം",
      "വിളിക്കുക",
      "നിരസിക്കുക",
      "Instagram-ൽ വാങ്ങുക",
      "Facebook ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാനാകുന്നില്ല",
      "ഒഴിവാക്കുക",
      "നിങ്ങളുടെ ഫോൺ നമ്പർ ഉപയോഗിക്കുക",
      "{filename} തീരെ ചെറുതാണ്. തുടരാൻ, ദൈർഘ്യമുള്ള ഒരു വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "{Bold text if your appeal for video is rejected} അവകാശമുള്ള വ്യക്തി വീഡിയോ നീക്കംചെയ്യാൻ അഭ്യർത്ഥിച്ചേക്കാം, ഇത് Instagram-ൽ നിന്ന് സ്ഥിരമായി നീക്കം ചെയ്യപ്പെടും.",
      "നിങ്ങളുടെ പോസ്റ്റുകളിലെ മൊത്തം കാഴ്ചകളുടെയും ലൈക്കുകളുടെയും എണ്ണം നിങ്ങൾക്ക് മാത്രമെ കാണാനാകൂ.",
      "തുടരാൻ നിങ്ങളുടെ {age} തിരഞ്ഞെടുക്കുക. {other options} കാണുക",
      "{number of products} ഉൽപ്പന്നങ്ങൾ",
      "പരിശോധിച്ചുറപ്പിക്കാൻ അഭ്യർത്ഥന സമർപ്പിക്കുന്നതുകൊണ്ട് ‌നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കും എന്ന് ഉറപ്പുതരില്ല.",
      "ഇത്തവണ നിങ്ങൾക്ക് കോഡ് അയയ്ക്കാൻ ഞങ്ങൾക്കാകില്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങൾ മനസ്സ് മാറ്റിയാൽ, @{username} എന്ന അക്കൗണ്ട് പിന്തുടരാൻ നിങ്ങൾ വീണ്ടും അഭ്യർത്ഥിക്കേണ്ടി വരും.",
      "പിന്തുണ",
      "ഡാറ്റാ നയത്തിൽ",
      "• നിങ്ങൾ സമ്മതിച്ചുകഴിഞ്ഞാൽ, നിങ്ങൾ പങ്കിടുന്നത് ഓൺലൈൻ കൈമാറ്റത്തിലൂടെ ഉടൻ തന്നെ വിദേശത്തേ‌ക്ക് അയയ്‌ക്കും.",
      "ഐഡി ഫോട്ടോ",
      "{username} എന്നയാളുടെ പ്രൊഫൈൽ ചിത്രം",
      "വിലാസമെഴുതേണ്ട ചെക്ക്‌മാർക്ക് വൃത്തം പൂരിപ്പിച്ചിട്ടില്ല",
      "ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം‌ സജ്ജീകരിക്കുന്നത് പൂർത്തിയാക്കാൻ, {phoneNumber}-ൽ അവസാനിക്കുന്ന നിങ്ങളുടെ നമ്പറിലേക്ക് ഞങ്ങൾ‌ അയച്ച 6 അക്ക കോഡ്‌ നൽകുക.",
      "പേയ്‌മെന്റ് രീതി",
      "ഇത് സബ്‌സ്‌ക്രൈബുചെയ്യുക:",
      "ഈ ഉപയോക്താവിനെ തടഞ്ഞത് മാറ്റുക",
      "Facebook Pay",
      "യൂറോപ്യൻ ഡിജിറ്റൽ അഡ്വർടൈസിംഗ് അലയൻസ്",
      "നിങ്ങളുടെ അക്കൗണ്ട് നിർജ്ജീവമാക്കുന്നതിൽ പ്രശ്‌നമുണ്ട്. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "കോൺടാക്‌റ്റുകൾ നിയന്ത്രിക്കുക",
      "ക്ഷമിക്കണം! ഇപ്പോൾ നിങ്ങളുടെ പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് അയയ്‌ക്കുന്നതിൽ പ്രശ്‌നം ‌നേരിടുന്നു. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "ജൂലൈ",
      "അക്രമമോ പ്രബലമായ അക്രമ ഭീഷണിയോ",
      "നിങ്ങൾ ആളുകളെ തടയുമ്പോൾ അവരെ അറിയിക്കില്ല. അവർ നിങ്ങളുടെ പോസ്‌റ്റുകൾക്ക് നൽകുന്ന പുതിയ അഭിപ്രായങ്ങൾ അവർക്ക് മാത്രമേ കാണാനാകൂ.",
      "{collectionName} സംരക്ഷിച്ച ശേഖരത്തിൽ നിന്നുള്ള ചിത്രം",
      "സംഭാവനകൾ {value}-ൽ കൂടരുത്",
      "ഉൾചേർത്ത കോഡ് പകർത്തി!",
      "ഏറ്റവും പുതിയത്",
      "നിങ്ങളുടെ സ്‌റ്റോറി എഡിറ്റ് ചെയ്യാൻ ഉപകരണം തിരിക്കുക.",
      "ഉപകരണത്തിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "വ്യാഴം",
      "ആമുഖം",
      "സംരക്ഷിക്കാൻ ലോഗിൻ ചെയ്യുക.",
      "അക്കൗണ്ട് ഇല്ലേ? {link that reads Sign up}",
      "{username} എന്നയാളായി തുടരുക",
      "നിങ്ങൾ തയ്യാറായി!",
      "നീക്കം ചെയ്യുക",
      "നിങ്ങൾക്ക്, അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിന് പകരം അത് പ്രവർത്തനരഹിതമാക്കാനാവും. ലോഗിൻ ചെയ്‌ത് വീണ്ടും സജീവമാക്കുന്നത് വരെ നിങ്ങളുടെ അക്കൗണ്ട് മറഞ്ഞിരിക്കുമെന്നാണ് അർത്ഥമാക്കുന്നത്.",
      "കൂടുതല്‍‍ കാണുക",
      "{firstUsername}, {secondUsername} എന്നിവർ കണ്ടു",
      "ലൈക്ക്ചെയ്യാനും അഭിപ്രായമിടാനമ്മുള്ള {loginLink}",
      "Opera",
      "സ്‌റ്റിക്കറുകൾ ഉപയോഗിക്കുക, സ്‌റ്റോറികൾ പങ്കിടുക, തുടങ്ങിയവയ്ക്കുള്ള മികച്ച മാർഗങ്ങൾക്കായി ആപ്പിലേക്ക് മാറുക.",
      "അല്ലെങ്കിൽ",
      "ലൊക്കേഷൻ- അടിസ്ഥാനമാക്കിയുള്ള ഫീച്ചറുകൾ (ആവശ്യമാണ്)",
      "ലിങ്ക് {value}",
      "നിങ്ങളുടെ സ്വകാര്യത സംരക്ഷിക്കുന്നത് ഞങ്ങൾക്ക് വളരെ പ്രധാനമാണ്, ഒപ്പം ഇതുപോലെയുള്ള പ്രശ്‌നങ്ങൾ നടക്കുന്നില്ലെന്ന് ഉറപ്പുവരുത്താൻ ഞങ്ങൾ നിരന്തരം ശ്രമിച്ചുക്കൊണ്ടിരിക്കുകയാണ്. ഇങ്ങനെ സംഭവിച്ചതിൽ ഞങ്ങൾ ഖേദിക്കുന്നു. നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യമുണ്ടെങ്കിൽ {email}-ൽ ഞങ്ങളെ ബന്ധപ്പെടുക.",
      "Facebook വേർഡ്‌മാർക്കും ആപ്പ് ലോഗോയുടെ ഫാമിലിയും",
      "ലോഗിന്‍",
      "ആക്സസിബിലിറ്റി",
      "നിങ്ങൾ ലോഗിൻ ചെയ്‌തയിടം",
      "ബയോയിലെ മുമ്പത്തെ ലിങ്കുകൾ",
      "Instagram ആപ്പിൽ Spring-ൽ നിന്നുള്ള ഉൽപ്പന്നങ്ങൾ വിൽക്കുക",
      "ആവശ്യമായ വിവരങ്ങൾ",
      "ഇല്ലാതാക്കുക",
      "മൂന്നാം കക്ഷി വെബ്‌സൈറ്റുകളിലോ ഓൺലൈൻ സേവനങ്ങളിലോ ഉള്ള ഓൺലൈൻ പ്രവർത്തനങ്ങളെക്കുറിച്ചുള്ള വിവരങ്ങൾ കാലക്രമേണ എങ്ങനെ ശേഖരിക്കുന്നു, ഉപയോഗിക്കുന്നു എന്നതിനെ സ്വാധീനിക്കാനായി പരസ്യദാതാക്കൾ വ്യക്തികൾക്ക് സാധാരണയായി നൽകുന്ന ചോയിസുകളെക്കുറിച്ച് കൂടുതലറിയാൻ {http://www.networkadvertising.org/managing/opt_out.asp} എന്നതിൽ Network Advertising Initiative, {http://www.aboutads.info/} എന്നതിൽ Digital Advertising Alliance അല്ലെങ്കിൽ {http://youronlinechoices.eu/} എന്നതിൽ European Digital Advertising Alliance എന്നിവ സന്ദർശിക്കുക",
      "ചൊവ്വ",
      "Google Chrome",
      "വർദ്ധിച്ച ഗ്രാഫിക് അക്രമത്തിന്റെ ഫോട്ടോകളോ വീഡിയോകളോ",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ആവർത്തിച്ചുള്ള ഓട്ടോമേറ്റഡ് ആയ പെരുമാറ്റം ഞങ്ങൾ കണ്ടെത്തിയിരിക്കുന്നു. ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുന്നതിന് Instagram ആപ്പ് ഉപയോഗിച്ച് നിങ്ങളുടെ വിവരം സ്ഥിരീകരിക്കുക.",
      "സ്‌പാം അല്ലെങ്കിൽ സ്‌കാം",
      "പൂർണ്ണനാമം",
      "കുറവ് ഡാറ്റ ഉപയോഗിക്കുക",
      "സ്റ്റിക്കറുകൾ ‌ലോഡുചെയ്യാനാകില്ല",
      "തുടരുക",
      "നിങ്ങൾ അനുവദിക്കുകയാണെങ്കിൽ, {=business name} എന്നതിന് നിങ്ങളുടെ പൊതുവായ വിവരങ്ങൾ കാണാനാകും.",
      "ഈ കുക്കികളെ കുറിച്ചും സമാനമായ സാങ്കേതിക വിദ്യകളെ കുറിച്ചും അവ എങ്ങനെയാണ് ഉപയോഗിക്കുന്നത്, എവിടെ നിങ്ങൾക്കവ നിയന്ത്രിക്കാം എന്നിവയെ കുറിച്ചും {learn more link}.",
      "നെയിംടാഗ് ഡൗൺലോഡുചെയ്യുക",
      "യഥാർത്ഥം",
      "ഓർമ്മപ്പെടുത്തൽ ഇമെയിലുകൾ",
      "DMCA കൗണ്ടർ അറിയിപ്പ് പ്രോസസ്സുചെയ്യൽ പ്രവർത്തിക്കുന്നതെങ്ങനെ?",
      "{reference owner name} എന്നയാളുടെ ഉടമസ്ഥതയിലുള്ള ഉള്ളടക്കം ഉൾപ്പെടാൻ ഇടയുള്ളതിനാൽ ഈ ഫോട്ടോ തടഞ്ഞിരിക്കുന്നു",
      "ഫോൺ നമ്പർ",
      "ബാക്കപ്പ് കോഡുകൾ നേടുക",
      "എനിക്കറിയാവുന്ന ഒരാൾ",
      "അഭിപ്രായങ്ങൾ ഓഫാക്കിയിരിക്കുന്നു.",
      "who.int എന്ന വെബ്‌സൈറ്റിലേക്ക് പോകുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഇതിനകം വീണ്ടും സജീവമാക്കി. Instagram വീണ്ടും ഉപയോഗിക്കാൻ ആരംഭിക്കുന്നതിന്, നിങ്ങളുടെ ഉപയോക്തൃനാമവും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "സൈൻ അപ്പ് ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ {=Terms} അംഗീകരിക്കുന്നു. ഞങ്ങൾ {Data Policy} നിങ്ങളുടെ ഡാറ്റ ശേഖരിക്കുന്നതും ഉപയോഗിക്കുന്നതും പങ്കിടുന്നതും എങ്ങനെയാണെന്നും, {Cookies Policy} കുക്കികളും സമാന ടെക്‌നോളജിയും ഉപയോഗിക്കുന്നത്‌ എങ്ങനെയെന്നും മനസ്സിലാക്കുക.",
      "ആളുകളെ ചേര്‍ക്കുക",
      "ആപ്പുകളും വെബ്സൈറ്റുകളും",
      "സബ്‌‌ടോട്ടൽ (ഒരു ഇനം)",
      "വീഡിയോ പുനസ്ഥാപിക്കുക",
      "{Username of current profile} എന്നയാളെ തടയണോ?",
      "JPG അല്ലെങ്കിൽ PNG ഫയൽ ആയിരിക്കണം. ശുപാർശ ചെയ്യുന്ന ഏറ്റവും കുറഞ്ഞ വലുപ്പം 492 x 762 പിക്‌സലുകൾ ആണ്.",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ ക്രമീകരണ ഐക്കൺ",
      "കോൺടാക്‌റ്റുകൾ ഇല്ലാതാക്കണോ?",
      "പരസ്യ മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "ഫോൺ നമ്പർ ഉപയോഗിച്ച് സൈൻ അപ്പ് ചെയ്യുക",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. സുരക്ഷയും ബാധകമായേക്കാവുന്ന പ്രദേശിക നിയമ നിയന്ത്രണങ്ങൾ പാലിക്കുന്നതും പ്രോത്സാഹിപ്പിക്കുന്നതിനാലാണ് ഞങ്ങൾക്ക് ഇത്തരം മാർഗ്ഗനിർദ്ദേശങ്ങൾ ഉള്ളത്.",
      "നിങ്ങൾ ഒരു അവലോകനം അഭ്യർത്ഥിക്കുമ്പോൾ, അത് ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നുണ്ടോ എന്നറിയാൻ നിങ്ങളുടെ അഭിപ്രായം ഞങ്ങൾ അവലോകനം ചെയ്യും. എല്ലാ അവലോകന ഫലങ്ങളും അന്തിമമായിരിക്കും.",
      "{violationText} എന്നതിനെക്കുറിച്ചുള്ള ഞങ്ങളുടെ {communityGuidelinesLink} നിങ്ങളുടെ {contentTypeText} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ അത് നീക്കം ചെയ്‌തു. ഇത് അവഹേളനമല്ലെന്ന് നിങ്ങൾക്ക് കരുതുന്നെങ്കിലും, എല്ലാവരെയും ബഹുമാനിക്കുന്ന രീതിയിൽ സ്വയം ആവിഷ്‌ക്കരിക്കാൻ ആളുകളെ ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ലോഡ് ചെയ്യുന്നു...",
      "Direct",
      "നിങ്ങൾ Instagram അക്കൗണ്ടിനായി ഉപയോഗിക്കുന്ന പാസ്‌വേഡ് സംരക്ഷിക്കാൻ ഞങ്ങൾ വളരെയധികം ശ്രദ്ധ പുലർത്തുന്നുണ്ട്. 'നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക' ടൂൾ ഉപയോഗിക്കുമ്പോൾ, ഡാറ്റ ഡൗൺലോഡായതിന് ശേഷം വെബ് ബ്രൗസറിൽ URL-ൽ പാസ്‌വേഡ് ദൃശ്യമാകുന്നുവെന്നും ഞങ്ങളുടെ സിസ്‌റ്റത്തിൽ അത് ശേഖരിക്കപ്പെടുന്നുവെന്നും അടുത്തിടെ കണ്ടെത്തി. ഞങ്ങൾ ടൂൾ മാറ്റിയതിനാൽ ഇത് ഇനി സംഭവിക്കില്ല, ഒപ്പം ഞങ്ങളുടെ ഞങ്ങളുടെ ഇന്റേണൽ സിസ്‌റ്റത്തിൽ ലോഗുചെയ്‌തേക്കാവുന്ന പാസ്‌വേഡുകളും ഇല്ലാതാക്കുന്നു. മറ്റാരും നിങ്ങളുടെ പാസ്‌വേഡ് ഉപയോഗിച്ചതായി കാണുന്നില്ല. സുരക്ഷിതമായിരിക്കാൻ, നിങ്ങളുടെ Instagram പാസ്‌വേഡും ഇതേ പാസ്‌വേഡ് മറ്റെവിടെയെങ്കിലും ഉപയോഗിച്ചിട്ടുണ്ടെങ്കിൽ അതും അപ്‌ഡേറ്റുചെയ്യുക. ബ്രൗസർ ചരിത്രവും മായ്‌ക്കണം.",
      "ഈ പോസ്റ്റിൽ നിന്നും സ്വയം നീക്കം ചെയ്യണമെന്ന് തീർച്ചയാണോ?",
      "സംരക്ഷിക്കുക",
      "എന്തുകൊണ്ടാണ് നിങ്ങളെ റിപ്പോർട്ടുചെയ്‌തത്",
      "കൂടുതൽ അഭിപ്രായങ്ങൾ ലോഡുചെയ്യുക",
      "വീഡിയോ നീക്കം ചെയ്യുക",
      "അഭ്യർത്ഥനകൾ പിന്തുടരുക",
      "കൂടുതലറിയുക",
      "ഒറിജിനൽ (പിന്തുണയ്ക്കാത്ത വലുപ്പം)",
      "അടുത്തത്",
      "കൂടുതലറിയുക",
      "നിങ്ങളുടെ റിപ്പോർട്ടിന് നന്ദി. ഈ സന്ദേശം ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുമെങ്കിൽ അത് ഞങ്ങൾ നീക്കം ചെയ്യും.",
      "പുതിയ {number of new posts} പോസ്‌റ്റ്",
      "വിവര ഫോർമാറ്റ്",
      "ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ആർക്കും വിൽക്കുന്നില്ല. ഞങ്ങളുടെ {Cookie Policy} എന്നതിൽ കുക്കികളെ കുറിച്ചും അവ ഞങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്നതിനെ കുറിച്ചും കൂടുതലറിയൂ.",
      "പങ്കിടുക",
      "പുതിയ പോസ്‌റ്റുകൾ",
      "കമ്മീഷന് യോഗ്യതയുണ്ട്",
      "ഡാറ്റാ നയം",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ ലിങ്ക് ഐക്കൺ",
      "Instagram ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യൂ",
      "ഞാൻ അംഗീകരിക്കുന്നു",
      "{reference owner name} എന്നയാളുടെ ഉടമസ്ഥതയിലുള്ള ഉള്ളടക്കം ഉൾപ്പെടാൻ ഇടയുള്ളതിനാൽ ഈ വീഡിയോ തടഞ്ഞിരിക്കുന്നു",
      "കോൺട്രാസ്റ്റ്",
      "ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക",
      "നിങ്ങളുടെ പോസ്‌‌റ്റുകളിലെ ആക്‌റ്റിവിറ്റി",
      "ഗൈഡുകൾ",
      "Facebook",
      "ഈ ഉള്ളടക്കം നിയന്ത്രിക്കേണ്ടതില്ലെന്ന് വിശ്വസിക്കുന്നുവെങ്കിൽ, പ്രശ്നം പരിഹരിക്കുന്നതിന് നിങ്ങൾക്ക് പരാതിപ്പെട്ട കക്ഷിയെ നേരിട്ട് ബന്ധപ്പെടാനാകും.",
      "നിങ്ങളുടെ അക്കൗണ്ട് അനധികൃതമായി ആക്‌സസുചെയ്യപ്പെട്ട അക്കൗണ്ടായിരുന്നു",
      "മുമ്പത്തെ ഫോൺ നമ്പർ",
      "ലോഗിൻ ലിങ്ക് അയയ്‌ക്കുക",
      "ഇമെയിൽ നീക്കം ചെയ്യുക",
      "പാസ്‌വേഡ് മാറ്റുക",
      "നിരസിക്കുക",
      "നിങ്ങളുടെ പ്രായം 13-ൽ കുറവാണെന്ന് സ്ഥിരീകരിക്കുക.",
      "എഡിറ്റുചെയ്യുക",
      "ഇമെയിൽ",
      "ബിസിനസ്സ് വിഭാഗങ്ങൾ",
      "അധിക മീഡിയ പ്രിവ്യൂകൾ കാണിക്കുക അല്ലെങ്കിൽ മറയ്‌ക്കുക",
      "കൂടുതൽ പണം ലഭിക്കാൻ ചാരിറ്റികളെ ഗിഫ്‌റ്റ് എയ്‌ഡ് അനുവദിക്കുന്നു.",
      "എന്നതായി നിലനിർത്തൂ",
      "ഈ സന്ദേശം ആളുകളെ അപകടത്തിലാക്കും",
      "{number of new posts} പുതിയ പോസ്‌റ്റുകൾ",
      "ഒരു പ്രതിവാദ അറിയിപ്പ് ഞാൻ ഫയൽ ചെയ്യേണ്ടതുണ്ടോയെന്ന് അറിയുന്നതെങ്ങനെ?",
      "ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്ന രീതികളിലൊന്ന് Instagram-ലും പുറത്തും നിങ്ങൾക്ക് ഉപകാരപ്രദവും പ്രസക്തവുമായ പരസ്യങ്ങൾ കാണിക്കുന്നതിനാണ്. ഞങ്ങളുടെ {Cookie Policy} എന്നതിൽ ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്ന രീതികളെക്കുറിച്ച് നിങ്ങൾക്ക് കൂടുതൽ വായിക്കാം. ചുവടെ വിവരിച്ചിരിക്കുന്നത് പോലെ നിങ്ങളുടെ Instagram നിയന്ത്രണങ്ങൾക്ക് പുറത്ത് നിങ്ങൾക്ക് നിരവധി ചോയ്സുകളുമുണ്ട്.",
      "ഉപയോക്തൃനാമം",
      "പരീക്ഷിച്ചു നോക്കൂ",
      "അംഗീകരിക്കുക",
      "തടയുക",
      "സ്റ്റോറികൾ കാണാൻ ഡാറ്റ ഉപയോഗിക്കേണ്ടതുണ്ട്",
      "പിന്തുടരുന്നു",
      "ഞങ്ങൾ തിരിച്ചറിയാത്ത ഫോണിലോ കമ്പ്യൂട്ടറിലോ ലോഗിൻ ചെയ്യുമ്പോഴൊക്കെ ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം നിങ്ങളുടെ അക്കൗണ്ടിനെ സംരക്ഷിക്കാൻ അനുവദിക്കുന്നു.",
      "{username} എന്നയാൾക്ക് മറുപടി നൽകുന്നു",
      "ആപ്പിൽ, ഇന്നത്തെ സ്റ്റോറികളിൽ പങ്കിട്ട ഫോട്ടോകളും വീഡിയോകളുമായി സംവദിക്കാനാകും.",
      "യോജിക്കുന്ന വലുപ്പം കണ്ടെത്തുക",
      "{username} എന്നയാളുടെ സ്റ്റോറി, കണ്ടു",
      "ഒരു ഉപയോക്തൃനാമം ചേർക്കൂ. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇതിൽ മാറ്റം വരുത്താം.",
      "അനുവദിക്കുക",
      "മറ്റ് ലൈക്കുകൾ",
      "കഞ്ചാവും ‌മയക്കു‌ മരുന്നുകളും വാങ്ങുന്നതിനും വിൽക്കുന്നതിനുമുള്ള ‌ഓഫറുകൾ.",
      "ഇത് അസാധുവായ അല്ലെങ്കിൽ കാലഹരണപ്പെട്ട ലിങ്കാണ്.",
      "ഈ ഫോം.",
      "{username} നിങ്ങൾക്ക് മറുപടി നൽകി",
      "വിടുക",
      "നിങ്ങളുടെ പേയ്‌മെന്റുകൾ Facebook Pay ഉപയോഗിച്ച് സുരക്ഷിതമായി പ്രോസസ്സ് ചെയ്യുന്നു. നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ അടുത്ത തവണത്തേയ്‌ക്കായി സംരക്ഷിക്കും. {Learn More}",
      "സംരക്ഷിച്ചു",
      "നിങ്ങൾ ഒരു സ്വകാര്യ അക്കൗണ്ടിലേക്ക് മാറുമ്പോൾ, ആപ്ലിക്കേഷനിലെ സ്ഥിതിവിവരക്കണക്കുകൾ ഓഫാക്കുകയും പ്രമോഷനുകൾക്കായുള്ള ഉള്ളടക്കവും സ്ഥിതിവിവരക്കണക്കുകളും ഉൾപ്പെടെ നിങ്ങളുടെ എല്ലാ ഉള്ളടക്കത്തിൽ നിന്നുമുള്ള സ്ഥിതിവിവരക്കണക്കുകൾ ശാശ്വതമായി നീക്കംചെയ്യപ്പെടും.",
      "ഓപ്‌ഷനുകൾ",
      "അപ്‌ലോഡ് ചെയ്യാനായില്ല. ഈ ഫയൽ തരത്തിന് പിന്തുണയില്ല.",
      "സന്ദേശ അഭ്യർത്ഥനകൾ",
      "നിങ്ങളുടെ വീഡിയോ എവിടെയൊക്കെയാണ് ദൃശ്യമാകുന്നത്",
      "കണ്ടുകൊണ്ടിരിക്കൂ",
      "തിരിച്ചു പോകുക",
      "നിങ്ങളുടെ സന്ദേശങ്ങൾ",
      "ഫോട്ടോകളൊന്നുമില്ല",
      "വീഡിയോ അപ്‌ലോഡ് ചെയ്യാനായില്ല",
      "സാധുതയുള്ള ZIP കോഡ് നൽകുക",
      "Connect using the MetaMask extension.",
      "ഇമെയിൽ അല്ലെങ്കിൽ ഫോൺ നമ്പർ ഉപയോഗിച്ച് സൈൻ അപ്പ് ചെയ്യുക",
      "തിരയുന്നതിന് ലോഗിൻ ചെയ്യൂ.",
      "കൂടുതൽ ലൈക്കുകളും പിന്തുടരുന്നവരെയും ലഭിക്കുന്നതിനുവേണ്ടിയുള്ള സേവനത്തിനായി നിങ്ങളുടെ പാസ്‌വേഡ് പങ്കിട്ടതായി തോന്നുന്നു, ഇത് ഞങ്ങളുടെ {community guidelines link} എന്നതിന് എതിരാണ്.",
      "എല്ലാ അഭിപ്രായങ്ങളും കാണാൻ ലോഗിൻ ചെയ്യുക",
      "പ്രാമാണീകരണ ആപ്പ് നീക്കം ചെയ്യണോ?",
      "റിപ്പോർട്ട് സമർപ്പിക്കാൻ നിങ്ങൾക്ക് Instagram-ന്‍റെ ഏറ്റവും പുതിയ പതിപ്പ് വേണം.",
      "വീഡിയോ",
      "ഫോണ്‍",
      "സ്‌കാൻ ചെയ്യാൻ എളുപ്പമുള്ള ഒരു നെയിംടാഗ് പ്രിന്റ് ചെയ്യുക",
      "മറ്റുള്ളവരുടെ സ്വകാര്യ ചിത്രങ്ങൾ പോസ്‌റ്റുചെയ്‌തുകൊണ്ടുള്ള ഭീഷണികളോട് ഒരിക്കലും ക്ഷമിക്കാത്ത നയമാണ് ഞങ്ങൾക്കുള്ളത്.",
      "നിങ്ങളെ പിന്തുടരുന്നവരിൽ നിന്നും {Username of current profile} എന്നയാളെ നീക്കം ചെയ്‌തെന്ന് ‌Instagram അവരോട് ‌പറയില്ല",
      "പിൻ പുനഃക്രമീകരിക്കാതെ ഉപേക്ഷിക്കണോ?",
      "Google Play-യിൽ ലഭ്യമാണ്",
      "നിങ്ങളുടെ ഇലക്‌ട്രോണിക് ഒപ്പ്",
      "ഈ ലോഗൗട്ട് പൂർത്തിയാക്കാനായില്ല. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് ക്രമീകരണങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
      "Instagram",
      "ആപ്പിൽ അടുത്തറിയൽ മികച്ചതാണ്",
      "പരിശോധിച്ചുറപ്പിച്ച ബാഡ്‌ജിനായുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന ഞങ്ങൾ അവലോകനം ചെയ്‌തുകഴിഞ്ഞാൽ ഞങ്ങൾ അറിയിക്കുന്നതാണ്.",
      "ലോഗൗട്ടുകൾ",
      "നിങ്ങളുടെ അക്കൗണ്ടിന് അധിക സുരക്ഷ ചേർക്കൂ",
      "അത്മഹത്യ, മുറിവേൽപ്പിക്കൽ തെറ്റായ ഭക്ഷണക്രമം എന്നിവ ഉൾപ്പെടെയുള്ള സ്വയം മുറിവേൽപ്പിക്കലിനെ പ്രോത്സാഹിപ്പിക്കുന്നതോ പ്രൊമോട്ടുചെയ്യുന്നതോ ആയ പോസ്‌റ്റുകൾ ഞങ്ങൾ നീക്കം ചെയ്യും. സ്വയം മുറിവേൽപ്പിക്കപ്പെട്ടവരെ അക്രമിക്കുന്നരീതിയിലോ കളിയാക്കുന്നരീതിയിലോ ഉള്ള പോസ്‌റ്റുകൾ കണ്ടെത്തിയാലും ഞങ്ങൾ അത് നീക്കം ചെയ്യും.",
      "പിശക് സൂചിപ്പിക്കുന്ന ഐക്കൺ",
      "പേയ്‌മെന്റ് നിബന്ധനകൾ",
      "ഇപ്പോൾ സജീവമാണ്",
      "ഈ വീഡിയോ എല്ലാ ലൊക്കേഷനുകളിലും തടഞ്ഞിരിക്കുന്നുവെന്നുള്ള ഓർമ്മപ്പെടുത്തൽ.",
      "സന്ദേശം അയയ്‌ക്കുക",
      "നിങ്ങളുടെ പിൻ നൽകുന്നില്ലെങ്കിൽ, ചെക്കൗട്ട് പൂർത്തിയാക്കുന്നതിന് നിങ്ങൾക്ക് Facebook പേയ്‌മെന്റ് വിവരം ഉപയോഗിക്കാനാകില്ല.",
      "ലൊക്കേഷനുകൾ",
      "ഫ്ലാറ്റായ പ്രതലങ്ങളിൽ സ്‌റ്റിക്കുചെയ്യൂ",
      "നഗ്നത അല്ലെങ്കിൽ അശ്ലീലസാഹിത്യം",
      "പിന്തുടരൽ അഭ്യർത്ഥനകൾ എല്ലാം കാണുന്നതിനുള്ള ഷെവ്റോൺ ഐക്കൺ",
      "ബിസിനസ്സ് കണ്ടെത്താനായില്ല",
      "Facebook-ൽ നിന്നും പങ്കാളികളായ മറ്റ് കമ്പനികളിൽ നിന്നുമുള്ള ഓൺലൈൻ താൽപ്പര്യാധിഷ്‌ഠിത പരസ്യങ്ങൾ കാണുന്നതിൽ നിന്നും നിങ്ങൾക്ക് ഓപ്‌റ്റ് ഔട്ട് ചെയ്യാനാകും. യുഎസ്സിൽ {Digital Advertising Alliance} മുഖേനയും കാനഡയിൽ {Digital Advertising Alliance of Canada} മുഖേനയും യൂറോപ്പിൽ {European Interactive Digital Advertising Alliance} മുഖേനയും നിങ്ങൾ Android, iOS 13 അല്ലെങ്കിൽ iOS-ന്റെ മുമ്പത്തെ ഒരു പതിപ്പാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ നിങ്ങളുടെ മൊബൈൽ ഉപകരണ ക്രമീകരണത്തിലൂടെയും നിങ്ങൾക്ക് ഇപ്രകാരം ഓപ്‌റ്റ് ഔട്ട് ചെയ്യാം. ഞങ്ങളുടെ കുക്കി ഉപയോഗത്തെ നിയന്ത്രിക്കുന്ന പരസ്യ ബ്ലോക്കറുകളും ടൂളുകളും ഈ നിയന്ത്രണങ്ങൾക്ക് തടസ്സങ്ങൾ സൃഷ്‌ടിച്ചേക്കാം.",
      "പങ്കാളിത്തം ശരിയായി അളക്കാൻ അവരെ സഹായിക്കുന്നതിന്, നിങ്ങളെ തിരിച്ചറിയാൻ സാധിക്കാത്ത ഒരു റാൻഡം ഐഡി നമ്പറും സ്റ്റാറ്റിസ്റ്റിക്കൽ നമ്പറും ഞങ്ങൾ പങ്കിടും, ഒപ്പം പൂർത്തീകരണത്തെക്കുറിച്ച് അവർ ഞങ്ങളോട് പറയും.",
      "നിങ്ങളുടെ നമ്പർ ചേർക്കുന്നത് കൂടുതൽ എളുപ്പത്തിൽ ലോഗിൻ ചെയ്യാനും അക്കൗണ്ട് വീണ്ടെടുക്കുന്നതിനും പിന്തുടരാനുള്ള ആളുകളെ കണ്ടെത്തുന്നതിനും സഹായിക്കും.",
      "ട്രിം ചെയ്യുക",
      "ഒരു ഇനം",
      "{name of the user} നിങ്ങളെ പിന്തുടരാൻ ആരംഭിച്ചിരിക്കുന്നു.",
      "പരിശോധിച്ചുറപ്പിക്കൽ അഭ്യർത്ഥന സമർപ്പിച്ചു",
      "{location} എന്നതിന്റെ ഫോട്ടോകളും വീഡിയോകളും",
      "ഓപ്‌ഷണൽ",
      "പകർത്തുക",
      "ഡാറ്റ ഡൗൺലോഡുചെയ്യുക",
      "നിങ്ങളുടെ ഫോണിലേക്ക് SMS വഴി ഒരു സ്ഥിരീകരണ കോഡ് അയയ്‌ക്കും.",
      "Instagram-ൽ തുറക്കുക",
      "ലൈഗിക ബന്ധം, ജനനേന്ദ്രിയം അല്ലെങ്കിൽ പൂർണ്ണ നിതംബങ്ങൾ എന്നിവ കാണിക്കുന്ന പോസ്‌റ്റുകൾ",
      "റദ്ദാക്കുക",
      "നിങ്ങൾക്ക് പിന്നീട് വീണ്ടും ശ്രമിക്കാം അല്ലെങ്കിൽ മറ്റൊരു അക്കൗണ്ട് ഉപയോഗിക്കുക",
      "ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല",
      "നിങ്ങളുടെ സ്വകാര്യതയെ ‌സംബന്ധിച്ച് ‌ഞങ്ങൾക്ക് ‌കരുതലുള്ളതിനാൽ ഞങ്ങൾ അടുത്തിടെ ‌കണ്ടെത്തിയതും പരിഹരിച്ചതുമായ ഒരു ‌സാങ്കേതിക ‌തകരാറിനെ ‌കുറിച്ച് ‌നിങ്ങളെ അറിയിക്കാൻ താൽപ്പര്യപ്പെടുന്നു. ഞങ്ങളുടെ ഡോഗ്‌ഫുഡിംഗ് ‌പ്രോസസിന്റെ ഭാഗമായി റിലീസ് ‌ചെയ്യാത്ത Instagram പതിപ്പുകൾ ഉപയോഗിക്കുന്ന ‌നിങ്ങളുടേതുൾപ്പെടെയുള്ള ‌ചില Instagram അക്കൗണ്ടുകളെ ഇത് ‌ബാധിച്ചു.",
      "നിങ്ങളുടെ ഫോട്ടോകൾ നിയന്ത്രിക്കുന്നു",
      "സുരക്ഷാ കോഡ്",
      "നിങ്ങളുടെ അഭ്യർത്ഥന അവലോകനം ‌ചെയ്യുന്നതിനായി നിങ്ങളുടെ പേരും ജനനതീയതിയും ഉള്ള ഒരു സർക്കാർ അംഗീകൃത ഐഡി (അതായത് ഡ്രൈവിംഗ് ലൈസൻസ്, പാസ്‌പോർട്ട് അല്ലെങ്കിൽ ദേശീയ തിരിച്ചറിയൽ കാർഡ്) അല്ലെങ്കിൽ ഔദ്യോഗിക ‌ബിസിനസ്സ് ‌ഡോക്യുമെന്റുകൾ (ഫയൽ ചെയ്ത നികുതി, അടുത്തിടെയുള്ള ‌യൂട്ടിലിറ്റി ‌ബിൽ, ‌സംയോജന ‌വ്യവസ്ഥകൾ) ആവശ്യമാണ്.",
      "വീഡിയോകൾ ഒരു മണിക്കൂറോ അതിൽ കുറവോ ദൈർഘ്യമുള്ളത് ആയിരിക്കണം.",
      "നിങ്ങളുടെ സംഭാവനയ്‌ക്ക് നന്ദി",
      "ലോഗിൻ ചെയ്യുക",
      "{time their account will be disabled}-ന് മുമ്പായി നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റുചെയ്യുക, അല്ലെങ്കിൽ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ ലംഘിച്ചതിന് നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കും. ആൾമാറാട്ടത്തിനെതിരെയുള്ള നയത്തെക്കുറിച്ച് {learn more link}.",
      "Facebook ഉൽപ്പന്നങ്ങൾക്ക് പുറത്ത് നിങ്ങൾക്കായി പരസ്യങ്ങൾ വ്യക്തിപരമാക്കാൻ സഹായിക്കുന്നതിനായോ അല്ലെങ്കിൽ അവയുടെ പ്രകടനം വിലയിരുത്തുന്നതിനായോ ഞങ്ങൾ മറ്റ് കമ്പനികളിൽ നിന്നുള്ള കുക്കികൾ ഉപയോഗിക്കില്ല",
      "നീക്കം ചെയ്‌ത കൂടുതൽ ഉള്ളടക്കം കാണിക്കുക",
      "എന്റെ ഉപയോക്തൃനാമമോ അക്കൗണ്ട് വിവരമോ മാറ്റണം",
      "തിരയുകയും അടുത്തറിയുകയും ചെയ്യുക",
      "നിലനിർത്തുക",
      "സ്‌റ്റോറികളിലേക്ക് വീണ്ടും ‌പങ്കിടുന്നു",
      "സൗജന്യ Wi-Fi നേടൂ, {name} എന്ന ബിസിനസ്സിനെ പിന്തുടരൂ",
      "കോഡ് അയയ്‌ക്കാനായില്ല.",
      "{date}{time} ന്",
      "നിങ്ങളുടെ മുമ്പത്തെ ചില പോസ്‌റ്റുകൾ ഞങ്ങളുടെ {Community Guidelines} പാലിക്കുന്നില്ല. നിങ്ങൾ വീണ്ടും ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങ‌ൾക്കെതിരായി എന്തെങ്കിലും പോസ്‌റ്റുചെയ്‌താൽ, പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവയുൾപ്പെടെ നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കും.",
      "നിങ്ങള്‍ക്ക് തീര്‍ച്ചയാണോ?",
      "{username} എന്നയാളും മറ്റൊരാളും പിന്തുടരുന്നു",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണ ക്രമീകരണം എഡിറ്റുചെയ്യുക",
      "ലൊക്കേഷൻ ചേർക്കുക...",
      "നിങ്ങൾ ആളുകളെ പിന്തുടരുമ്പോൾ അവരെ ഇവിടെ കാണാനാവും.",
      "എന്താണ് സംഭവിച്ചതെന്ന് ചുരുക്കി വിവരിക്കുക.",
      "പറയാൻ ആഗ്രഹിക്കുന്നില്ല",
      "Instagram-ലെ {translated category name} അക്കൗണ്ടുകൾ",
      "എക്‌സ്‌ക്ലുസീവ് സ്റ്റോറി",
      "നിങ്ങൾ ഇപ്പോൾ തിരിച്ചുപോവുകയാണെങ്കിൽ, വീഡിയോ നഷ്‌ടമാവും.",
      "{username} ഇപ്പോൾ Facebook ഉൽപ്പന്നങ്ങളിലുള്ള അവരുടെ പ്രവർത്തനത്തിന്റെ അടിസ്ഥാനത്തിൽ, അവരുടെ താൽപ്പര്യങ്ങൾക്ക് ഏറ്റവും അനുയോജ്യമായ പരസ്യങ്ങൾ കാണും.",
      "ഉപയോക്തൃനാമം സൃഷ്‌ടിക്കുക",
      "കൂടുതലറിയുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് പൊതു താൽപ്പര്യത്തിൽ ഉള്ളതാണെന്ന് കാണിക്കുന്ന ലേഖനങ്ങളും സോഷ്യൽ മീഡിയ അക്കൗണ്ടുകളും മറ്റു ലിങ്കുകളും ചേർക്കുക. പണം നൽകിയുള്ളതോ പ്രൊമോഷണൽ ഉള്ളടക്കമോ പരിഗണിക്കില്ല.",
      "പരസ്യ ക്രമീകരണങ്ങൾ",
      "ഈ പോസ്‌റ്റ് കാണുന്നതിന് ലോഗിൻ ചെയ്യൂ",
      "ഇമെയിൽ സ്ഥിരീകരിക്കുക",
      "Instagram ബ്രൗസുചെയ്യുന്നതിന് ഡാറ്റ ഉപയോഗിക്കില്ല. വീഡിയോകളോ സ്‌റ്റോറികളോ കാണാൻ തിരഞ്ഞെടുക്കുമ്പോൾ മാത്രം നിങ്ങൾ ഡാറ്റ ഉപയോഗിക്കും.",
      "എഡിറ്റുചെയ്യുക",
      "ലോക്ക് ഐക്കണിൽ ഫിൽ ചെയ്‌തു",
      "കണക്‌റ്റുചെയ്യൂ",
      "നിങ്ങളുടെ ജന്മദിനം ചേർക്കുക",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് നിങ്ങൾ നീക്കംചെയ്ത ആപ്പുകളും വെബ്‌സൈറ്റുകളും ഇവയാണ്. അതായത് അവയിൽ നിങ്ങൾ മുമ്പ് പങ്കിട്ട വിവരങ്ങൾ തുടർന്നും ഉണ്ടായിരിക്കാൻ ഇടയുണ്ട്, എന്നാൽ അധിക അഭ്യർത്ഥനകളൊന്നും നടത്താനാകില്ല. നിങ്ങൾക്ക് വിവരങ്ങൾ ഇല്ലാതാക്കാൻ ആപ്പിനോട് അഭ്യർത്ഥിക്കാനാകും. ഇത് ചെയ്യാൻ, വിവരങ്ങൾക്കും കോൺടാക്റ്റ് വിവരങ്ങൾക്കുമായി അവരുടെ സ്വകാര്യത നയം അവലോകനം ചെയ്യുക. നിങ്ങൾ ഒരു ആപ്പിനെ കോൺടാക്റ്റ് ചെയ്തെങ്കിൽ, അവർക്ക് നിങ്ങളുടെ ഉപയോക്തൃ ഐഡി ആവശ്യമായി വരാം.",
      "അവരുടെ പ്രൊഫൈലിൽ നിന്ന് നിങ്ങൾക്ക് അവരെ തടയാനാകും. നിങ്ങൾ അങ്ങനെ ചെയ്യുകയാണെങ്കിൽ, അവർക്ക് നിങ്ങളുടെ പ്രൊഫൈൽ, പോസ്‌റ്റുകൾ അല്ലെങ്കിൽ സ്‌റ്റോറി കണ്ടെത്താനോ Instagram-ൽ സന്ദേശങ്ങൾ അയയ്‌ക്കാനോ കഴിയില്ല. നിങ്ങൾ തടഞ്ഞതായി Instagram അവരെ അറിയിക്കില്ല.",
      "ഡൗൺ ഷെ‌വ്റോൺ ഐക്കൺ",
      "എന്താണ് നീക്കം ചെയ്‌തത്",
      "ഹോം സ്‌ക്രീനിൽ ചേർക്കുക",
      "ആപ്പ് ഉപയോഗിക്കുക",
      "{username} ഇപ്പോൾ ഹാഷ്‌ടാഗുകളൊന്നും പിന്തുടരുന്നില്ല.",
      "പിശക്",
      "ക്ഷമിക്കണം! ഇപ്പോൾ നിങ്ങളുടെ പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് പരിശോധിച്ചുറപ്പിക്കുന്നതിൽ പ്രശ്‌നം ‌നേരിടുന്നു. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ പോസ്‌റ്റ് നീക്കം ചെയ്യരുതായിരുന്നു എന്ന് നിങ്ങൾ കരുതുന്ന സന്ദർഭങ്ങളിലാണ് ഒരു അവലോകനം അഭ്യർത്ഥിക്കാൻ സാധാരണയായി നിങ്ങളെ അനുവദിക്കുന്നത്.",
      "ലോഗിൻ ചെയ്യുന്നതിന്, നിങ്ങളാണെന്ന് സ്ഥിരീകരിക്കുക",
      "ഈ അക്കൗണ്ട് ഒരു ബിസിനസ്സ്, വളർത്തുമൃഗം അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലുമാണെങ്കിൽ പോലും നിങ്ങളുടെ സ്വന്തം ജന്മദിനം ഉപയോഗിക്കുക.",
      "നിങ്ങളുടെ Facebook-ലെ ഇമെയിൽ ‌വിലാസം, {email}, എന്നിവയ്‌ക്ക് Facebook-ലെയും Instagram-ലെയും അക്കൗണ്ടുകളുമായി ബന്ധമുണ്ട് പക്ഷേ ആ അക്കൗണ്ടുകൾ തമ്മിൽ കണക്‌റ്റുചെയ്‌തിട്ടില്ല.",
      "ആപ്പിനുള്ള പ്രൊഫൈല്‍ ചിത്രം",
      "തോക്കുകൾ, സ്‌ഫോടകവസ്‌തുക്കൾ, യുദ്ധോപകരണങ്ങള്‍ എന്നിവയുടെ നേരിട്ടുള്ള വിൽപ്പനകൾ.",
      "തിരികെ പോകുക",
      "ഡാറ്റ നയം",
      "{firstUsername}, {secondUsername} എന്നിവർ",
      "കൂടുതൽ അഭിപ്രായങ്ങൾ ലോഡുചെയ്യുക",
      "ഈ ലോഗിൻ നിങ്ങൾ അല്ലെന്ന് സിസ്‌റ്റത്തെ അറിയാൻ അനുവദിക്കുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് ക്രമീകരണങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളെ കൂടുതൽ പ്രസക്തമായ പരസ്യങ്ങൾ കാണിക്കുന്നതിന്, പരസ്യദാതാക്കളും മറ്റു പങ്കാളികളും അവരുടെ വെബ്സൈറ്റുകളിലെയും ആപ്പുകളിലെയും നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചും ഒപ്പം വാങ്ങലുകൾ പോലുള്ള ചില ഓഫ്‌ലൈൻ ഇടപഴകലുകളെ കുറിച്ചും ഞങ്ങൾക്ക് ലഭ്യമാക്കുന്ന ഡാറ്റ ഞങ്ങൾ സ്വീകരിക്കുകയും ഉപയോഗിക്കുകയും ചെയ്യുന്നു. നിങ്ങളുടെ ക്രമീകരണത്തിലെ 'പങ്കാളികളിൽ നിന്നുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള ഡാറ്റ' എന്നതിലൂടെ Instagram-ന് പുറത്തുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ അടിസ്ഥാനമാക്കി പരസ്യങ്ങൾ കാണണോ എന്ന് നിങ്ങൾക്ക് നിയന്ത്രിക്കാം.",
      "മുമ്പത്തെ ബിസിനസ്സ് ഇമെയിൽ വിലാസം",
      "ഇമെയിൽ അസാധുവായിരുന്നതിനാൽ, നിങ്ങൾക്ക് ഇമെയിൽ അയയ്ക്കാൻ ഞങ്ങൾക്കായില്ല.",
      "നെറ്റ്‌വര്‍ക്ക് ബാന്റ്‌വിഡ്‌ത്",
      "നിങ്ങളുടെ Facebook അക്കൗണ്ടിലെ നിയന്ത്രണങ്ങൾ",
      "നിങ്ങളുടെ അക്കൗണ്ട് സ്വകാര്യമാണെങ്കിൽ, നിങ്ങൾ അംഗീകരിച്ചിരിക്കുന്ന ആളുകൾക്ക് നിങ്ങളുടെ ഫോട്ടോകളും വീഡിയോകളും Instagram-ൽ കാണാൻ കഴിയും. നിലവിൽ നിങ്ങളെ പിന്തുണയ്‌ക്കുന്നവരെ ബാധിക്കില്ല.",
      "നിങ്ങളുടെ ലോകവുമായി Instagram-ൽ കണക്‌റ്റുചെയ്യാൻ ലോഗിൻ ചെയ്യൂ",
      "വസ്‌തുക്കൾ",
      "ഇമെയില്‍",
      "ക്രിയേറ്റർ സ്‌റ്റുഡിയോയിലേക്ക് പോകൂ",
      "കണ്ടതിന് നന്ദി",
      "അത് സൗജന്യമായി ഡൗൺലോഡുചെയ്യുക.",
      "പൊരുത്തപ്പെടുന്ന ഉള്ളടക്കത്തെക്കുറിച്ചുള്ള അറിയിപ്പ്",
      "നിങ്ങളുടെ പ്രൊഫൈൽ ഫോട്ടോ നിങ്ങൾ സമന്വയിപ്പിച്ചതിനാൽ, നിങ്ങളുടെ ഫോട്ടോ Facebook, Instagram എന്നിവ രണ്ടിലും മാറും.",
      "ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം ഓണാണ്",
      "ഈ പരസ്യം മറയ്ക്കുന്നതിന് ഒരു കാരണം തിരഞ്ഞെടുക്കുക:",
      "പേയ്‌മെന്റ് രീതികൾ, വിതരണത്തിനുള്ള വിലാസം, പേര്, ഇമെയില്‍ എന്നിവ",
      "ഞാൻ അപ്ലോഡുചെയ്‌ത ഒരു ഫോട്ടോ ഇല്ലാതാക്കണം",
      "ക്ഷമിക്കണം, എന്തോ തെറ്റ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.",
      "പ്രൊഫൈൽ സംരക്ഷിച്ചു.",
      "ലോഗിൻ വിവരങ്ങൾ ഓർമ്മയുണ്ടോ?",
      "പ്രൊഫൈലില്‍ വിഭാഗം കാണിക്കുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് പ്രതിനിധീകരിക്കുന്ന പ്രസിദ്ധ വ്യക്തി, സെലബ്രറ്റി അല്ലെങ്കിൽ ബ്രാൻഡ് പൊതു താൽപ്പര്യ പ്രകാരമുള്ളതാണെന്ന് കാണിക്കുക.",
      "പരിരക്ഷയുള്ള പേയ്‌മെന്റുകൾ",
      "ഞങ്ങളുടെ പ്രസ്സ് സെന്ററിൽ അവയെക്കുറിച്ച് കൂടുതലറിയുക.",
      "ഒരു ക്രിയേറ്റർ അക്കൗണ്ടിലേക്ക് മാറുന്നത് നിങ്ങളുടെ Instagram അക്കൗണ്ടിനെ പൊതുവാക്കും. എല്ലാവർക്കും നിങ്ങളുടെ ഉള്ളടക്കം കാണാൻ കഴിയും കൂടാതെ തീർപ്പുകൽപ്പിക്കാത്ത എല്ലാ പിന്തുടരൽ അഭ്യർത്ഥനകളും അംഗീകരിക്കും.",
      "നിങ്ങൾ ഒഴിവാക്കുകയാണെങ്കിൽ, നിങ്ങൾ അഭ്യർത്ഥിക്കുമ്പോൾ മാത്രമേ ലോഗിൻ ചെയ്യാൻ നിങ്ങളെ സഹായിക്കുന്ന ഇമെയിലുകൾ ഞങ്ങൾ അയയ്‌ക്കൂ.",
      "ഉപയോക്താവിന്റെ ഐക്കൺ",
      "അഭിപ്രായമിടുന്നവരെ തടഞ്ഞു",
      "ഗിഫ്‌റ്റ് എയ്‌ഡ് റദ്ദാക്കുക",
      "Facebook ഉൽപ്പന്നങ്ങൾക്ക് പുറത്തുള്ള പരസ്യം ചെയ്യലിനും മെഷർമെന്റ് സേവനങ്ങൾക്കും അനലിറ്റിക്സിനും, ഏതാനും ഫീച്ചറുകൾ നൽകാനും നിങ്ങൾക്കായുള്ള ഞങ്ങളുടെ സേവനങ്ങൾ മെച്ചപ്പെടുത്താനും ഞങ്ങൾ Instagram-ലും Facebook-ലും മറ്റ് കമ്പനികളിൽ നിന്നുള്ള ടൂളുകൾ ഉപയോഗിക്കുന്നു. ഈ കമ്പനികൾ കുക്കിളും ഉപയോഗിക്കുന്നുണ്ട്.",
      "സ്‌‌റ്റോറികൾ",
      "ചില പേയ്‌മെന്റുകളിൽ സുരക്ഷാ പരിശോധനക്കായി നിങ്ങളുടെ പിൻ നൽകും. എല്ലാ പേയ്മെന്റുകൾക്കും നിങ്ങളുടെ പിൻ ഉപയോഗിക്കുന്നതിന്, Facebook Pay ക്രമീകരണങ്ങൾ സന്ദർശിക്കുക.",
      "കൂടുതലറിയുക",
      "പ്രാമാണീകരണ ആപ്പ്",
      "സ്വകാര്യതയും സുരക്ഷയും",
      "{username1}, {username2} എന്നിവരും മറ്റൊരാളും",
      "WhatsApp ചേർക്കുക",
      "ആളുകളെ കണ്ടെത്തുക",
      "വാർത്താ/മീഡിയ",
      "NetzDG-ന് കീഴിൽ റിപ്പോര്‍ട്ട് ചെയ്യുക",
      "മറ്റ് വ്യക്തികൾക്ക് അവരുടെ സ്‌റ്റോറികളിൽ നിങ്ങളുടെ പോസ്‌റ്റുകൾ ചേർക്കാനാകും. നിങ്ങളുടെ പോസ്‌റ്റിനൊപ്പം എപ്പോഴും ഉപയോക്തൃനാമം ദൃശ്യമാകും.",
      "പൊതുവായ പ്രൊഫൈൽ വിവരങ്ങൾ (ആവശ്യമാണ്)",
      "WhatsApp",
      "മുമ്പത്തെ ഉപയോക്തൃനാമങ്ങൾ",
      "സാധുതയുള്ള ജനന തീയതി നൽകുക.",
      "വീഡിയോയിലുള്ള എല്ലാ മെറ്റീരിയലുകളും നിങ്ങളുടെ യഥാർത്ഥ ഉള്ളടക്കമായതിനാൽ നിങ്ങൾക്ക് അതിൽ അവകാശമുണ്ട്.",
      "അക്കൗണ്ടുകൾ മാറുക",
      "നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിച്ചു.",
      "വീഡിയോ ചാറ്റ്",
      "ഒരു സന്ദേശം എഴുതൂ…",
      "നിങ്ങളുടെ ബാക്കപ്പ് കോഡുകളിൽ നിന്നും സുരക്ഷാ കോഡ് ഉപയോഗിക്കാൻ നിങ്ങൾക്കാകുന്നില്ലെങ്കിൽ, {=auth app codes} എന്നതിൽ നിന്ന് ഒരെണ്ണം നിങ്ങൾക്ക് നേടാം",
      "ബുധനാഴ്‌ച",
      "ഞങ്ങളുടെ നിബന്ധനകളിലും ഡാറ്റാ നയത്തിലുമുള്ള മാറ്റങ്ങൾ അവലോകനം ചെയ്യുക",
      "അംഗീകരിക്കുക",
      "സംരക്ഷിക്കുക",
      "ബിസിനസ് ഇമെയിൽ",
      "കൂടുതലറിയുക",
      "ഈ പങ്കിടൽ സംബന്ധിച്ച കൂടുതൽ വിവരങ്ങൾ:",
      "സൈൻ അപ്പ് ചെയ്യുക",
      "{Date} തീയതി {Time}-ന് പോസ്‌റ്റുചെയ്‌തു",
      "സ്വകാര്യമായ ചിത്രങ്ങൾ റിപ്പോർട്ടുചെയ്യുന്നു",
      "ഇല്ലാതാക്കുന്നത് നിങ്ങളുടെ ഇൻബോക്സിൽ നിന്നുള്ള സംഭാഷണം നീക്കം ചെയ്യും, എന്നാൽ മറ്റുള്ളവരുടെ ഇൻബോക്സിൽ നിന്ന് നീക്കം ചെയ്യില്ല.",
      "ഈ ഫോട്ടോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ ഇപ്പോഴും കാണാനാകുമെന്നുള്ള ഓർമ്മപ്പെടുത്തൽ:",
      "നിങ്ങളുടെ പൂർണ്ണമായ പേര്",
      "ഇമെയിൽ മുൻഗണനകൾ നിയന്ത്രിക്കുക",
      "ന്",
      "നിങ്ങൾ അൺഫോളോ ചെയ്‌ത അക്കൗണ്ടുകൾ",
      "ഒരു പ്രമാണീകരണ ആപ്പിൽ നിന്നും ലോഗിൻ കോഡ് ഉപയോഗിക്കാൻ നിങ്ങൾക്കാകുന്നില്ലെങ്കിൽ, {=sms code} ഒരെണ്ണം നേടുകയോ നിങ്ങളുടെ {=backup codes} എന്നതിൽ നിന്ന് ഒരെണ്ണം ഉപയോഗിക്കുകയോ ചെയ്യാം",
      "വിവരണം",
      "{seconds}സെ.",
      "മയക്കുമരുന്നുകളുടെ പ്രൊമോഷനോ വിൽപ്പനയോ ആയി റിപ്പോർട്ട്ചെയ്യണോ?",
      "ഇപ്പോൾ വേണ്ട",
      "{Userlink} പോലെയുള്ള കൂടുതൽ അക്കൗണ്ടുകൾ",
      "കുറവ് ഇടം ഉപയോഗിക്കുന്നു. Google Play-ൽ സൗജന്യം.",
      "തടഞ്ഞത് മാറ്റുക",
      "ആക്‌സസ്സ് അസാധുവാക്കുന്നതിൽ കുഴപ്പമുണ്ടായി. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങൾ Instagram ഉപയോഗിച്ച് ലോഗിൻ ചെയ്‌തതും അടുത്തിടെ ഉപയോഗിച്ചതുമായ ആപ്പുകളും വെബ്‌സൈറ്റുകളുമാണിത്. നിങ്ങൾ അവർക്കൊപ്പം പങ്കിടാൻ തിരഞ്ഞെടുത്ത വിവരങ്ങൾ അവർക്ക് അഭ്യർത്ഥിക്കാനാകും.",
      "ലോഗിൻ സഹായ ഇമെയിലുകൾ ഒഴിവാക്കുക",
      "ഓഡിയോ ചിത്രം",
      "താഴേക്ക് അഭിമുഖീകരിക്കുന്ന ഷെവ്‌റോൺ, ആ വിഭാഗം അടച്ചതായും തുറന്നേക്കാമെന്നും സൂചിപ്പിക്കുന്നു",
      "നിങ്ങളുടെ Instagram അക്കൗണ്ട് ആക്‌സസ് ചെയ്യുന്നതിന് നിങ്ങൾ ഒരു ആപ്ലിക്കേഷനെയും അംഗീകരിച്ചിട്ടില്ല.",
      "സജീവമല്ലാത്ത വിഭാഗങ്ങളുടെ ഐ പി വിലാസങ്ങൾ",
      "നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് തിരികെപ്പോകാനുള്ള ഒരു ലിങ്ക് സഹിതം {phoneNumber} എന്നതിലേക്ക് ഒരു SMS അയച്ചു.",
      "ഉപേക്ഷിക്കുക",
      "{instagramUsername}, {facebookPageName} എന്നിവ",
      "ഉറവിടങ്ങൾ കാണുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കാൻ പോകുകയാണ്. തുടരണോ?",
      "പരസ്യ മുൻഗണനകൾ",
      "പ്രൊഫൈല്‍ വിവരങ്ങൾ (ആവശ്യമാണ്)",
      "ഫീഡ്",
      "നിങ്ങളുടെ അഭ്യർത്ഥന അംഗീകാരിക്കുകയാണെങ്കിൽ",
      "content_removed_img",
      "നിങ്ങളുടെ {contentTypeText} {brandedContentPoliciesLink} എന്നതിന് വിരുദ്ധമായതിനാൽ ഞങ്ങൾ നീക്കംചെയ്തു. പുകയില ഉൽ‌പ്പന്നങ്ങൾ‌, ആയുധങ്ങൾ‌, വെടിമരുന്ന്‌ അല്ലെങ്കിൽ‌ സ്‌ഫോടകവസ്തുക്കൾ‌ എന്നിവയുൾ‌പ്പെടെ ബ്രാൻ‌ഡഡ് ഉള്ളടക്കം ഉപയോഗിച്ച് ചില ചരക്കുകൾ‌, സേവനങ്ങൾ‌ അല്ലെങ്കിൽ‌ ബ്രാൻ‌ഡുകൾ‌ പ്രൊമോട്ട് ചെയ്യാൻ കഴിയില്ല. കൂടാതെ, ബന്ധപ്പെട്ട പരസ്യങ്ങൾ പ്രദർശിപ്പിക്കാൻ പണമടയ്ക്കുന്ന പങ്കാളിയെ അധികാരപ്പെടുത്തിയിട്ടുണ്ടെങ്കിൽ, സാമൂഹിക പ്രശ്നങ്ങൾ, തിരഞ്ഞെടുപ്പുകൾ അല്ലെങ്കിൽ രാഷ്‌ട്രീയം ഉൾപ്പെടെ ചില വിഭാഗങ്ങൾ ബ്രാൻഡഡ് ഉള്ളടക്ക പോസ്‌റ്റുകളിൽ മാത്രമേ അനുവദിക്കൂ.",
      "അഭിപ്രായ ഓപ്‌ഷനുകൾ",
      "സൈൻ അപ്പ്",
      "നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കാനും സുഹൃത്തുക്കളെ കണ്ടെത്താനും അതിൽ കൂടുതലിനും ഫോൺ നമ്പർ ചേർക്കുക.",
      "നിങ്ങളുടെ പ്രാമാണീകരണ ആപ്പ് നീക്കം ചെയ്യുകയാണെങ്കിൽ, ടെക്‌സ്‌റ്റ് സന്ദേശമായി മാത്രമേ സുരക്ഷ കോഡ് ലഭിക്കൂ.",
      "പൂർത്തിയാക്കി.",
      "പോസ്‌റ്റ് നിരസിക്കണോ?",
      "ഇമെയിൽ നീക്കംചെയ്‌തു",
      "പരസ്യങ്ങൾ",
      "ഇവിടെ ദൃശ്യമാക്കാൻ നിങ്ങളുടെ അക്കൗണ്ടിൽ ‌വിവരങ്ങളൊന്നും ഇല്ല.",
      "നിങ്ങളുടെ സുഹൃത്തുക്കളിൽ നിന്നുള്ള ഫോട്ടോകളും വീഡിയോകളും കാണുക.",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കാൻ സഹായിക്കുന്നതിന് ഒരു ടെക്‌സ്‌റ്റ് സന്ദേശം അയയ്‌ക്കാൻ ഞങ്ങൾക്കാകും.",
      "Facebook Pay",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കാനുള്ള സാധ്യതയുണ്ട്",
      "വിവരം സംരക്ഷിക്കുക",
      "റിപ്പോർട്ട് അയയ്‌ക്കുക",
      "ആപ്പ് ഉപയോഗിക്കുക",
      "സെ‌ക്കൻഡ്",
      "ഈ ഇമെയിൽ മറ്റൊരു അക്കൗണ്ട് ഉപയോഗിച്ചിട്ടുള്ളതാണ്.",
      "അടുത്തത്",
      "നഗരം/പട്ടണം",
      "Live ബ്രോഡ്കാസ്‌റ്റ് പങ്കിടുക",
      "നിങ്ങളുടെ വീഡിയോ എവിടെ ദൃശ്യമാകും",
      "Instagram-ൽ നിങ്ങളുടെ പ്രൊഫൈൽ, പോസ്‌റ്റുകൾ അല്ലെങ്കിൽ സ്‌റ്റോറികൾ കണ്ടെത്താൻ അവർക്ക് കഴിയില്ല. നിങ്ങൾ തടഞ്ഞത് Instagram അവരെ അറിയിക്കില്ല.",
      "പൂരിപ്പിച്ച ഐക്കൺ ചെക്ക്‌മാർക്ക് ചെയ്യുക",
      "{=business name} എന്നതുമായുള്ള നിങ്ങളുടെ ചാറ്റിൽ നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഈ സന്ദേശങ്ങൾ നിയന്ത്രിക്കാം.",
      "സ്റ്റോറികൾ തുറക്കുക",
      "നിങ്ങളുടെ ഷോപ്പിംഗ് ബാഗ് കണ്ടെത്തുന്നതിന് നിങ്ങളുടെ പ്രൊഫൈൽ സന്ദർശിച്ച് {link_back_to_instagram_home_page} ടാപ്പ് ചെയ്യുക.",
      "തുടരുക",
      "മീഡിയ സ്രഷ്‌ടാവ് ഐക്കൺ",
      "സൗജന്യ Wi-Fi ആക്‌സസ് നേടൂ, ഈ ബിസിനസ്സിന്‍റെ ഏറ്റവും പുതിയ പോസ്റ്റുകൾ കാണാൻ അവരെ പിന്തുടരുക. ബിസിനസ്സിനെ പിന്തുടരുന്നത് പിന്നീടും ചെയ്യാം.",
      "നിങ്ങൾ ഓൺലൈനിലായിരിക്കുമ്പോൾ അല്ലെങ്കിൽ അവരുടെ സന്ദേശങ്ങൾ വായിക്കുമ്പോൾ അവർക്ക് കാണാനാകില്ല. അവരുടെ പ്രൊഫൈലിൽ നിന്നും അവരെ നിയന്ത്രിക്കാതിരിക്കാനാകും.",
      "Microsoft-ൽ നിന്നും ഇത് നേടൂ",
      "ബൗദ്ധിക സ്വത്തവകാശ ലംഘനം",
      "{username} ഒരു സ്‌റ്റോറി അയച്ചു.",
      "പോസ്‌റ്റിലേക്ക് പോകുക",
      "നിയന്ത്രിത അക്കൗണ്ട്",
      "സുരക്ഷ, സമ്പൂർണ്ണത എന്നിവയ്ക്കായി മറ്റ് ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നുമുള്ള പരിമിതമായ വിവരങ്ങൾ ഞങ്ങൾ ഉപയോഗിക്കും, എങ്കിലും നിങ്ങളെ വ്യക്തിപരമായ പരസ്യങ്ങൾ കാണിക്കാൻ അവ ഉപയോഗിക്കില്ല",
      "അടുത്തത്",
      "പൂർത്തിയാക്കി",
      "Instagram-ലെ 13 വയസ്സ് തികയാത്ത കുട്ടിയുടെ അക്കൗണ്ട്‌ റിപ്പോർട്ടുചെയ്യണോ?",
      "പിൻ പുനഃക്രമീകരിക്കുക",
      "ഷോപ്പ് കാണുക",
      "ശല്യപ്പെടുത്തുന്നതിനെയോ ഭീഷണിപ്പെടുത്തുന്നതിനെയോ സംബന്ധിച്ച് നിങ്ങൾക്ക് എന്തുചെയ്യാൻ കഴിയും എന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയണമെങ്കിൽ, ഞങ്ങൾക്ക് സഹായിക്കാൻ താൽപ്പര്യമുണ്ട്.",
      "അടുത്തത്",
      "പുതിയ പോസ്‌റ്റ് സൃഷ്‌ടിക്കുക",
      "Facebook-ലേക്ക് കണക്‌റ്റുചെയ്യുക",
      "നിങ്ങളുടെ ഉപഭോക്‌താക്കളിലേക്ക് എത്തിച്ചേരൂ",
      "നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോൾ, ഈ പോസ്റ്റിലെ എല്ലാ ഉപയോക്താക്കളിൽ നിന്നുള്ള അഭിപ്രായങ്ങൾ വായിക്കാനാകും.",
      "നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് എങ്ങനെ ഫോട്ടോകൾ ചേർക്കണമെന്ന് തിരഞ്ഞെടുക്കുക.",
      "നിങ്ങളുടെ മുഴുവൻ നെയിംടാഗും ക്യാമറകൾക്ക് ക്യാപ്ച്വർ ചെയ്യാൻ കഴിയും.",
      "സഫാരി",
      "ഇന്ന് കണ്ടു",
      "1 വയസ്",
      "Instagram കമ്മ്യൂണിറ്റി എല്ലാവർക്കും സുരക്ഷിതവും രസകരവുമാക്കി നിലനിർത്താൻ സഹായിച്ചതിന് നന്ദി. ഫോട്ടോ, വീഡിയോ അല്ലെങ്കിൽ അഭിപ്രായം എന്നിവ പോസ്‌റ്റുചെയ്‌ത വ്യക്തിയെക്കുറിച്ച് റിപ്പോർട്ടുകൾ സമർപ്പിച്ചത് ആരാണെന്ന് ഞങ്ങൾ വെളിപ്പെടുത്തില്ലെന്ന് ഓർമ്മിക്കുക.",
      "• ആപ്പുകൾക്കും വെബ്സൈറ്റുകൾക്കും നിങ്ങളുടെ അക്കൗണ്ട് പ്രാമാണീകരിക്കാനും നിങ്ങളുടെ ഇമെയിൽ വിലാസം പോലെ, നിങ്ങൾ പങ്കിടാൻ തിരഞ്ഞെടുക്കുന്ന വിവരങ്ങൾ സ്വീകരിക്കാനും കണക്ഷൻ അനുവദിക്കുന്നു.",
      "അക്കൗണ്ട് ഡാറ്റ കാണുക",
      "ഞങ്ങളെ അറിയിക്കുക",
      "അപ്‌ലോഡുചെയ്യേണ്ട ‌ഫോട്ടോ ‌പ്രിവ്യൂ ‌ചെയ്യുക",
      "ലോഗിൻ ചെയ്യുമ്പോൾ, നിങ്ങളുടെ താൽപ്പര്യത്തിന് അധിഷ്ഠിതമായ കൂടുതൽ മികച്ച കാര്യങ്ങൾ കാണാനാകും.",
      "പോസ്‌റ്റുചെയ്യുക",
      "ഡൗൺലോഡ് ചെയ്യാൻ അഭ്യർത്ഥിക്കുക",
      "ആരുടെയെങ്കിലും സന്ദേശം നിങ്ങൾ റിപ്പോർട്ട് ചെയ്താൽ, ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് Instagram അവരോട് പറയില്ല.",
      "വിലാസം",
      "നിബന്ധനകള്‍",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നും ഒരു അസാധാരണ പ്രവൃത്തി കണ്ടെത്തുകയും ചില പ്രവർത്തനങ്ങൾ താൽക്കാലികമായി നിയന്ത്രിക്കുകയും ചെയ്‌തിട്ടുണ്ട്.",
      "നിരസിക്കുക",
      "ശരി",
      "ഉൾച്ചേർത്തത്",
      "ഇനിപ്പറയുന്നയാളിൽ നിന്നുള്ള അഭിപ്രായങ്ങൾ തടയുക",
      "ആരുടെയെങ്കിലും പോസ്‌റ്റ് നിങ്ങൾ റിപ്പോർട്ട് ചെയ്താൽ, ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് Instagram അവരോട് പറയില്ല.",
      "Facebook ഇതര പ്രവർത്തനം",
      "രണ്ടാമത്തെ അക്കൗണ്ട് സൃഷ്‌ടിച്ചു",
      "വിലാസം",
      "{Button to log in} അല്ലെങ്കിൽ {Button to sign up}",
      "ചൊവ്വാഴ്ച",
      "Chrome",
      "ടെക്‌സ്‌റ്റ്",
      "ഉപയോഗ നിബന്ധനകൾ സമ്മതിക്കുക",
      "{dateString}-ന് {timeString}-ന്",
      "{username} എന്നയാളുടെ സ്‌റ്റോറി ഹൈലൈറ്റ് അയച്ചു",
      "-മത്",
      "{story owner username} എന്നതിന്റെ അംഗങ്ങൾക്ക് മാത്രമേ ഈ സ്‌റ്റോറി കാണാനാകൂ.",
      "നിങ്ങൾ ആപ്പുകളും വെബ്സൈറ്റുകളുമായി പങ്കിടുന്ന വിവരങ്ങൾ {=app and web} ക്രമീകരണങ്ങളിൽ അവലോകനം ചെയ്യുകയോ മാറ്റുകയോ ചെയ്യാം. ഈ ക്രമീകരണങ്ങൾ, Instagram-ൽ നിങ്ങളുടെ ഉള്ളടക്കം ആർക്കൊക്കെ കാണാനാകും എന്ന് നിയന്ത്രിക്കുന്ന {=privacy} ക്രമീകരണങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണ്.",
      "• ഞങ്ങൾ ഉപയോഗിക്കുന്ന കുക്കികളും സമാനമായ സാങ്കേതിക വിദ്യകളും Instagram, Facebook എന്നിവയുമായി നിങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ പങ്കിടാൻ ആപ്പുകളെയും വെബ്സൈറ്റുകളെയും സഹായിക്കുന്നു. നിങ്ങൾ കാണുന്ന പരസ്യങ്ങൾ ഉൾപ്പെടെ, നിങ്ങളുടെ അനുഭവം വ്യക്തിപരമാക്കാനും പരസ്യങ്ങളുടെ പ്രകടനം അളക്കാനും വിശകലനം ചെയ്യാനും ബിസിനസുകളെ സഹായിക്കുന്നതിനും ഞങ്ങൾ ഈ വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
      "സംരക്ഷിക്കുക",
      "അൺമ്യൂട്ടുചെയ്യുക",
      "പ്രൊഫൈൽ ഫോട്ടോ പോസ്‌റ്റുചെയ്യണോ?",
      "നിങ്ങളുടെ സ്‌റ്റോറിയോട് പ്രതികരിച്ചു: {emoji}",
      "വയസ്സ് സ്ഥിരീകരിക്കുക",
      "Facebook-ലും Instagram-ലും കുക്കികളുടെ ഉപയോഗം അനുവദിക്കണോ?",
      "ലോഗിൻ ചെയ്യുക",
      "ബന്ധപ്പെട്ട അക്കൗണ്ടുകൾ",
      "അഫിലിയേറ്റ് സജ്ജീകരിക്കാനും പണം സമ്പാദിച്ച് തുടങ്ങാനും Instagram മൊബൈൽ ആപ്പ് ഉപയോഗിക്കുക.",
      "സന്ദേശങ്ങൾ കാണാനും അയയ്‌ക്കാനും Instagram-ന്റെ ഏറ്റവും പുതിയ പതിപ്പിലേയ്‌ക്ക് അപ്‌ഡേറ്റുചെയ്യുക.",
      "{list of items}, {last item}",
      "ഓഡിയോ മ്യൂട്ടുചെയ്‌തു.",
      "വീഡിയോ തയ്യാറാക്കുന്നു...",
      "നിങ്ങളുടെ ജന്മദിനം നൽകുന്നത്, നിങ്ങൾ കാണുന്ന ഫീച്ചറുകളും പരസ്യങ്ങളും മെച്ചപ്പെടുത്തും, കൂടാതെ Instagram കമ്മ്യൂണിറ്റിയെ സുരക്ഷിതമായി നിലനിർത്താൻ ഞങ്ങളെ സഹായിക്കുകയും ചെയ്യും. നിങ്ങളുടെ ജന്മദിനം സ്വകാര്യ വിവര അക്കൗണ്ട് ക്രമീകരണങ്ങളിൽ കണ്ടെത്താനാകും.",
      "സന്ദേശങ്ങളൊന്നുമില്ല",
      "{=app name} എന്നതിന്‍റെ {=privacy policy}, {=terms} എന്നിവ.",
      "എന്നതിന്",
      "എന്തുകൊണ്ടാണ് നിങ്ങൾ ഈ അഭിപ്രായം റിപ്പോർട്ടുചെയ്‌തത്?",
      "ഉപദ്രവിച്ചതും ഭീഷണിപ്പെടുത്തിയതും ആരെയാണ്?",
      "മ്യൂട്ടുചെയ്യുക",
      "ഇപ്പോൾ വേണ്ട",
      "Facebook, Instagram അക്കൗണ്ടുകൾ ലോഗിൻ ചെയ്യാൻ ഈ ഇമെയിൽ വിലാസം ഉപയോഗിക്കുന്നു, എന്നാൽ അക്കൗണ്ടുകൾ ലിങ്കുചെയ്‌തിട്ടില്ല. കൂടുതൽ എളുപ്പത്തിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ലിങ്കുചെയ്യുക.",
      "നിങ്ങൾക്ക് {age} വയസുണ്ടോ?",
      "അനുചിതമായ ഉള്ളടക്കം പോസ്‌റ്റുചെയ്യുന്നു",
      "ഫോൺ നമ്പർ നീക്കം ചെയ്യണോ?",
      "നിങ്ങൾ സംരക്ഷിച്ചത് നിങ്ങൾക്ക് മാത്രമേ കാണാൻ കഴിയൂ",
      "മനസ്സിലായി! നിങ്ങൾ Instagram-ന്റെ വാർത്ത ഇമെയിലുകളിലേക്ക് അൺസബ്‌സ്‌ക്രൈ‌ബുചെയ്‌തു.",
      "ടെക്‌സ്‌റ്റ് സന്ദേശം ഉപയോഗിക്കുക",
      "നൽകിയ പിൻ തെറ്റാണ്. {remainingAttempts} ശ്രമങ്ങൾകൂടി ശേഷിക്കുന്നു.",
      "{full_name} (@{username}) • Instagram ഫോട്ടോകളും വീഡിയോകളും",
      "{filename} എന്ന് ലേബൽ ചെയ്തിരിക്കുന്ന വീഡിയോ വളരെ ദൈർഘ്യമുള്ളതാണ്. തുടരുന്നതിനായി, ഒരു ഹ്രസ്വ വീഡിയോ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ പകരം IGTV-യിലേക്ക് പോസ്റ്റ് ചെയ്യുക.",
      "{count} പേർ ഇപ്പോൾ സജീവമാണ്",
      "{action text} ചെയ്യുന്നതിലൂടെ നിങ്ങൾ {Instsagram's terms}, {data policies terms} എന്നിവ അംഗീകരിക്കുന്നു. നിങ്ങളുടെ സംഭാവനയിൽ നിന്ന് ഫീസ് തുകയായ 2.60% + .30 USD കുറയ്‌ക്കുന്നതാണ്.",
      "SMS വീണ്ടും അയയ്‌ക്കുക",
      "നിങ്ങളുടെ അപ്പീൽ അംഗീകരിക്കുകയാണെങ്കിൽ",
      "അസ്വസ്ഥതയുണ്ടാക്കുന്ന ഉള്ളടക്കം പോസ്‌റ്റുചെയ്യുന്നു",
      "ഓഫുചെയ്യുക",
      "ഡാറ്റാ നയങ്ങൾ",
      "നിങ്ങളുടെ സ്‌റ്റോറിയിൽ {username} എന്നയാളെ പരാമർശിച്ചു",
      "നിങ്ങൾക്കിപ്പോൾ എല്ലാ ലോഗിൽ സഹായ ഇമെയിലുകളും ലഭിക്കും.",
      "സർക്കിൾ ചെക്ക് ഐക്കൺ",
      "2012 മുതൽ Instagram, Facebook-ന്റെ ഭാഗമാണ്, ഞങ്ങൾ അതിൽ ചില കോർപ്പറേറ്റ് ‌മാറ്റങ്ങൾ വരുത്തുകയാണ്. തുടർന്നങ്ങോട്ട്, Facebook Inc.-ൽ ഉള്ള ഞങ്ങളുടെ നിബന്ധനകൾ Instagram-നും ബാധകമാകും. Instagram ആപ്പും, ഞങ്ങൾ ഡാറ്റ പ്രോസസ് രീതിയും മാറ്റമില്ലാതെ തുടരും.",
      "നിങ്ങളുടെ കാർഡ് സുരക്ഷാ കോഡ് നൽകുന്നില്ലെങ്കിൽ, ചെക്കൗട്ട് പൂർത്തിയാക്കുന്നതിന് നിങ്ങൾക്ക് Facebook പേയ്‌മെന്റ് വിവരം ഉപയോഗിക്കാനാകില്ല.",
      "സ്വയം അപകടപ്പെടുത്തൽ (അസാധാരണ ഭക്ഷണക്രമം, ഞരമ്പ് മുറിക്കൽ അല്ലെങ്കിൽ ആത്മഹത്യാപരമായ ഉള്ളടക്കം)",
      "നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരം കണക്‌റ്റുചെയ്യുക",
      "ടാഗ് നീക്കംചെയ്യുക",
      "തെറ്റ് എന്താണെന്ന് വിശദമാക്കുക",
      "ഇമെയില്‍",
      "തുടരുക",
      "ഘട്ടം 1: ആധികാരികത സ്ഥിരീകരിക്കുക",
      "{filename} തീരെ വലുതാണ്. തുടരാൻ, 1GB അല്ലെങ്കിൽ അതിൽ കുറവ് ഉള്ള ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "നിങ്ങൾക്കിത് ശേഖരണത്തിൽ നിന്നോ സംരക്ഷിച്ച മുഴുവൻ കാര്യങ്ങളിൽ നിന്നോ നീക്കം ചെയ്യാനാകും.",
      "ഈ പോസ്റ്റിലെ കൂടുതൽ അഭിപ്രായങ്ങൾ കാണുക",
      "കാർഡ് നമ്പർ",
      "വലത്തേക്കുള്ള ഷെവ്‌റൺ Alt Text ആയി എഴുതുക",
      "നിങ്ങളുടെ സ്‌റ്റോറിയിലേക്ക് ചേർക്കുക",
      "അത് App Store-ൽ സൗജന്യമായി നേടുക.",
      "ആരംഭിക്കുന്നതിൽ ബുദ്ധിമുട്ട് നേരിടുന്നു",
      "Instagram-ൽ ആളുകളെ കണക്റ്റ് ചെയ്യാൻ സഹായിക്കാനായി, നിങ്ങളുടെ കോൺടാക്റ്റുകൾ ആനുകാലികമായി സമന്വയിപ്പിക്കുകയും ഞങ്ങളുടെ സെർവറുകളിൽ സൂക്ഷിക്കുകയും ചെയ്യുന്നത് നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം. ഏത് കോൺടാക്റ്റുകളെയാണ് പിന്തുടരേണ്ടതെന്ന് നിങ്ങൾ തിരഞ്ഞെടുക്കുക. സമന്വയിപ്പിക്കുന്നത് നിർത്താൻ എപ്പോൾ വേണമെങ്കിലും വിച്ഛേദിക്കുക. {learnMoreLink}",
      "പേയ്മെന്റ് ചാറ്റ് പിന്തുണ നേടുക",
      "നിങ്ങളുടെ പേയ്‌മെന്റുകൾ Facebook Pay ഉപയോഗിച്ച് സുരക്ഷിതമായി സംരക്ഷിച്ചു. {Learn More}",
      "Facebook ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക",
      "വീഡിയോ ശബ്ദം ഓഫാക്കുക",
      "സന്ദേശം അയയ്‌ക്കാതിരിക്കണോ?",
      "പ്ലസ് ഐക്കൺ",
      "സാധുതയുള്ള ZIP കോഡ് നൽകുക",
      "പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "മറ്റു ആപ്പുകളിലേക്കും വെബ്സൈറ്റുകളിലേക്കും ലോഗിൻ ചെയ്യാൻ നിങ്ങൾ Instagram ഉപയോഗിക്കുമ്പോൾ, അനുഭവം പ്രവർത്തനക്ഷമമാക്കാനും സുരക്ഷിതമായ കണക്ഷൻ സൃഷ്ടിക്കാനും കുക്കികളും സമാനമായ സാങ്കേതിക വിദ്യകളും ഞങ്ങൾ ഉപയോഗിക്കുന്നു.",
      "അയയ്ക്കാതിരിക്കുക",
      "ക്രെഡിറ്റ് കാർഡിന്റെ ചിത്രം",
      "Wi-Fi കോഡ് നൽകുക",
      "ഉല്‍പ്പന്നം",
      "ടെക്‌സ്‌റ്റ് സന്ദേശം",
      "പാസ്‌പോർട്ട്",
      "ഞങ്ങൾ അയച്ച ദിവസം മുതൽ നാല് ദിവസത്തേക്ക് മാത്രമെ ഈ ലിങ്ക് പ്രവർത്തിക്കുകയുള്ളു. ഇതിൽ വ്യക്തിപരമായ വിവരങ്ങൾ ഉള്ളതിനാൽ ലിങ്ക് സ്വകാര്യമായി സൂക്ഷിക്കുക, ഇത് നിങ്ങളുടെ സ്വന്തം കമ്പ്യൂട്ടറിലേക്ക് മാത്രമെ ഡൗൺലോഡ് ചെയ്യാവൂ.",
      "കൂടാതെ, നിങ്ങളുടെ ബ്രൗസറോ ഉപകരണമോ ബ്രൗസർ കുക്കികൾ സജ്ജമാക്കണോ എന്നും അവ ഇല്ലാതാക്കാനോ എന്നും തിരഞ്ഞെടുക്കാൻ അനുവദിക്കുന്ന ക്രമീകരണങ്ങൾ നൽകിയേക്കാം. ഈ നിയന്ത്രണങ്ങൾ‌ ബ്രൗസർ‌ അനുസരിച്ച് വ്യത്യാസപ്പെടുന്നു, മാത്രമല്ല നിർമ്മാതാക്കൾ‌ അവർ‌ ലഭ്യമാക്കുന്ന ക്രമീകരണങ്ങളും അത് പ്രവർത്തിക്കുന്ന രീതിയും എപ്പോൾ‌ വേണമെങ്കിലും മാറ്റാം. 2020 ഒക്ടോബർ 5 അനുസരിച്ച്, ജനപ്രിയ ബ്രൗസറുകൾ‌ നൽ‌കുന്ന നിയന്ത്രണങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ‌ വിവരങ്ങൾ‌ ചുവടെയുള്ള ലിങ്കുകളിൽ‌ നിന്ന് ലഭിക്കും. നിങ്ങൾ ബ്രൗസർ കുക്കി ഉപയോഗം പ്രവർത്തനരഹിതം ആക്കിയിട്ടുണ്ടെങ്കിൽ {Facebook Products} എന്നതിന്റെ ചില ഭാഗങ്ങൾ ശരിയായി പ്രവർത്തിക്കില്ല. ഈ നിയന്ത്രണങ്ങൾ Facebook നിങ്ങൾക്ക് നൽകുന്ന നിയന്ത്രണങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണെന്ന് മനസിലാക്കുക.",
      "മോണിറ്റൈസേഷൻ",
      "നിങ്ങളുടെ അക്കൗണ്ടിന് ഒരു ഉപയോക്തൃനാമം തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്ക് പിന്നീട് എപ്പോഴും ഇത് മാറ്റാനാകും.",
      "വേണ്ട",
      "ശാരീരികമായ അപകടങ്ങൾ, മോഷണം അല്ലെങ്കിൽ എല്ലാം നശിപ്പിക്കാനുള്ള പ്രവണത എന്നിവ പോലള്ള നിർദ്ദിഷ്‌ട അപകടങ്ങൾ",
      "നിങ്ങൾക്ക് Instagram-ൽ നിന്ന് നേരിട്ട് വാങ്ങാനാകുന്ന ബ്രാൻഡുകളെ കുറിച്ച് കൂടുതലറിയുക.",
      "മുഴുവന്‍ പേര്",
      "ദിവസം",
      "ഫില്‍റ്ററുകള്‍",
      "നിങ്ങൾ സ്റ്റോറികൾ മറയ്‌ക്കുന്ന അക്കൗണ്ടുകൾ",
      "നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് മടക്കി കൊണ്ടുവരുന്നതിന് ഞങ്ങളെ സഹായിക്കാൻ അടുത്ത ഘട്ടങ്ങൾ പിന്തുടരുക.",
      "Instagram-ൽ ‌വീണ്ടും ‌കാണുക",
      "ആപ്പിലേക്ക് പോവുക",
      "സന്ദേശം അയയ്‌ക്കാനാകില്ല",
      "നിങ്ങളുടെ {full (real) name of the user who joined} എന്ന സുഹൃത്ത് {username of the user who joined} എന്നതായി Instagram-ൽ ഉണ്ട്",
      "എല്ലാവരുടെയും ബൗദ്ധിക സ്വത്ത് പരിരക്ഷിക്കേണ്ടത് Instagram-ന്റെ കടമയാണ്, അതിനാൽ ഫോട്ടോയിൽ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ അവകാശമില്ലാത്ത ഉള്ളടക്കമുണ്ടെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "ഉപയോക്താവിന്റെ ഐക്കൺ",
      "നീക്കം ചെയ്യുക",
      "Instagram-ലേക്ക് സ്വാഗതം",
      "{scope title}",
      "നെറ്റ്‌വർക്ക് പിശക്",
      "അടുത്തത്",
      "നിങ്ങളുടെ സ്‌റ്റോറിയ്‌ക്ക് മറുപടി നൽകി",
      "നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക",
      "പ്രൊഫൈൽ വിവരം",
      "ഇത് എങ്ങനെ റിപ്പോർട്ട് ചെയ്യണമെന്ന് അറിയുക.",
      "{count} ലൈക്കുകൾ",
      "നിങ്ങൾക്ക് വേണ്ടി ലോഗിൻ വിവരങ്ങൾ ഞങ്ങൾ ഓർമ്മിക്കുന്നതാണ്. ഈ ഉപകരണത്തിൽ നിന്ന് വീണ്ടും ലോഗിൻ ചെയ്യുമ്പോൾ നിങ്ങൾ അത് നൽകേണ്ടതില്ല.",
      "ഒഴിവാക്കുക",
      "{link that reads Switch Accounts} അല്ലെങ്കിൽ {link that reads sign up}",
      "അക്കൗണ്ട് ആക്‌റ്റിവിറ്റി",
      "തിരയുക",
      "{name of the user} അഭിപ്രായമിട്ടു: {comment text from user}",
      "ഒറിജിനൽ",
      "റിപ്പോർട്ടുചെയ്യുക",
      "മറ്റ് {count} പേരും",
      "ഉപയോഗ നിബന്ധനകള്‍",
      "സ്വയമേവ ചേർക്കുക",
      "മോണിറ്റൈസ് ചെയ്‌ത എല്ലാ വീഡിയോകളും അവലോകനം ചെയ്‌തു.",
      "സർക്കാർ, രാഷ്ട്രീയം",
      "ടെ‌ക്‌സ്‌റ്റ് (SMS) സന്ദേശങ്ങൾ",
      "തിരയൽ ചിഹ്നം.",
      "ലോഗൗട്ട് ചെയ്യുക",
      "{username} എന്നയാളുടെ നിയമപരമായ രക്ഷിതാവാണ് നിലയിൽ അംഗീകാരം നൽകാൻ എന്നെ അധികാരപ്പെടുത്തിയിരിക്കുന്നു.",
      "നിങ്ങൾ Instagram-ലൂടെ ആപ്പിലേക്കോ വെബ്സൈറ്റിലോക്കോ ലോഗിൻ ചെയ്യുമ്പോൾ:",
      "ആപ്പിൽ മാത്രമാണ് ഗൈഡുകൾ ഉള്ളത്",
      "{username} എന്നയാളുടെ ലോഗിൻ വിവരം ഞങ്ങൾ ഓർമ്മിക്കും. നിങ്ങൾ വീണ്ടും ലോഗിൻ ചെയ്യുമ്പോൾ അവ ചേർക്കേണ്ടതില്ല.",
      "ജൂലൈ",
      "റിപ്പോര്‍ട്ട് ചെയ്യുക",
      "PIN സ്ഥിരീകരിക്കുക",
      "ഇമെയില്‍ അയയ്‌ക്കുന്നതിൽ പ്രശ്‌നമുണ്ടായി.",
      "@{username} എന്നയാളുടെ ഈ Instagram ഗൈഡ് കാണുക",
      "നിങ്ങളുടെ സാമൂഹിക സുരക്ഷ നമ്പറിന്റെയോ (SSN) വ്യക്തിഗത ടാക്‌സ്‌പേയർ ഐഡന്റിഫിക്കേഷൻ നമ്പറിന്റെയോ (ITIN) അവസാന നാലക്കങ്ങൾ നൽകുക.",
      "സ്ഥിരീകരിക്കുക",
      "മറ്റു ആപ്പുകളിലെയും വെബ്സൈറ്റുകളിലെയും കുക്കികളെയും സമാനമായ സാങ്കേതിക വിദ്യകളെയും കുറിച്ച്",
      "ശരിയായ ഫോൺ നമ്പർ അല്ലേ നൽകിയത്?",
      "സ്വകാര്യതാ നയം",
      "ചേരാൻ അനുമതി ആവശ്യമാണ്",
      "ഇടത് ഷെ‌വ്റോൺ",
      "Live",
      "പ്രൊഫൈലുകളുടെ ഡയറക്‌ടറി",
      "• നിങ്ങളുടെ Instagram അക്കൗണ്ട് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ആപ്പുകളുമായും വെബ്സൈറ്റുകളുമായും Instagram സുരക്ഷിതമായി കണക്റ്റ് ചെയ്യുന്നു",
      "ടെക്‌സ്റ്റ് അല്ലെങ്കിൽ പരിശോധിച്ചുറപ്പിക്കൽ ആപ്പ് എന്നിവയിലൂടെ സുരക്ഷാ കോഡ് ലഭിക്കുന്നില്ലെങ്കിൽ ലോഗിൻ ചെയ്യാൻ ഇത് ഉപയോഗിക്കുക.",
      "മേരിലാൻഡ് യൂണിവേഴ്‌സിറ്റിയെക്കുറിച്ച് {link} എന്ന ലിങ്കിൽ നിന്നും കൂടുതലറിയുക",
      "റദ്ദാക്കുക",
      "ഇതിലേക്ക് പങ്കിടുക...",
      "പ്രൊഫഷണൽ അക്കൗണ്ട്",
      "നിങ്ങളുടെ ലോഗിൻ ‌വിവരങ്ങൾ ഈ ആപ്പിൽ സംരക്ഷിക്കാനാകും, അത് ‌വീണ്ടും നൽകേണ്ടതില്ല.",
      "ചുറ്റും വൃത്തം വരച്ചിട്ടുള്ള ഷോപ്പിംഗ് കാർട്ട്.",
      "പ്രാമാണീകരണ ആപ്പ്",
      "ഇതുവരെ പോസ്‌റ്റുകളൊന്നുമില്ല.",
      "നിങ്ങളുടെ സ്‌റ്റോറി നീക്കം ചെയ്‌തു",
      "നോമിനേറ്റ് ചെയ്യുക",
      "നിങ്ങൾ Facebook മുഖേനയാണ് സൈൻ അപ്പ് ചെയ്‌തതെങ്കിൽ, നിങ്ങൾ {create a password} വീണ്ടും ലോഗിൻ ചെയ്യേണ്ടതുണ്ട്.",
      "തുടരുന്നതിന് {username} എന്നതിലേക്ക് ലോഗിൻ ചെയ്യുക. {source_account_username} എന്നതിൽ നിന്ന് നിങ്ങളെ ലോഗൗട്ട് ചെയ്യും.",
      "ആളുകൾ നിങ്ങളെ പിന്തുടരാൻ ആവശ്യപ്പെടുമ്പോൾ,‌ അവരുടെ അഭ്യർത്ഥനകൾ ഇവിടെ കാണും.",
      "{username}: ഒരു സന്ദേശമയച്ചു",
      "ലോഗിൻ ചെയ്യാൻ Facebook ഉപയോഗിക്കുന്നത് തുടരാൻ നിങ്ങൾ താൽപ്പര്യപ്പെടുന്നുണ്ടോ?",
      "നിങ്ങളുടെ അക്കൗണ്ട് കണ്ടെത്താനായില്ല",
      "ബിസിനസ് ടൂളുകൾ",
      "സമാന അക്കൗണ്ട് നിർദ്ദേശങ്ങൾ",
      "Instagram ഉപയോഗിക്കുന്നത് തുടരാൻ നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുക. നിങ്ങൾ ഈ സേവനങ്ങളിൽ ഒന്നുമായി പുതിയ പാസ്‌വേഡ് പങ്കിടുകയാണെങ്കിൽ, പിന്തുടരുക, ലൈക്കുകചെയ്യുക അല്ലെങ്കിൽ അഭിപ്രായമിടുന്നതിൽ നിന്ന് നിങ്ങളെ തടയും.",
      "ഇതുവരെ പോസ്‌റ്റുകളൊന്നുമില്ല.",
      "ഞങ്ങളുടെ {help center link} കോവിഡ്-19 സംബന്ധിച്ചും വാക്സീനുകളെ സംബന്ധിച്ചും കൂടുതലറിയൂ.",
      "Instagram-ൽ പേയ്‌മെന്റ് നടത്തുമ്പോഴെല്ലാം ഉപയോഗിക്കുന്നതിന് ഒരു പിൻ സൃഷ്‌ടിക്കുക.",
      "എനിക്കിത് ഇഷ്‌ട്ടമല്ല",
      "ഈ വീഡിയോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ തുടർന്നും കാണുമെന്ന ഓർമ്മപ്പെടുത്തൽ:",
      "ഉപയോക്തൃനാമം",
      "ന്",
      "{username} പോസ്‌റ്റുചെയ്യുമ്പോൾ, നിങ്ങൾക്ക് അവരുടെ ഫോട്ടോകളും വീഡിയോകളും ഇവിടെ കാണാനാകും.",
      "കുടുതലറിയുക.",
      "തടയൽ മാറ്റുക",
      "വീഡിയോ കാണുക",
      "ഇന്നലെ കണ്ടു",
      "Facebook ഉപയോഗിച്ച് സൈൻ അപ്പ് ചെയ്യൂ",
      "ഫോൺ നമ്പർ സ്ഥിരീകരിച്ചു",
      "പിശക് കാണിക്കുന്ന ഐക്കൺ",
      "നിങ്ങൾക്ക് {username} എന്നയാളുടെ live വീഡിയോ Instagram ആപ്പിൽ കാണാനാകും.",
      "ഡ്രാഫ്റ്റുകൾ കാണുക",
      "ബാക്കപ്പ് കോഡുകൾ",
      "ഈ മീഡിയ പിന്തുണയ്‌ക്കുന്നില്ല.",
      "പതിനായിരം",
      "മീഡിയ (ഓപ്‌ഷണൽ)",
      "{count} പേർ പിന്തുടരുന്നു",
      "{filename} എന്ന് ലേബൽ ചെയ്തിരിക്കുന്ന ഫയൽ വളരെ ചെറുതാണ്. തുടരുന്നതിനായി, 1 KB-യിൽ കൂടുതൽ വലുപ്പമുള്ള ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "റീട്ടെയിലറുകൾക്കും പ്രാദേശിക ബിസിനസ്സുകൾക്കും ബ്രാൻഡുകൾക്കും ഓര്‍ഗനൈസേഷനുകൾക്കും സേവനദാതാക്കൾക്കും മികച്ചതാണ്.",
      "Instagram-ന് പുറത്ത് നിങ്ങൾക്കായി പരസ്യങ്ങൾ വ്യക്തിപരമാക്കാൻ സഹായിക്കുന്നതിനായോ അല്ലെങ്കിൽ അവയുടെ പ്രകടനം വിലയിരുത്താനായോ ഞങ്ങൾ മറ്റ് കമ്പനികളിൽ നിന്നുള്ള കുക്കികൾ ഉപയോഗിക്കില്ല",
      "വീഡിയോ സൌണ്ട് ഓഫ്",
      "ബൗദ്ധിക സ്വത്തവകാശ ലംഘനം",
      "മെനു",
      "തടഞ്ഞു",
      "{count} പോസ്‌റ്റുകൾ",
      "അഭ്യർത്ഥിച്ചു",
      "നീക്കം ചെയ്‌തു",
      "സ്‌റ്റോറി പങ്കിടുന്നു",
      "സാച്ചുറേഷൻ",
      "നിങ്ങളുടെ കാർട്ട് ശൂന്യമാണ്",
      "നിർദ്ദേശിക്കപ്പെടുന്നവ",
      "mm/dd/yyyy എന്ന രീതിയിൽ ജനന തീയതി നൽകുക",
      "അക്കൗണ്ട് കണ്ടെത്തിയില്ല.",
      "ഇത് പിശക് സംഭവിച്ചതാണെന്നും ഈ വീഡിയോ ഉപയോഗിക്കുന്നതിന് അവകാശമുണ്ടെന്നും നിങ്ങൾ കരുതുന്നുവെങ്കിൽ {Submit an appeal text bolded}",
      "അടയ്ക്കുക",
      "നിങ്ങളുടെ സംഭാവന അയയ്‌ക്കുന്നു...",
      "Facebook-ലേക്ക് ലിങ്കുചെയ്യുക",
      "ഒരു രോഗത്തെ എങ്ങനെ സുഖപ്പെടുത്താം അല്ലെങ്കിൽ തടയാം എന്നത് സംബന്ധിച്ച് ആളുകളെ തെറ്റിദ്ധരിപ്പിക്കാമെന്നും അല്ലെങ്കിൽ ചികിത്സ തേടുന്നതിൽ നിന്ന് ആളുകളെ നിരുത്സാഹപ്പെടുത്താമെന്നും അംഗീകൃത ആരോഗ്യ സംഘടനകൾ പറയുന്ന വിവരങ്ങളും ചില സാഹചര്യങ്ങളിൽ ഇതിൽ ഉൾപ്പെടുന്നു.",
      "ഡിജിറ്റൽ മില്ലേനിയം പകർപ്പവകാശ ആക്‌ട് (“DMCA”) എന്നതിന്റെ 512(c) സെക്ഷനിൽ നിർദ്ദേശിച്ചിരിക്കുന്നത് പ്രകാരമുള്ള അറിയിപ്പിനും നീക്കം ചെയ്യൽ നടപടികൾക്കും അനുസൃതമായാണ് Instagram പ്രവർത്തിക്കുന്നത്. പകർപ്പവകാശ ലംഘനത്തെ Instagram അനുവദിക്കാത്തതിനാൽ, ഞങ്ങളും ലംഘനത്തിനുള്ള തെറ്റായ ക്ലെയിമുകളെ അനുവദിക്കുന്നില്ല. DMCA-യുടെ അറിയിപ്പ്, പ്രതിവാദ അറിയിപ്പ് നടപടികളുടെ ഭാഗമായി നിങ്ങളുടെ  ഉള്ളടക്കം നീക്കംചെയ്യുകയും എന്നാൽ അത് അബദ്ധത്തിലോ തെറ്റിദ്ധാരണകൊണ്ടോ ആണെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിലും, ഒരു DMCA പ്രതിവാദ അറിയിപ്പ് ഫയൽ ചെയ്യാൻ നിങ്ങൾക്ക് യോഗ്യതയുണ്ടായിരിക്കും.",
      "Instagram-ലേക്ക് മടങ്ങൂ",
      "{merchant name} എന്നതിൽ ഷോപ്പുചെയ്യൂ (@{merchant username})",
      "നിങ്ങളുടെ Instagram അക്കൗണ്ടിലേയ്‌ക്ക് ആക്‌സസ് ഉണ്ടായിരുന്ന നീക്കം ചെയ്‌ത ആപ്ലിക്കേഷനുകളൊന്നും നിങ്ങൾക്കില്ല.",
      "തർക്കം സമർപ്പിക്കുക",
      "ഫയൽ വളരെ വലുതാണ്",
      "സംരക്ഷിച്ചു",
      "ഫോട്ടോ",
      "അഭിപ്രായങ്ങൾ ഫിൽറ്റർ ചെയ്യുന്നു",
      "നിങ്ങളാണ് ലോഗിൻ ചെയ്യുന്നതെന്ന് ഉറപ്പാക്കുന്നതിനായി ഞങ്ങൾ ഒരു സുരക്ഷാ കോഡ് അയയ്ക്കുന്നതാണ്.",
      "റദ്ദാക്കുക",
      "വീഡിയോ വെർട്ടിക്കലും {minDurationInSeconds} മിനിറ്റിനും {maxDurationInMinutes} മിനിറ്റിനും ഇടയ്‌ക്ക് ദൈർഘ്യമുള്ളതും ആയിരിക്കണം.",
      "ഞങ്ങൾ നിങ്ങളുടെ ഡ്രാഫ്‌റ്റ് തയ്യാറാക്കുകയാണ്: {videoTitle} ഇത് തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "നിങ്ങളുടെ തർക്കത്തിന്റെ തീർപ്പിനോട് നിങ്ങൾ വിയോജിക്കുന്നുവെങ്കിൽ നിങ്ങൾക്ക് ഉടമസ്ഥാവകാശമുള്ള ആളായ, {reference owner name} എന്നയാൾക്ക് അപ്പീൽ നൽകാം. അത് സമർപ്പിച്ചുകഴിഞ്ഞാൽ അവർക്ക് പ്രതികരിക്കാൻ {days} ദിവസം സമയമുണ്ടാകും.",
      "ഞങ്ങൾ നൽകുന്ന സേവനം സംബന്ധിച്ച് ഇപ്പോൾ നിബന്ധനകൾ കൂടുതൽ വ്യക്തത നൽകുന്നുണ്ട്, Instagram എല്ലാവർക്കും സുരക്ഷിതമായ ഒരിടമാക്കി മാറ്റാൻ ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിലെ ഓരോ അംഗവും സഹകരിക്കുമെന്നാണ് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നത്. നിങ്ങൾക്ക് അറിയാമെന്ന് ഞങ്ങൾ ഉറപ്പുവരുത്താൻ ആഗ്രഹിക്കുന്ന ചില അപ്‌ഡേറ്റുകൾ ഇവിടെയുണ്ട്:",
      "ഞങ്ങൾ അടുത്ത തവണ കോഡ് ചോദിക്കില്ല",
      "ഇമെയിൽ‍",
      "ഒരു പ്രൊഫെഷണൽ അക്കൗണ്ട് ഉപയോഗിച്ച്, നിങ്ങളെ പിന്തുടരുന്നവർ, അക്കൗണ്ടിന്റെ പ്രകടനം, പുതിയ കോൺടാക്‌റ്റ് ഓപ്‌ഷനുകൾ തുടങ്ങിയവ സംബന്ധിച്ചുള്ള സ്ഥിതിവിവരക്കണക്കുകളിലേക്കുള്ള ആക്സസ്സ് നിങ്ങൾക്ക് നേടാനാകും.",
      "{username} എന്നയാളിൽ നിന്നുള്ള പോസ്‌റ്റുകൾ കാണുന്നതിന് ലോഗിൻ ചെയ്യൂ.",
      "ജൂൺ",
      "അയയ്‌ക്കാതിരിക്കുക എന്നത് തിരഞ്ഞെടുക്കുന്നത് എല്ലാവർക്കുമായി സന്ദേശം നീക്കംചെയ്യും. ആളുകൾ ഇതിനകം ഇത് കണ്ടിട്ടുണ്ടാകാം.",
      "ഇത് ഞാനായിരുന്നു",
      "ശരി",
      "{country name} രാജ്യത്തിലെ ലൊക്കേഷനുകൾ",
      "സജീവം",
      "നിങ്ങൾ പിന്തുടരുന്ന ഹാഷ്‌ടാഗുകൾ",
      "ഇത് നിങ്ങളായിരുന്നോ?",
      "ഡിജിറ്റൽ അഡ്വർടൈസിംഗ് അലയൻസ്",
      "ഈ വീഡിയോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ തടയുമെന്ന ഓർമ്മപ്പെടുത്തൽ:",
      "വേഗത്തിൽ സഹായം നേടൂ",
      "നിങ്ങളുടേത് ഉൾപ്പെടെ, കുറച്ച് Instagram അക്കൗണ്ടുകളെ ബാധിച്ച ഒരു സാങ്കേതിക പ്രശ്‌നം ഞങ്ങൾ അടുത്തിടെ കണ്ടെത്തുകയും പരിഹരിക്കുകയും ചെയ്‌തുവെന്ന് നിങ്ങളെ അറിയിക്കാൻ ആഗ്രഹിക്കുന്നു.",
      "ഒരു അടിക്കുറിപ്പ് എഴുതുക...",
      "സംശയകരമായ ആക്‌റ്റിവിറ്റി",
      "നിങ്ങൾക്ക് Instagram ആപ്പിൽ സ്‌റ്റിക്കറുകൾ സൃഷ്‌ടിക്കാനും പ്രതികരിക്കാനുമാകും.",
      "ഈ പ്രൊഫൈൽ മറ്റൊരാളായി നടിക്കുന്നു",
      "കൂടുതൽ ഓപ്‌ഷനുകൾ",
      "ഇത് ചെറുതും വേഗതയാർന്നതും ഡാറ്റ ലാഭിക്കുന്നതുമാണ്.",
      "ഉള്ളടക്കത്തിന്റെ ഉടമയെ ബന്ധപ്പെടുക",
      "ടാഗ് ചേർക്കുക",
      "അഭിപ്രായം കാണുക",
      "Instagram-ൽ സ്‌പാം കാരണമുണ്ടാകുന്ന ‌പ്രശ്‌നങ്ങൾ മനസ്സിലാക്കുവാൻ ഞങ്ങൾ സ്‌പാം റിപ്പോർട്ടുകൾ സിഗ്‌നലുകളായി ഉപയോഗിക്കും. ഈ പോസ്റ്റ് ‌ഞങ്ങളുടെ {link_to_instagram_community_guidelines} അല്ലെങ്കിൽ {link_to_instagram_terms_of_use} ലംഘിച്ചു‌ എന്നും അത് നീക്കം ചെയ്യണമെന്നും നിങ്ങൾ കരുതുന്നുവെങ്കിൽ, അത് അനുചിതമാണെന്ന് ‌അടയാളപ്പെടുത്തുക.",
      "നിങ്ങളുടെ ഇനം സംരക്ഷിച്ചു.",
      "ബന്ധപ്പെട്ട ഹാഷ്‌ടാഗുകൾ",
      "പാസ്‌വേഡ് മറന്നോ?",
      "ഒരു പിശക് സംഭവിച്ചു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "ആളുകളെ ടാഗുചെയ്യാൻ ‌ടാപ്പുചെയ്യുക",
      "കോവിഡ്-19, വാക്‌സീനുകൾ, ആരോഗ്യം എന്നിവ സംബന്ധിച്ച തെറ്റായ വിവരങ്ങൾ ആവർത്തിച്ച് പോസ്റ്റ് ചെയ്യുന്ന പേജുകൾ, ഗ്രൂപ്പുകൾ, പ്രൊഫൈലുകൾ, Instagram അക്കൗണ്ടുകൾ എന്നിവയ്ക്ക് പോസ്റ്റുകളുടെ കുറഞ്ഞ വിതരണം, നിർദ്ദേശങ്ങളിൽ നിന്ന് നീക്കം ചെയ്യൽ, പ്രസിദ്ധീകരിച്ചത് മാറ്റൽ അല്ലെങ്കിൽ പ്രവർത്തനക്ഷമമാക്കൽ എന്നിവ ഉൾപ്പെടെയുള്ള നിയന്ത്രണങ്ങൾ നേരിടേണ്ടതായി വന്നേക്കാം.",
      "അഡ്‌മിൻ റെക്കോർഡുകൾ",
      "Instagram-ലെ സ്‌പാമുമായി ബന്ധപ്പെട്ട പ്രശ്‌നങ്ങൾ മനസിലാക്കുന്നതിന് ഞങ്ങൾ നിങ്ങളുടെ ഫീഡ്ബാക്ക് ഉപയോഗിക്കും.",
      "കൂടുതലറിയുക",
      "അപ്‌ലോഡ് ചെയ്യാനായില്ല",
      "ഈ ഉള്ളടക്കം ഉപയോഗിക്കുന്നതിനുള്ള ഉടമസ്ഥാവകാശത്തിൽ നിന്നും നിങ്ങൾക്ക് വ്യക്തമായ അനുമതിയുണ്ട്.",
      "ഉപയോഗിക്കാനുള്ള മുഴുവൻ നിബന്ധനകളും വായിക്കുക",
      "നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് WhatsApp ചേര്‍ക്കാനാകുന്നില്ല",
      "ഫോൺ സ്ഥിരീകരണ പേജ്",
      "ഈ ഗൈഡിൽ എന്താണുള്ളതെന്ന് കാണാൻ ആപ്പിലേക്ക് മാറുക.",
      "{age} വയസ്",
      "#{hashtag} ഉള്ള കൂടുതൽ പോസ്റ്റുകൾ കാണുക",
      "ആളുകൾ നിങ്ങളെ പിന്തുടരുമ്പോഴും നിങ്ങളുടെ ഫോട്ടോകൾ ലൈക്കുചെയ്യുമ്പോഴും അവയിൽ കമന്റിടുമ്പോഴും ഉടൻ അറിയുക.",
      "ഇനം ഇല്ലാതാക്കുക",
      "{name} എന്നതുപോലെയുള്ള കൂടുതൽ അക്കൗണ്ടുകൾ കണ്ടെത്തുക",
      "ഞങ്ങൾ നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിച്ചുകഴിഞ്ഞാൽ ഞങ്ങൾക്ക് നിങ്ങളെ ബന്ധപ്പെടാനാകും. {Learn more}.",
      "കവർ ഫോട്ടോ വെർട്ടിക്കൽ ആയിരിക്കണം, അതൊരു JPG ഫയൽ ആയിരിക്കുകയും വേണം. 9:16 വീക്ഷണ അനുപാതമാണ് മികച്ചത്.",
      "ന്",
      "ഇങ്ങനെ ചെയ്യുന്നതിലൂടെ, സംരക്ഷിച്ചിട്ടുള്ള നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ, ഇതിനും Instagram-ലെ ഭാവി പേയ്മെന്റുകൾക്കായും ഉപയോഗിക്കുന്നതിന് Facebook Pay എന്നതിന് അനുമതി നൽകും.",
      "എല്ലാം കാണുക",
      "{authMethod} നൽകുക",
      "ഈ അക്കൗണ്ട് എന്റെ ഫോട്ടോകളോ വീഡിയോകളോ കാണുന്നതും എന്നെക്കുറിച്ച് തിരയുന്നതിലും എനിക്ക് താൽപ്പര്യമില്ല",
      "നിയന്ത്രണങ്ങൾ നീക്കുക",
      "ആപ്പ് സ്‌റ്റോർ",
      "ആവശ്യമായ ഫീൽഡ്",
      "നയങ്ങൾ",
      "നീക്കം ചെയ്‌തത്",
      "നിബന്ധനകളും ഡാറ്റാ നയവും",
      "ഒരു ഫയൽ തിരഞ്ഞെടുത്തു",
      "നിങ്ങൾക്ക് Instagram-ൽ നിന്ന് SMS അപ്‌ഡേറ്റുകൾ ലഭിച്ചേക്കാം, അവ ഏതുസമയത്തും ഒഴിവാക്കാനാകും.",
      "{count} പോസ്‌റ്റുകൾ",
      "കമ്പ്യൂട്ടറിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "അപ്‌ലോഡ് ചെയ്യാനായില്ല. നിങ്ങൾ തിരഞ്ഞെടുത്ത ഒന്നോ അതിലധികമോ ഫയൽ തരങ്ങൾക്ക് പിന്തുണയില്ല.",
      "ഒരാളെ കേന്ദ്രീകരിച്ച് അക്രമത്തെയോ ഉപദ്രവത്തെയോ പ്രോത്സാഹിപ്പിക്കുന്ന രീതിയിൽ അടിക്കുറിപ്പുകളോടെയുള്ള പോസ്‌റ്റുകൾ",
      "ഭക്ഷണവും പാനീയവും",
      "പോസ്‌റ്റ് ലഭ്യമല്ല",
      "ലോഗിനുകൾ",
      "സ്റ്റോറികൾ കാണാൻ ലോഗിൻ ചെയ്യുക",
      "പിന്തുണയ്‌ക്കുക",
      "സമീപമുള്ളവ കണ്ടെത്തുക",
      "പൂർത്തിയാക്കി",
      "18 വയസ്സിൽ കുറവ്",
      "റദ്ദാക്കുക",
      "മനസിലായി. നിങ്ങൾ ഇൻസ്റ്റാഗ്രാം ഉൽപ്പന്ന ഇമെയിലുകളിൽ നിന്ന് അൺസബ്‌സ്‌ക്രൈബുചെയ്‌തു.",
      "ഇമെയിൽ നീക്കം ചെയ്യണോ?",
      "ഇപ്പോൾ Live ആണ്",
      "ചെക്കൗട്ട്",
      "നിങ്ങൾക്കായി ഉള്ളടക്കവും സേവനങ്ങളും ലഭ്യമാക്കുകയും വ്യക്തിപരമാക്കുകയും മെച്ചപ്പെടുത്തുകയും ചെയ്യുന്നതിന്",
      "നിങ്ങളുടെ ലോഗിൻ വിവരങ്ങൾ സംരക്ഷിക്കണോ?",
      "പരിശോധിക്കുക",
      "{username} എന്നതിനായുള്ള നിങ്ങളുടെ Instagram പാസ്‌വേഡ് നൽകുക",
      "പുതിയ പാസ്‌വേഡ്",
      "Instagram കമ്മ്യൂണിറ്റിയെ സുരക്ഷിതമായി നിലനിർത്തുന്നതിന് ഞങ്ങളെ സഹായിക്കുന്നതിൽ നിങ്ങളുടെ ഫീഡ്‌ബാക്കിന് പ്രാധാന്യമുണ്ട്.",
      "റിപ്പോർട്ടുചെയ്‌ത ഉള്ളടക്കം പുനഃസ്ഥാപിക്കാനുള്ള ഉടമ്പടിയിൽ എത്തിച്ചേർന്നെങ്കിൽ, പരാതിപ്പെട്ട കക്ഷിയുടെ സമ്മതമടങ്ങിയ ഇമെയിൽ ഞങ്ങൾക്ക് അയയ്ക്കുക.",
      "{hours} മണിക്കൂര്‍ മുമ്പ്",
      "കാണുക, എഡിറ്റ് ചെയ്യുക",
      "സുരക്ഷ",
      "PayPal നയങ്ങൾ",
      "അറിയിപ്പ്",
      "ഫോട്ടോ നിരസിക്കണോ?",
      "{username1}, {username2} എന്നിവരും മറ്റ് {remainingCount} പേരും",
      "മെനു",
      "നിങ്ങൾക്കൊരു സന്ദേശം അയച്ചു",
      "അക്കൗണ്ട് ഉണ്ടോ? {link that reads Log in}",
      'ഇത് നിങ്ങളുടെ Instagram അക്കൗണ്ടാണെന്ന് സ്ഥിരീകരിക്കുന്നതിന് ചുവടെ "അതെ" ക്ലിക്ക് ചെയ്യുക. ഇത് നിങ്ങളുടെ അക്കൗണ്ട് അല്ലെങ്കിൽ, ലോഗിൻ സ്‌ക്രീനിലേക്ക് മടങ്ങുന്നതിന് "അല്ല" ക്ലിക്ക് ചെയ്യുക. അതിനുശേഷം, നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് ലോഗിൻ ചെയ്യുക.',
      "നം. {guide item number}",
      "Instagram ഡൗൺലോഡ് ചെയ്യുക",
      "ആളുകൾക്ക് മാപുകളിൽ നിങ്ങളുടെ ലൊക്കേഷനിലേക്ക് നാവിഗേറ്റ് ചെയ്യാൻ, സാധുതയുള്ള ഒരു വിലാസം നൽകുക.",
      "നിലവിൽ, Instagram-ൽ 31 ദിവസത്തെ കാലയളവിൽ നിങ്ങൾക്ക് {donation amount limit, should not be translated since the rule is regulated in euro} മാത്രമേ സംഭാവന നൽകാനാകൂ. സംഭാവന നൽകുന്ന തുക കുറയ്‌ക്കാൻ ശ്രമിക്കുക അല്ലെങ്കിൽ യോഗ്യത നേടുമ്പോൾ വീണ്ടും സംഭാവന നൽകുക.",
      "Facebook Pay-ൽ എതുസമയത്തും നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരം നിങ്ങൾക്ക് വിച്‌ഛേദിക്കാനാകും. പേയ്‌മെന്റ് രീതികൾ, ഡെലിവറി വിലാസം, പേര്, ഇമെയിൽ, പേയ്‌മെന്റ് ചരിത്രം എന്നിവയുൾപ്പെടെ നിങ്ങളുടെ Facebook Pay വിവരങ്ങൾ Facebook- ൽ മാത്രമേ ആക്‌സസ് ചെയ്യാൻ കഴിയൂ. നിങ്ങൾക്ക് ഇപ്പോഴും Instagram-ൽ നിങ്ങളുടെ Instagram ഓർഡറുകൾ ദൃശ്യമാകും.",
      "{like count} ലൈക്ക്",
      "PayPal ഉപയോഗിച്ച് ലോഗ് ഇൻ ചെയ്യുക",
      "{username} ചേർത്തത്",
      "ഷോപ്പിംഗ് ബ്രാൻഡുകളെ കുറിച്ചുള്ള ഇമെയിലുകൾ",
      "റിപ്പോര്‍ട്ട് ചെയ്യുക",
      "{username} നിങ്ങളുടെ ഗൈഡ് ലൈക്ക് ചെയ്തു.",
      "വീഡിയോകൾ, ഒരു മിനിറ്റോ അതിൽ കുറവോ ദൈർഘ്യമുള്ളത് ആയിരിക്കണം.",
      "അഭിപ്രായ നിയന്ത്രണം",
      "അപ്‌ലോഡുചെയ്യാനായില്ല.",
      "ഈ ബ്രൗസറിൽ പാസ്‌വേഡ് സംരക്ഷിക്കുക",
      "ഞങ്ങൾക്ക് {username} എന്ന ഒരു Facebook അക്കൗണ്ട് കണ്ടെത്താനായില്ല. നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കാൻ ശ്രമിക്കുക",
      "പോസ്‌റ്റുചെയ്യുക",
      "നിങ്ങളുടെ മുമ്പത്തെ പോസ്‌റ്റുകളിൽ ചിലത് ഞങ്ങളുടെ {Community Guidelines} പാലിക്കുന്നില്ല. നിങ്ങൾ ഞങ്ങളുടെ മാനദണ്ഡങ്ങൾ മനസ്സിലാക്കി, പാലിച്ചാൽ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിൽ നിന്നും തടയാം.",
      "ടെക്‌സ്‌റ്റ് സന്ദേശത്തിലൂടെ അറിയിപ്പുകൾ നേടുക.",
      "അവലോകനം അഭ്യർത്ഥിക്കുക",
      "ഏതൊക്കെ കുക്കി ക്രമീകരണങ്ങൾ എനിക്ക് നിയന്ത്രിക്കാനാകും?",
      "Facebook സുഹൃത്തുക്കളെ കണ്ടെത്തൂ",
      "സമര്‍പ്പിക്കുക",
      "Instagram-ലേക്ക് മടങ്ങാൻ ഫോൺ നമ്പർ ചേർക്കുക",
      "ക്ഷമിക്കണം, നിങ്ങളുടെ പാസ്‌വേഡ് തെറ്റാണ്. നിങ്ങളുടെ പാസ്‌വേഡ് രണ്ടുതവണ പരിശോധിക്കുക.",
      "ബിസിനസ്സ് അക്കൗണ്ടിലേക്ക് മാറി",
      "ഓരോ കോഡും ഒരിക്കൽ മാത്രമേ ഉപയോഗിക്കാനാകൂ. ഈ സൈറ്റ് മോഷ്‌ടിച്ചുവെന്നോ നിങ്ങൾ അവയിൽ പലതും ഉപയോഗിച്ചുവെന്നോ തോന്നുന്നുണ്ടെങ്കിൽ നിങ്ങൾക്ക് പുതിയ കോഡുകൾ നേടാനാകും.",
      "{username} എന്നയാൾക്കൊപ്പം",
      "ഇമെയിൽ",
      "ടെക്‌സ്‌റ്റ്",
      "{reference owner name} എന്നയാളുടെ ഉടമസ്ഥതയിലുള്ള ഉള്ളടക്കം ഉൾപ്പെടാൻ ഇടയുള്ളതിനാൽ {date}, {time}-ന് ഈ വീഡിയോ തടഞ്ഞിരിക്കുന്നു",
      "സ്വാഗതം • Instagram",
      "പാസ്‌വേഡ് മാറ്റങ്ങൾ",
      "സ്വീകരിക്കുക",
      "{status of the authorization}",
      "നിങ്ങൾ പിന്തുടരുന്ന ലിങ്ക് നഷ്‌ടപ്പെട്ടേക്കാം അല്ലെങ്കിൽ പേജ് നീക്കം ചെയ്‌തിട്ടുണ്ടാകാം. {link_back_to_instagram_home_page}",
      "ഹാഷ്‌ടാഗ്",
      "അക്കൗണ്ട് സ്വകാര്യത",
      "പരസ്യദാതാക്കളോട് നിങ്ങൾ ആരാണെന്ന് ‌വ്യക്തമാക്കാതെ തന്നെ ഞങ്ങൾ പരസ്യങ്ങൾ നൽകുന്നു. പരസ്യദാതാക്കളും പങ്കാളികളുമായും ഞങ്ങൾ എന്തൊക്കെ വിവരങ്ങളാണ് ‌പങ്കിടുന്നത് എന്നതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ ‌നയത്തിൽ ഉണ്ട്. ഞങ്ങൾ ഒരിക്കലും നിങ്ങളുടെ ‌ഡാറ്റ ‌വിൽക്കുന്നില്ല.",
      "സംരക്ഷിക്കുന്നത് പരാജയപ്പെട്ടു.",
      "ആളുകൾ നിങ്ങളെ ഫോട്ടോകളിൽ ടാഗുചെയ്യുമ്പോൾ, അവ ഇവിടെ ദൃശ്യമാകും.",
      "നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോൾ, ഈ ലൊക്കേഷനെ കുറിച്ച് ആളുകൾ പങ്കിടുന്ന എല്ലാ പോസ്റ്റുകളും നിങ്ങൾക്ക് കാണാനാകും.",
      "ഉടമസ്ഥതാ നിയന്ത്രണങ്ങൾ ഉള്ളതിനാൽ, ചില രാജ്യങ്ങളിൽ നിങ്ങളുടെ വീഡിയോ തടഞ്ഞെങ്കിലും, ഇനിപ്പറയുന്ന രാജ്യങ്ങളിൽ  ലഭ്യമാണ്:",
      "വീഡിയോ {duration} സെക്കൻഡുകളിൽ കുറവായിരിക്കണം.",
      "തെറ്റായ വിവരങ്ങളുടെ ഓവർലേ ഐക്കൺ",
      "കൂടുതൽ കാണുക",
      "റിപ്പോർട്ട് #:",
      "SMS അയച്ചു",
      "നിങ്ങളുടെ കോൺടാക്‌റ്റ് വിവരങ്ങൾ",
      "കൂടുതൽ നിർദ്ദേശങ്ങൾ കാണുക",
      "നിങ്ങളുടെ പ്രൊഫൈൽ സംരക്ഷിക്കുന്നതിൽ പ്രശ്‌നമുണ്ട്. വൈകാതെ വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ ക്രമീകരണത്തിലെ 'പങ്കാളികളിൽ നിന്നുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളുടെ ഡാറ്റ' എന്നതിലൂടെ, Instagram-ന് പുറത്തുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ അടിസ്ഥാനമാക്കി പരസ്യങ്ങൾ കാണുന്നുണ്ടോ എന്നത് നിങ്ങൾക്ക് നിയന്ത്രിക്കാം. നിങ്ങളുടെ Facebook. Instagram അക്കൗണ്ടുകളിൽ ഉടനീളം നിങ്ങൾ കണക്റ്റ് ചെയ്ത അനുഭവങ്ങൾ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ ക്രമീകരണത്തിലൂടെ നിങ്ങളുടെ Facebook പരസ്യ അനുഭവം ക്രമീകരിക്കാനും നിങ്ങൾക്കാകും.",
      "വിഭാഗങ്ങൾ",
      "Instagram-ൽ പരസ്യം ചെയ്യുന്നതിനെക്കുറിച്ച് കൂടുതൽ:",
      "നിങ്ങൾ തടഞ്ഞ ആളുകളിൽ നിന്നുള്ള പുതിയ അഭിപ്രായങ്ങൾ ഇനി ആർക്കും ദൃശ്യമാകില്ല പക്ഷേ അവർക്ക് കാണും.",
      "നിങ്ങൾ Instagram-ലേക്ക് ഒരു ആപ്പോ വെബ്സൈറ്റോ കണക്റ്റ് ചെയ്യുമ്പോൾ:",
      "വീണ്ടും ശ്രമിക്കുന്നതിന് ടാപ്പുചെയ്യുക",
      "ഇപ്പോൾ വേണ്ട",
      "ZIP കോഡ്",
      "ലോഗിന്‍ ചെയ്യാനായില്ല",
      "സ്ഥിതിവിവര ഐക്കൺ",
      "ഒരു സുഹൃത്തിനോ ഗ്രൂപ്പിലേക്കോ സ്വകാര്യ ഫോട്ടോകളും സന്ദേശങ്ങളും അയയ്‌ക്കുക.",
      "ഓഗസ്റ്റ്",
      "മറ്റ് ടൂളുകൾക്കും ഉപയോക്താക്കൾക്കും നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്‌സസ് ഇല്ലെന്നും നിങ്ങൾ ഞങ്ങളുടെ ഉപയോഗ നിബന്ധനകൾ പാലിക്കുന്നുണ്ടെന്നും ഉറപ്പാക്കുക.",
      "1ആഴ്‌ച",
      "നീക്കുന്നതിന് ഇഴയ്ക്കുക അല്ലെങ്കിൽ നീക്കംചെയ്യാൻ ടാപ്പുചെയ്യുക.",
      "ഇമെയിൽ വിലാസം ഉപയോഗിച്ച് സൈൻ അപ്പ് ചെയ്യുക",
      "നിങ്ങളുടെ ഫോൺ ലഭ്യമല്ലാതിരിക്കുമ്പോൾ അക്കൗണ്ടിലേക്ക് എത്താൻ ഇവ ഉപയോഗിക്കുക.",
      "അക്കൗണ്ട് താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കി",
      "കൂടുതൽ ആളുകളിലേക്ക് എത്തിച്ചേരൂ",
      "Instagram ആപ്പ് തുറക്കുക",
      "ടെസ്‌റ്റർ ക്ഷണം നിരസിക്കുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "ഇഫക്‌റ്റ് കാണുന്നതിന് ഉൽപ്പന്നത്തിന്റെ കാറ്റലോഗിനായി ഒരു Instagram ഷോപ്പ് സൃഷ്‌ടിക്കുക",
      "13-നും 18-നും ഇടയിൽ പ്രായമുള്ള",
      "സമാന അക്കൗണ്ടുകൾ",
      "Instagram-ലെ ആളുകളെ പിന്തുടരുന്നതിന് ലോഗിൻ ‌ചെയ്യുക.",
      "ലോഗിൻ വിവരങ്ങൾ",
      "ആവശ്യമാണ്",
      "സംഗീത പകർപ്പവകാശമുള്ള ആളിന്റെ സംഗീത അവകാശങ്ങൾ ലംഘിക്കുന്നതായുള്ള അവരുടെ റിപ്പോർട്ടിന്റെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ ഉള്ളടക്കത്തിലേക്കുള്ള ദൃശ്യപരത ഞങ്ങൾ നിയന്ത്രിച്ചിരിക്കുന്നു:",
      "{number of tagged people} ആളുകള്‍",
      "സിസ്റ്റത്തിലെ അറിയിപ്പ് ഐക്കൺ",
      "ഈ വിവരം നൽകുന്നത്, നിങ്ങളുടെ Facebook പ്രൊഫൈലിലെ വ്യക്തിഗത വിവരങ്ങളെ ബാധിക്കില്ല.",
      "നിരസിക്കുക",
      "അടുത്ത പേജ് ഷവറോൺ",
      "സർക്കാർ നൽകിയ ഐഡിയിൽ കാണിച്ചിരിക്കുന്നതുപോലെ നിങ്ങളുടെ പേരും ജനനത്തീയതിയും നൽകുക. നിങ്ങളുടെ രജിസ്‌റ്റർ ചെയ്ത വീട്ടുവിലാസവും ഞങ്ങൾക്ക് ആവശ്യമാണ്.",
      "ഒരു സ്വകാര്യ അക്കൗണ്ടിലേക്ക് മാറി",
      "SMS അയച്ചു.",
      "തപാൽ വിലാസം തന്നെയാണ് ബില്ലിംഗ് വിലാസവും",
      "{weeks}ആ.",
      "Instagram-ൽ ലോഗിൻ ചെയ്യുക",
      "Facebook ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "ആക്‌സസ് പിൻവലിക്കുക",
      "{email}: എന്നതിലേക്ക് അയച്ചു",
      "നിർദ്ദേശിച്ച അക്കൗണ്ടുകൾ",
      "IGTV വീഡിയോ",
      "ഇത് ഓണാക്കണോ?",
      "ഇത്തരം സന്ദേശം കാണാൻ Instagram ആപ്പ് ഉപയോഗിക്കൂ.",
      "വീഡിയോകൾ കാണാൻ ഡാറ്റ ഉപയോഗിക്കേണ്ടതുണ്ട്",
      "അക്കൗണ്ട് നിയന്ത്രിച്ചിരിക്കുന്നു",
      "എന്തോ തെറ്റ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.",
      "തെറ്റായ വിവരം",
      "നിങ്ങളുടെ സ്വകാര്യത ഞങ്ങൾക്ക് വളരെ പ്രധാനമായതിനാൽ ഇതുപോലെയുള്ള പ്രശ്‌നങ്ങൾ നടക്കുന്നില്ലെന്ന് ഉറപ്പുവരുത്താൻ ഞങ്ങൾ നിരന്തരം ശ്രമിച്ചുക്കൊണ്ടിരിക്കുകയാണ്. നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ {email}-ൽ ഞങ്ങളെ ബന്ധപ്പെടുക.",
      "ലോഗിൻ ചെയ്യുമ്പോൾ, ഈ ഹാഷ്‌ടാഗ് ഉപയോഗിച്ച് ആളുകൾ പങ്കിടുന്ന എല്ലാ പോസ്റ്റുകളും നിങ്ങൾക്ക് കാണാനാകും.",
      "നിങ്ങൾക്കിപ്പോൾ എല്ലാ പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കൽ ഇമെയിലുകളും ലഭിക്കും.",
      "ഒരു DMCA പ്രതിവാദ അറിയിപ്പ് ഫയൽ ചെയ്യണോ എന്ന് നിങ്ങൾക്ക് തീർച്ചയില്ലെങ്കിൽ, ബൗദ്ധിക സ്വത്തവകാശ നിയമത്തിൽ വിദഗ്‌ദ്ധനായ ഒരു അഭിഭാഷകന്റെ ഉപദേശം തേടാൻ ഞങ്ങൾ നിർദ്ദേശിക്കുന്നു. നിങ്ങൾ ഒരു തെറ്റായ DMCA പ്രതിവാദ അറിയിപ്പ് സമർപ്പിക്കുകയോ തെറ്റിദ്ധാരണയുടെ പേരിൽ ഒന്ന് സമർപ്പിക്കുകയോ ചെയ്യുകയാണെങ്കിൽ പ്രതികൂല നിയമ നടപടികൾ ഉണ്ടാകാനിടയുണ്ട്. നിങ്ങൾ ഒരു തെറ്റായ DMCA പ്രതിവാദ അറിയിപ്പ് ഫയൽ ചെയ്യുകയാണെങ്കിൽ, മറ്റ് കാര്യങ്ങൾക്കൊപ്പം DMCA-യുടെ 512(എഫ്) വിഭാഗത്തിന് കീഴിലുള്ള നാശനഷ്‌ടങ്ങൾക്കും അഭിഭാഷകന്റെ ഫീസിനും നിങ്ങൾ ബാധ്യസ്ഥരാകാം.",
      "അയച്ചു. നിങ്ങളുടെ ഇമെയില്‍ പരിശോധിക്കുക!",
      "സംഗീതം",
      "Facebook പേജുകളൊന്നും കണ്ടെത്തിയില്ല. Facebook-ൽ ഒരു IGTV വീഡിയോ പങ്കിടാൻ നിർബന്ധമായും നിങ്ങൾക്ക് ഒരു പേജ് ‌വേണം. {Learn More}",
      "അടുത്ത സുഹൃത്തുക്കൾ",
      "ഒരു പിൻ ഉപയോഗിച്ച് സുരക്ഷ ചേർക്കുക",
      "ഇമെയില്‍",
      "ഇവന്റ് ചേർക്കുക",
      "{count}  പേർ പിൻ‌തുടരുന്നു",
      "ഡൗൺലോഡുചെയ്യാനാകുന്നില്ലേ?",
      "ഡാറ്റാ നയം",
      "പങ്കിടുക",
      "പ്രൊഫൈൽ പൂർത്തിയാക്കുക",
      "അക്കൗണ്ട് ചേർക്കാനാകില്ല",
      "അക്കൗണ്ട്",
      "സഹായ കേന്ദ്രം സന്ദര്‍ശിക്കുക",
      "വരാനിരിക്കുന്ന ദിവസം നൽകുക",
      "നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിൽ അക്ഷര തെറ്റ് ഉള്ളതായി തൊന്നുന്നു. {filled email domain} എന്നാണോ നിങ്ങൾ ഉദ്ദേശിച്ചത്?",
      "ആളുകളെ തരം താഴ്‌ത്തുന്നതിനോ അപമാനിക്കുന്നതിനോ ലക്ഷ്യം വെയ്‌ക്കുന്ന ഉള്ളടക്കം",
      "ഇത് റിപ്പോർട്ട് ചെയ്‌തതിന് നന്ദി",
      "{username} എന്നയാളുടെ പ്രൊഫൈൽ കാണുന്നതിന് ലോഗിൻ ചെയ്യുക",
      "ഞങ്ങൾ നിങ്ങളുടെ കുക്കി തിരഞ്ഞെടുപ്പുകൾ ഓർമ്മിക്കുകയും Instagram-ൽ നിങ്ങൾ ലോഗിൻ ചെയ്ത എല്ലായിടത്തും ഒപ്പം മറ്റു Facebook ഉൽപ്പന്നങ്ങളിലേക്ക് ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉപയോഗിക്കുന്നിടത്തും അവ പ്രയോഗിക്കുകയും ചെയ്യും. നിങ്ങളുടെ തിരഞ്ഞെടുപ്പുകൾ എപ്പോൾ വേണമെങ്കിലും നിങ്ങൾക്ക് കുക്കി ക്രമീകരണത്തിൽ അവലോകനം ചെയ്യുകയോ മാറ്റുകയോ ചെയ്യാം.",
      "ലോഗിൻ ചെയ്തുകൊണ്ട് കൂടുതൽ പോസ്റ്റുകൾ ബ്രൗസ് ചെയ്യുക",
      "ഇല്ലാതാക്കിയ ഉള്ളടക്കത്തിന്റെ ചിത്രം",
      "ആപ്പ് അപ്‌ഡേറ്റുചെയ്യുക",
      "അക്കൗണ്ട്സ് ഡാറ്റ",
      "ബിസിനസ്സ് പ്രൊഫൈൽ വിവരങ്ങൾ",
      "{number of files} ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യാനായില്ല. നിങ്ങൾക്ക് 10 അല്ലെങ്കിൽ അതിൽ കുറച്ച് ഫയലുകൾ മാത്രമേ തിരഞ്ഞെടുക്കാനാകൂ.",
      "തെളിച്ചം",
      "നിങ്ങളുടെ കോൺടാക്‌റ്റ് വിവരങ്ങളുള്ള പരസ്യദാതാക്കൾ",
      "നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗത്തെ അടിസ്ഥാനമാക്കി, നിങ്ങൾ ഒരു സ്രഷ്‌ടാവ് ആയിരിക്കാം. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇത് എഡിറ്റ് ചെയ്യാനാകും.",
      "@{username} എന്നയാളായി തുടരുക",
      "ഫോൺ നമ്പർ",
      "പിന്തുടരുന്ന {follower count} പേർ",
      "ഇങ്ങനെയും അറിയപ്പെടുന്നു (ഓപ്ഷണൽ)",
      "അപ്‌ലോഡ് ചെയ്യുന്നു",
      "ബ്രൗസർ ക്രമീകരണങ്ങൾ ഉപയോഗിച്ച് കുക്കികൾ നിയന്ത്രിക്കൽ",
      "നിങ്ങളുടെ പ്രാമാണീകരണ ആപ്പ് ‌സൃഷ്‌ടിക്കുന്ന 6-അക്ക് ‌കോഡ് നൽകുക.",
      "നിങ്ങൾ ഒന്നിലധികം പ്രാമാണീകരണ ആപ്പ് ഇൻസ്‌റ്റാളുചെയ്‌തിട്ടുണ്ടെങ്കിലോ അത് മറ്റൊരു ഉപകരണത്തിൽ ഇൻസ്‌റ്റാളുചെയ്‌ത ആപ്പിൽ സജ്ജീകരിക്കണമെന്നുണ്ടെങ്കിലോ, ഈ കീ ഉപയോഗിച്ച് ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം സവയമേവ സജ്ജീകരിക്കേണ്ടതായി വരും.",
      "മൊബൈൽ നമ്പർ അപ്‌ഡേറ്റുചെയ്യുക",
      "കമ്പ്യൂട്ടറിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "ഇമെയിൽ സ്ഥിരീകരിക്കുക",
      "നിങ്ങളുടെ റിപ്പോർട്ടിന് നന്ദി. ഈ സന്ദേശം ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങളെ ലംഘിക്കുമെങ്കിൽ അത് ഞങ്ങൾ നീക്കം ചെയ്യും.",
      "നിങ്ങൾ ഈ കുക്കികൾ അനുവദിക്കുന്നില്ലെങ്കിൽ:",
      "ഞങ്ങളുടെ ബൗദ്ധിക സ്വത്തവകാശ ലൈസൻസുകൾ അപ്‌ഡേറ്റ് ചെയ്‌തിട്ടുണ്ടെങ്കിലും നിങ്ങളുടെ അവകാശങ്ങളിൽ മാറ്റം വരുന്നില്ല. നിങ്ങളുടെ ഫോട്ടോകളുടെയും വീഡിയോകളുടെയും ഉടമസ്ഥാവകാശം തുടർന്നും നിങ്ങൾക്ക് തന്നെയായിരിക്കും.",
      "കൂടുതൽ കാണുക...",
      "പ്രൊഫൈൽ ഫോട്ടോ മാറ്റുക",
      "നിങ്ങൾ ആരാണെന്നതിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ ഞങ്ങൾ CMU ഡെൽഫി റിസർച്ചുമായി പങ്കിടില്ല, അവർ നിങ്ങളുടെ സർവേ പ്രതികരണങ്ങൾ ഞങ്ങളുമായും പങ്കിടില്ല.",
      'സ്ക്രീൻ "വിറയ്‌ക്കാൻ" തുടങ്ങുകയും അവസാനം ആപ്ലിക്കേഷൻ ഐക്കണിൽ ഒരു "X" ദൃശ്യമാവുകയും ചെയ്യും.',
      "ഇപ്പോൾ മുതൽ നിങ്ങൾക്ക് സന്ദേശമയയ്‌ക്കുന്നതിന് {username} എന്നയാളെ അനുവദിക്കാൻ നിങ്ങളാഗ്രഹിക്കുന്നുണ്ടോ? അഭ്യർത്ഥന അംഗീകരിച്ചാൽ മാത്രമേ നിങ്ങൾ അത് കണ്ടുവെന്ന് അവർക്ക് മനസ്സിലാകൂ.",
      "പോസ്‌റ്റുകൾക്ക് മുകളിൽ ടൈപ്പുചെയ്‌ത ഏതെങ്കിലും വാക്കുകളോ പദങ്ങളോ ഉൾപ്പെടുന്ന അഭിപ്രായങ്ങൾ മറയ്‌ക്കുക.",
      "ആപ്പിലെ സ്‌റ്റോറികൾ മികച്ചതാണ്",
      "നിങ്ങളുടെ സംഭാവനയ്ക്ക് ഗിഫ്റ്റ് എയ്‌ഡ് ചേർക്കുന്നത് കൊണ്ട് അർത്ഥമാക്കുന്നത്, നിങ്ങൾ നൽകുന്ന ഓരോ £1-നും 25p നിങ്ങൾക്ക് അധിക ചിലവില്ലാതെ ചേർക്കും.",
      "നിങ്ങളുടെ അഭിപ്രായം നീക്കം ചെയ്‌തു",
      "അടുത്ത {days to snooze} ദിവസത്തേക്ക്, നിങ്ങൾക്ക് മുമ്പ് Instagram ഉപയോഗിച്ചിരുന്ന ഉപകരണങ്ങളിൽ നിന്നുള്ള ലോഗിൻ സഹായ ഇമെയിലുകൾ മാത്രമേ ലഭിക്കൂ.",
      "ഈ ഇഫക്‌റ്റ് ലഭ്യമല്ല. പിന്നീട് ശ്രമിക്കുക.",
      "കളിക്കാൻ ടാപ്പുചെയ്യുക",
      "നിങ്ങളുടെ ഫോട്ടോയിൽ മറ്റാരുടെയോ ഉടമസ്ഥതയിലുള്ള ഉള്ളടക്കമുണ്ടാകാനിടയുള്ളതിനാൽ അത് തടഞ്ഞു.",
      "നിബന്ധനകൾ അംഗീകരിക്കുന്നു",
      "നീക്കം ചെയ്യുന്നതിന് തിരഞ്ഞെടുക്കുക",
      "അഭിപ്രായങ്ങൾ ഓഫുചെയ്യുന്നു",
      "ക്ഷമിക്കണം, ഒരു പ്രശ്‌നമുണ്ടായി. വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ ലോഗിൻ ‌വിവരങ്ങൾ ഈ ബ്രൗസറിൽ സംരക്ഷിക്കാനാകും, അത് ‌വീണ്ടും നൽകേണ്ടതില്ല.",
      "നിങ്ങൾക്ക് സംരക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട്. റദ്ദാക്കണമെന്ന് നിങ്ങൾക്കുറപ്പാണോ?",
      "പൂര്‍ത്തിയായി",
      "{username} എന്നയാളിൽ നിന്നുള്ള ഇഫക്‌റ്റ് Instagram-ൽ കാണാൻ തയ്യാറാണ്.",
      "സർക്കിൾ പരിശോധന",
      "ഒരു പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കുക",
      "നിങ്ങളുടെ ഫീഡിന്റെ താഴെ {link_back_to_instagram_home_page} ടാപ്പ് ചെയ്യുക.",
      "Alt ടെക്‌സ്റ്റ് കാഴ്‌ചാ വൈകല്യമുള്ള ആളുകൾക്കായി നിങ്ങളുടെ ഫോട്ടോകളെക്കുറിച്ചുള്ള വിശദീകരിക്കുന്നു. നിങ്ങളുടെ ഫോട്ടോകൾക്കായി Alt ടെക്‌സ്റ്റ് സ്വയമേവ സൃഷ്‌ടിക്കും അല്ലെങ്കിൽ നിങ്ങൾക്ക് സ്വന്തം നിലയിൽ എഴുതുന്നത് തിരഞ്ഞെടുക്കാനുമാകും.",
      "Google Authenticator അല്ലെങ്കിൽ Duo Mobile പോലെയുള്ള ആപ്പുകൾ ഇൻസ്‌റ്റാൾ ചെയ്‌ത്, സജ്ജീകരണങ്ങൾ പൂർത്തിയാക്കാൻ Instagram-ലേക്ക് വരിക.",
      "തടഞ്ഞത് മാറ്റുക",
      "നഗരം",
      "ഞങ്ങൾ നിങ്ങളുടെ വീഡിയോ തയ്യാറാക്കുകയാണ്: {videoTitle} ഇത് തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "124 പ്രതീകങ്ങളിൽ കൂടുതൽ ഉള്ള ക്യാപ്ഷനുകൾ ഫീഡിൽ മുറിഞ്ഞനിലയിൽ ദൃശ്യമാകുന്നു.",
      "പരിശോധിച്ചുറപ്പിച്ച പേജുകളിൽ, അവ പ്രതിനിധീകരിക്കുന്ന പ്രസിദ്ധ വ്യക്തികൾ, സെലബ്രറ്റികൾ, ബ്രാൻഡുകൾ എന്നിവയുടെ യഥാർത്ഥ സാന്നിദ്ധ്യം Instagram സ്ഥിരീകരിച്ചു എന്ന് കാണിക്കാൻ അവയുടെ പേരിനടുത്തായി നീല ചെക്ക്‌മാർക്ക് ഉണ്ടായിരിക്കും.",
      "പിൻ സ്ഥിരീകരിക്കുക",
      "സ്റ്റോറികൾ ഉപയോഗിച്ച് നിങ്ങളുടെ സുഹൃത്തുക്കളുമായി കണക്റ്റ് ചെയ്യുക",
      "നിങ്ങൾക്ക് ചെയ്യാൻ സാധിക്കുന്ന മറ്റ് കാര്യങ്ങൾ",
      "ഒരു അക്കൗണ്ടിനായി സൈൻ അപ്പ് ചെയ്യുക.",
      "സ്ഥിരീകരണ കോഡ്",
      "കുക്കികൾ ഉപയോഗിക്കാൻ Instagram-നെ അനുവദിക്കണോ?",
      "Instagram Lite",
      "നിങ്ങളുടെ വിവരം നൽകിയതിന് നന്ദി",
      "പ്രൊഫൈൽ കാണുക",
      "നിങ്ങളുടെ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക",
      "വീണ്ടും ശ്രമിക്കുക",
      "പ്രൊഫൈൽ സംരക്ഷിച്ചു!",
      "ഇത് നിങ്ങളുടെ പോസ്റ്റിൽ നിന്ന് വീഡിയോ നീക്കം ചെയ്യുന്നതിനിടയാക്കും.",
      "പിൻ ചെയ്‌തു",
      "അഭിപ്രായം {actionType} {prepositionType} {violationText}",
      "ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ Instagram അക്കൗണ്ടുകൾ ഉപയോഗിച്ച ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നും നിങ്ങളെ ലോഗൗട്ട് ചെയ്യും , തിരികെ ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉപയോഗിക്കാൻ കഴിയുകയുമില്ല",
      "നിങ്ങൾ ഇവിടെ നിന്ന് നീക്കിയ സന്ദേശങ്ങൾക്ക് അറിയിപ്പുകൾ ഓഫാണ്, ഇവ എപ്പോൾ വേണമെങ്കിലും ഓണാക്കാനാകും.",
      "Facebook ലോഗോ",
      "സമര്‍പ്പിക്കുക",
      "ബ്രൗസർ കുക്കികൾ സജ്ജമാക്കണോ എന്ന് തിരഞ്ഞെടുക്കാനും അവ ഇല്ലാതാക്കാനും അനുവദിക്കുന്ന ക്രമീകരണങ്ങൾ നിങ്ങളുടെ ബ്രൗസറോ ഉപകരണമോ നൽകിയേക്കാം. ഈ നിയന്ത്രണങ്ങൾ‌ ബ്രൗസർ‌ അനുസരിച്ച് വ്യത്യാസപ്പെടുന്നു, മാത്രമല്ല നിർമ്മാതാക്കൾ‌ അവർ‌ ലഭ്യമാക്കുന്ന ക്രമീകരണങ്ങളും അവയുടെ പ്രവർത്തന രീതിയും എപ്പോൾ‌ വേണമെങ്കിലും മാറ്റിയേക്കാം. 2020 ഒക്ടോബർ 5 മുതൽ, ജനപ്രിയ ബ്രൗസറുകൾ‌ നൽ‌കുന്ന നിയന്ത്രണങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ‌ വിവരങ്ങൾ‌ ചുവടെയുള്ള ലിങ്കുകളിൽ‌ നിങ്ങൾക്ക്‌ കണ്ടെത്താം. നിങ്ങൾ ബ്രൗസർ കുക്കികൾ പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെങ്കിൽ Facebook ഉൽപ്പന്നങ്ങളുടെ ചില ഭാഗങ്ങൾ ശരിയായി പ്രവർത്തിക്കില്ല. ഈ നിയന്ത്രണങ്ങൾ Instagram, Facebook എന്നിവ നൽകുന്ന നിയന്ത്രണങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണെന്ന കാര്യം മനസ്സിലാക്കുക.",
      "ലോഗിൻ ചെയ്യുക",
      "നിങ്ങളുടെ ഇൻബോക്‌സ് ലോഡുചെയ്യുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി.",
      "ഈ ലോഗിൻ സ്ഥിരീകരിക്കണോ?",
      "ഈ തീരുമാനം പുനഃപരിശോധിക്കുക",
      "നിങ്ങളുടെ സ്‌റ്റോറി",
      "രചിക്കുക",
      "കൂടുതൽ അറിയുക",
      "ഉൾചേർത്ത കോഡ് തിരഞ്ഞെടുക്കുക",
      "ഇപ്പോൾ നേടുക",
      "പാസ്‌വേഡ് മാറ്റി.",
      "ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല.",
      "ന്",
      "{username} എന്നയാളായി തുടരുക",
      "ഇടവും ഡാറ്റയും സംരക്ഷിക്കുന്നതിനായി നിർമ്മിച്ചവ. Google Play-ൽ സൗജന്യമായി ഡൗൺലോഡുചെയ്യൂ.",
      "ഇമെയില്‍",
      "സെപ്റ്റംബര്‍",
      "ആപ്പിൽ, നിങ്ങൾക്ക് ഈ ഹാഷ്‌ടാഗുള്ള എല്ലാ പോസ്റ്റുകളും സൂക്ഷിക്കാനാകും.",
      "നിങ്ങളുടെ അക്കൗണ്ടിനെ കുറിച്ചൊരു കുറിപ്പ്",
      "അടുത്തത്",
      "റീലുകൾ",
      "16:9",
      "Instagram പാസ്‌വേഡ്",
      "മുന്നറിയിപ്പ്",
      "4:5",
      "അക്കൗണ്ട് വീണ്ടെടുക്കൽ",
      "നിങ്ങൾ ഒരു സ്‌റ്റോറി അയച്ചു",
      "എന്റെ അക്കൗണ്ട് താൽക്കാലികമായി നിർത്തലാക്കുക",
      "അക്കൗണ്ടിന് നിയന്ത്രണം ഏർപ്പെടുത്തിയിട്ടില്ല",
      "മറ്റു ആപ്പുകളിലെയും വെബ്സൈറ്റുകളിലെയും ഞങ്ങളുടെ കുക്കികൾ",
      "ഞാൻ ഇട്ട അഭിപ്രായം ഇല്ലാതാക്കണം",
      "സംഗീതം",
      "Facebook കമ്പനി ഉൽപ്പന്നങ്ങൾ ഉപയോഗിക്കാൻ ഈ കുക്കികൾ ആവശ്യമാണ്. ഉദ്ദേശിച്ച പോലെ പ്രവർത്തിക്കുന്നതിന് ഈ സൈറ്റുകൾക്ക് അവ അത്യാവശ്യമാണ്.",
      "ഒരു പിശക് സംഭവിച്ചു, നിങ്ങളുടെ ഡ്രാഫ്‌റ്റ് സംരക്ഷിക്കാനായില്ല.",
      "കൂടുതൽ ഗ്രോത്ത് ടൂളുകൾ",
      "ഡിസൈൻ ആൾട്ടർ ചെയ്യുന്നതോ ഇരുട്ടിലോ പാറ്റേൺ ആയ നിറങ്ങളിലോ പ്രിന്റുചെയ്യുന്നതോ ഒഴിവാക്കുക.",
      "സ്‌റ്റോറി ഐക്കൺ",
      "പേയ്‌മെന്റ് സേവന നിബന്ധനകള്‍",
      "നന്ദി! നിങ്ങൾ Instagram-ന്റെ വാർത്ത ഇമെയിലുകളിലേക്ക് വീണ്ടും സബ്‌സ്‌ക്രൈ‌ബുചെയ്‌തു.",
      "നിരസിക്കുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടും സജീവമാക്കി",
      "താൽക്കാലികമായി നിയന്ത്രിക്കുന്നതിൽ നിന്നോ ശാശ്വതമായി പ്രവർത്തനരഹിതമാക്കുന്നതിൽ നിന്നോ നിങ്ങളുടെ അക്കൗണ്ടിനെ തടയുന്നതിന്, മറ്റുള്ള ഉപയോക്താക്കൾക്കോ ടൂളുകൾക്കോ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്‌സസ് ഉണ്ട് എന്നതും നിങ്ങൾ ഞങ്ങളുടെ {Terms of Use} പാലിക്കുന്നുണ്ടെന്നതും ഉറപ്പാക്കുക.",
      "ഹോമിലേക്ക് തിരിച്ചു പോവുക",
      "നിങ്ങൾക്ക് ഒരു ലോഗിൻ ലിങ്ക് അയയ്‌ക്കാനായില്ല.",
      "ഷോപ്പിംഗ് ബാഗ് ഇമെയിലുകൾ",
      "ഞങ്ങൾക്ക് ഒരു തെറ്റുപറ്റിയെന്ന് കരുതുന്നുണ്ടോ?",
      "• ഉള്ളടക്കം വ്യക്തിപരമാക്കാൻ സഹായിക്കുന്നതിനും പ്രസക്തമായ പരസ്യങ്ങൾ വിതരണം ചെയ്യുന്നതിനും സുരക്ഷിതമായ അനുഭവം ലഭ്യമാക്കുന്നതിനുമായി ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നുമുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ Instagram, Facebook എന്നിവ സ്വീകരിക്കുന്നു. ഈ അക്കൗണ്ടുകൾ നിങ്ങളുടെ അക്കൗണ്ട്‌സ് സെന്ററിൽ ചേർത്തതിനാൽ ഈ വിവരങ്ങൾ Facebook-ലും Instagram-ലും ഉടനീളം പങ്കിടും",
      "നിരസിക്കുക",
      "{username} എന്നയാളുടെ Instagram ഉപയോഗിച്ച് {app name} എന്നതിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്നത് സ്ഥിരീകരിക്കുക",
      "മയക്കുമരുന്ന് ഉപയോഗം",
      "അത്യാവശ്യ കുക്കികൾ",
      "ആരെങ്കിലും ചാറ്റിലേക്ക് നിങ്ങളെ ചേർക്കാത്തപക്ഷം ഈ ഗ്രൂപ്പി‌ൽനിന്നുള്ള സന്ദേശങ്ങൾ നിങ്ങൾക്ക് ലഭിക്കില്ല.",
      "ഈ വീഡിയോ ചേർക്കാനാകില്ല. IGTV വീഡിയോകൾ, 16:9 അല്ലെങ്കിൽ 9:16 എന്നീ ഡൈമെൻഷനുകളോടുകൂടിയ  ലംബം ആയതോ തിരശ്ചീനം ആയതോ ആയിരിക്കണം.",
      "എല്ലാം മായ്‌ക്കുക",
      "ഓൺലൈൻ പരസ്യംചെയ്യൽ സംബന്ധിച്ച കൂടുതൽ വിവരങ്ങൾ",
      "നിങ്ങൾക്ക് Instagram ആപ്പിൽ സ്‌റ്റിക്കറുകൾ സൃഷ്‌ടിക്കാനും പ്രതികരിക്കാനുമാകും. {app store} അല്ലെങ്കിൽ {play store}-ൽ നിന്ന് അത് സൗജന്യമായി നേടൂ.",
      "ചെക്ക്‌പോയിന്റ് ആരംഭിക്കുന്നു/അവസാനിപ്പിക്കുന്നു",
      "· ഉപയോഗിച്ച ഫണ്ടുകൾ ചരക്ക് വിൽപ്പനയിൽ നിന്നോ നൽകിയ സേവനങ്ങളിൽ നിന്നോ ലഭിക്കുന്ന വരുമാനമല്ല; കൂടാതെ മറ്റൊരു വ്യക്തി അല്ലെങ്കിൽ മൂന്നാം കക്ഷിയിൽ നിന്നോ ഉള്ളതുമല്ല",
      "നിങ്ങൾ Instagram-ൽ പങ്കിട്ട കാര്യങ്ങളുടെ ഫയൽ നേടാൻ വീണ്ടും ലോഗിൻ ചെയ്യുക.",
      "കീവേഡ് അടുത്തറിയൽ പേജ്",
      "നിങ്ങളുടെ പാസ്‌വേഡ് അപ്‌ഡേറ്റുചെയ്യുക",
      "ഫയൽ തിരഞ്ഞെടുക്കുക",
      "നിങ്ങളുടെ സുരക്ഷാ ആപ്പിൽ നിന്നും ഒരു കോഡ് ലഭിക്കും.",
      "പിൻ സൃഷ്‌ടിക്കുക",
      "{username} നീക്കം ചെയ്‌തു",
      "കൂടുതല്‍‍ കാണുക",
      "ലോഗിൻ സ്ഥിരീകരിക്കണോ?",
      "നിങ്ങൾക്ക് മുഴുവൻ ഉള്ളടക്കവും ഉപയോഗിക്കാനുള്ള അവകാശമില്ലെങ്കിൽ {Delete this photo text bolded}. ഇത് നിങ്ങളുടെ അക്കൗണ്ടിനെ ബാധിക്കില്ല.",
      "{minutes} മിനിറ്റ് മുമ്പ്",
      "ഒരു ഉപയോക്താവ് എന്നെ പിന്തുടരേണ്ട",
      "Facebook-ലേക്ക് കണക്‌റ്റുചെയ്യുക",
      "നിങ്ങളുടെ പോസ്‌റ്റ് നീക്കംചെയ്‌തു",
      "സംരക്ഷിക്കുക",
      "ഞങ്ങൾ അക്കൗണ്ട് അവലോകനം ചെയ്യും, അവ ഞങ്ങളുടെ {link_to_instagram_community_guidelines} അല്ലെങ്കിൽ {link_to_instagram_terms_of_use} ലംഘിക്കുന്നതാണെങ്കിൽ അത് നീക്കം ചെയ്യും.",
      "റദ്ദാക്കുക",
      "{count} ലൈക്ക്",
      "നിങ്ങൾ നൽകിയ പാസ്‌വേഡ് തെറ്റാണ്. വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ Facebook ഇമെയിൽ വിലാസമായ {email} എന്നതിന് ഇതിനകം Instagram-ൽ ഒരു അക്കൗണ്ട് ഉണ്ട്.",
      "നിങ്ങളാണ് ലോഗിൻ ചെയ്യുന്നതെന്ന് ഉറപ്പാക്കുന്നതിനായി ഞങ്ങൾ ഒരു സുരക്ഷാ കോഡ് ആവശ്യപ്പെടും.",
      "കൂടുതൽ കാണുക",
      "മറ്റുള്ളവ",
      "നിങ്ങളുടെ Instagram പാസ്‌വേഡ് വായിക്കാനാകുന്ന ഫോർമാറ്റിൽ ഇന്റേണലായി സംഭരിച്ചിരിക്കുന്നതായി ഞങ്ങൾ ഈയടുത്ത് കണ്ടെത്തി. ഞങ്ങൾ ഈ പ്രശ്‌നം പരിഹരിക്കുകയും കൂടാതെ നിങ്ങളുടെ പാസ്‌വേഡ് അനുയോജ്യമല്ലാത്ത രീതിയിൽ ആക്‌സസ്സ് ചെയ്യുകയോ ദുരുപയോഗം നടത്തുകയോ ചെയ്‌തതിന്റെ യാതൊരുവിധ സൂചനകളും കണ്ടെത്തിയിട്ടില്ല.",
      "മെയ്",
      "ശരി",
      "സംരക്ഷിച്ച ശേഖരം",
      "ക്രോപ്പ് ചെയ്യുക തിരഞ്ഞെടുക്കുക",
      "മാറ്റുക",
      "GIF",
      "പരസ്യങ്ങൾ അനുവദിക്കുക",
      "ലോഗ് ഔട്ട് ചെയ്യുന്നു",
      "നിങ്ങളുടെ അക്കൗണ്ടിലേയ്‌ക്ക് തിരികെ വരാൻ വിവരങ്ങൾ ആപ്പിൽ സ്ഥിരീകരിക്കുക",
      "ആവശ്യമായ എല്ലാ ഫീൽഡുകളും പൂരിപ്പിക്കുക.",
      "പിന്തുടരാനുള്ള അഭ്യർത്ഥനകൾ",
      "Instagram-ൽ കണക്‌റ്റുചെയ്യൂ",
      "ഇത് ഞാനല്ലായിരുന്നു",
      "{username} എന്നതിൽ നിന്ന് ഇനിപ്പറയുന്നതിലേക്ക് സന്ദേശങ്ങൾ നീക്കുക:",
      "• {app name} എന്നതിന് ലഭിക്കുന്ന വിവരങ്ങൾ നിങ്ങൾക്ക് എഡിറ്റ് ചെയ്യാം. പങ്കിടാതെ തന്നെ നിങ്ങൾക്ക് റദ്ദാക്കാൻ തിരഞ്ഞടുക്കാം, എന്നാൽ {app name} എന്നതിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങൾക്ക് Instagram കണക്റ്റ് ചെയ്യാനായേക്കില്ല.",
      "പാസ്‌വേഡ് സൃഷ്‌ടിക്കുക",
      "{days} ദിവസം മുമ്പ്",
      "അറിയിപ്പുകൾ ഓണാക്കുക",
      "നിങ്ങൾ തിരഞ്ഞെടുത്ത വീഡിയോ ഫയൽ അപ്‌ലോഡ് ചെയ്യാനായില്ല",
      "AM",
      "ആളുകളെ ടാഗ് ചെയ്യാൻ ഫോട്ടോയിൽ ക്ലിക്ക് ചെയ്യുക",
      "നിങ്ങൾക്ക് ഒരേ സമയം ഒന്നിലധികം തിരഞ്ഞെടുക്കാം.",
      "മിനിറ്റ്",
      "വീണ്ടും ശ്രമിക്കുക",
      "ഗ്രാഫിക് അക്രമം",
      "{Username of current profile} എന്നയാളെ തടഞ്ഞത് മാറ്റണോ?",
      "പകരം Wi-Fi കോഡ് നൽകുക",
      "@{username} • Instagram ഫോട്ടോകളും വീഡിയോകളും • പേജ് {page}",
      "നിങ്ങളുടെ ഫോട്ടോയിലെ എല്ലാ ഉള്ളടക്കവും ഉപയോഗിക്കാനുള്ള അനുമതി നിങ്ങൾക്ക് ഉണ്ടെങ്കിൽ മാത്രം നിങ്ങൾക്ക് ഒരു തർക്കമുന്നയിക്കാം.",
      "പുതിയ സ്‌റ്റോറി",
      "നിങ്ങളുടെ ഇമെയില്‍",
      "ഇനിപ്പറയുന്നതിനായി സുരക്ഷ കോഡ് സ്ഥിരീകരിക്കുക",
      "{username} എന്നയാൾ മറുപടി നൽകുക...",
      "ടാഗ് നീക്കംചെയ്യുക",
      "ഞങ്ങളുടെ അപ്‌ഡേറ്റുചെയ്‌ത ഡാറ്റാ നയം അവലോകനം ചെയ്യുന്നതിനും ഞങ്ങളുടെ പുതിയ നിബന്ധനകൾ അംഗീകരിക്കുന്നതിനും നന്ദി.",
      "നിങ്ങൾക്ക് മറുപടി നൽകുന്നു",
      "നിങ്ങളുടെ Instagram ഡാറ്റ",
      "+ {count}",
      "നിങ്ങൾ നൽകിയ ഉപയോ‌ക്‌തൃനാമം ഒരു അക്കൗണ്ടിന്റെയല്ല. ഉപയോക്‌തൃനാമം പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
      "ഒരു മാതാപിതാവ്/രക്ഷിതാവിനോട് ‌ചോദിക്കുക",
      "{username} ഒരു പോസ്‌റ്റ് അയച്ചു",
      "നിങ്ങളുടെ വീഡിയോയിലെ എല്ലാ ഉള്ളടക്കവും ഉപയോഗിക്കാനുള്ള അനുമതി നിങ്ങൾക്ക് ഉണ്ടെങ്കിൽ മാത്രമേ നിങ്ങൾക്ക് ഒരു തർക്കമുന്നയിക്കാനാകൂ.",
      "നിങ്ങൾക്ക് ഇപ്പോൾ Instagram-ലെ പ്രേക്ഷകരുമായി കണക്‌റ്റുചെയ്യാനുള്ള കൂടുതൽ ടൂളുകളുണ്ട്.",
      "കരൗസൽ",
      "ഞങ്ങൾ‌ ഒരു ലോഗിൻ കോഡ് ഉൾപ്പെട്ട ‌ടെക്‌സ്‌റ്റ് സന്ദേശം അയയ്‌ക്കും, അല്ലെങ്കിൽ‌ നിങ്ങൾക്ക് ഇഷ്‌ടാനുസരണം ഒരു സുരക്ഷാ ആപ്പ്‌‌‌ ഉപയോഗിക്കാം.",
      "സംരക്ഷിക്കുക",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം",
      "ഒരു മുൻകരുതൽ എന്ന നിലയിലാണ് നിങ്ങളുടെ പിന്തുടരൽ ലിസ്‌റ്റ് പരിശോധിക്കാനും പിന്തുടരാൻ ‌താൽപ്പര്യപ്പെടുന്ന വ്യക്തികളെ മാത്രമാണ് നിങ്ങൾ പിന്തുടരുന്നതെന്ന് ഉറപ്പുവരുത്താനും ഞങ്ങൾ ആവശ്യപ്പെടുന്നത്. നിങ്ങളുടെ ‌സ്വകാര്യത സംരക്ഷിക്കുന്നതിനാണ് ഞങ്ങൾ കൂടുതൽ ‌പരിഗണന നൽകുന്നത്, ഇത്തരം ‌പ്രശ്നങ്ങൾ ഇനി ആവർത്തിക്കില്ല എന്ന് ഉറപ്പുവരുത്താൻ ഞങ്ങൾ നിരന്തരം ‌പരിശ്രമിക്കുകയാണ്. ഇങ്ങനെ സംഭവിച്ചതിൽ ഞങ്ങൾ ഖേദിക്കുന്നു. നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ {email} എന്നതിൽ ബന്ധപ്പെടുക.",
      "എഡിറ്റ് ചെയ്‌തു",
      "ശരി",
      "അതെങ്ങനെ പ്രവര്‍ത്തിക്കുന്നു",
      "{help center link} നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമാക്കുന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയാം.",
      "എന്റെ അക്കൗണ്ട് ഹാക്ക് ചെയ്‌തിരുന്നു",
      "ഉപയോക്താവിനെതിരായി റിപ്പോർട്ടുചെയ്യുക",
      "സ്ഥലം",
      "ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയെ പിന്തുണയ്‌ക്കുന്നതിനും പരിരക്ഷിക്കുന്നതിനുമാണ് ഞങ്ങൾ {communityGuidelinesLink} സൃഷ്‌ടിച്ചത്, കൂടാതെ നിങ്ങളുടെ പോസ്‌റ്റ് സ്വയം മുറിവേൽപ്പിക്കുന്നതോ ആത്മഹത്യ പ്രവണതയോ പ്രോത്സാഹിപ്പിക്കുമെന്ന് ഞങ്ങൾ കരുതിയതിനാൽ അത് നീക്കം ചെയ്‌തു. ഇത് നിങ്ങൾ മനഃപൂർവ്വം ചെയ്‌തതായിരിക്കില്ലെന്ന് ഞങ്ങൾ മനസ്സിലാക്കുന്നു. ഞങ്ങൾ നിങ്ങളുടെ സുരക്ഷയ്‌ക്ക് പ്രാധാന്യം നൽകുന്നു, എന്തെങ്കിലും പ്രശ്‌നത്തിലൂടെ കടന്നുപോവുകയാണെങ്കിൽ സഹായിക്കാനും ഞങ്ങൾ താൽപ്പര്യപ്പെടുന്നു. ഞങ്ങളുടെ റിസോഴ്‌സുകളിൽ നിന്ന് പിന്തുണ നേടാൻ ഞങ്ങൾ നിങ്ങളെ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ഇപ്പോൾ മടങ്ങുകയാണെങ്കിൽ, നിങ്ങൾക്ക്‌ ഫോട്ടോ നഷ്‌ടമാവും.",
      "വലത് ഭാഗത്തേക്കുള്ള അടയാളം",
      "പുതിയ കോൺടാക്‌റ്റ് ഓപ്‌ഷനുകൾ നേടുക",
      "ലിങ്ക് പകര്‍ത്തുക",
      "ന്",
      "മൊബൈൽ നമ്പർ അല്ലെങ്കിൽ ഇമെയിൽ",
      "ചാറ്റ് ഇല്ലാതാക്കുക.",
      "ശീര്‍ഷകം",
      "ആപ്പിൽ സ്‌റ്റോറികൾ മികച്ചതാണ്",
      "അഭിപ്രായമിടുന്നത് ഓഫാക്കുക",
      "അനുവദിക്കുക",
      "ലോഗിൻ ചെയ്യുക",
      "ജനന തീയതി",
      "നിങ്ങളുടെ അക്കൗണ്ട് ലോഗൗട്ട് ചെയ്യുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "വ്യക്തിഗത വിവരങ്ങളുടെ ക്രമീകരണങ്ങൾ",
      "ഈ സന്ദേശം ഒരു സ്‌പാം അല്ലെങ്കിൽ സ്‌കാമാണ്",
      "മുഴുവന്‍ പേര്",
      "അടുത്ത നാല് ദിവസത്തേക്ക് മാത്രമേ ഈ ലിങ്ക് പ്രവർത്തിക്കൂ. ഇതിൽ വ്യക്തിഗത വിവരങ്ങൾ ഉൾപ്പെട്ടിരിക്കാനിടയുള്ളതിനാൽ, ലിങ്ക് സ്വകാര്യമാക്കി സൂക്ഷിച്ച്, ആർക്കൈവ് നിങ്ങളുടെ കമ്പ്യൂട്ടറിലേക്ക് മാത്രമേ ഡൗൺലോഡ് ചെയ്യുന്നുള്ളൂ എന്ന് ഉറപ്പാക്കുക.",
      "Instagram Lite-ലെ കൂടുതൽ സ്റ്റോറികളിൽ ചെയ്യൂ",
      "ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്ന എന്തെങ്കിലും നിങ്ങൾ വീണ്ടും പോസ്‌റ്റുചെയ്‌താൽ, നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കും.",
      "നിങ്ങൾ {username} എന്നയാളെ നിയന്ത്രിച്ചു.",
      "റദ്ദാക്കുക",
      "{filename} എന്ന് ലേബൽ ചെയ്ത ഫയൽ അപ്‌ലോഡ് ചെയ്യാനായില്ല. തുടരുന്നതിന്, ഒരു mp4 ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "ഈ പോസ്‌റ്റ് ലൈക്കുചെയ്‌തിട്ടുള്ള മൊത്തം ആളുകളുടെ എണ്ണം {media author username} എന്നയാൾക്ക് കാണാനാകും.",
      "നിങ്ങൾ കോൺടാക്‌റ്റുകൾ Instagram-ൽ അപ്‌ലോഡുചെയ്യുമ്പോൾ നിങ്ങൾ അവ ഇവിടെ കാണും.",
      "Facebook",
      "നിങ്ങളുടെ Instagram പാസ്‌വേഡ് വായിക്കാനാകുന്ന ഫോർമാറ്റിൽ ഇന്റേണലായി സൂക്ഷിച്ചിരിക്കുന്നതായി ഞങ്ങൾ ഈയടുത്ത് കണ്ടെത്തി. ഞങ്ങൾ ഈ പ്രശ്‌നം പരിഹരിച്ചു, ആരെങ്കിലും ഇന്റേണലായി നിങ്ങളുടെ പാസ്‌വേഡ് അനുയോജ്യമല്ലാത്ത രീതിയിൽ ആക്‌സസ്സ് ചെയ്യുകയോ ദുരുപയോഗം നടത്തുകയോ ചെയ്‌തതിന്റെ യാതൊരുവിധ സൂചനകളും കണ്ടെത്തിയിട്ടില്ല. ഇത് സംഭവിച്ചതിൽ ഞങ്ങൾ ഖേദിക്കുന്നു, താങ്കളുടെ വിവരങ്ങളുടെ പരിരക്ഷ മെച്ചപ്പെടുത്തുന്നത് ഞങ്ങൾ തുടരും.",
      "നിങ്ങളുടെ സ്‌റ്റോറി സന്ദേശങ്ങളായി അയയ്‌ക്കാൻ ആളുകളെ അനുവദിക്കുക",
      "ലോഗിൻ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു, പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "പങ്കിടുക",
      "എന്റെ പ്രൊഫൈലിൽ മറയ്ക്കുക",
      "അംഗീകരിച്ചു!",
      "ബ്രാൻഡഡ് ഉള്ളടക്ക നയങ്ങൾ",
      "കൂടുതലറിയുക",
      "{Link to return to a previous step in this flow} അല്ലെങ്കിൽ {Link to skip this entire flow}",
      "ഒഴിവാക്കുക",
      "പരിശോധിച്ചുറപ്പിച്ചു",
      "സ്വകാര്യത",
      "ന്",
      "{count} ലൈക്ക്",
      "ഇതിൽ ലോഗിൻ ചെയ്തുകൊണ്ട് എല്ലാ അഭിപ്രായങ്ങളും കാണുക",
      "പുതിയ പോസ്‌റ്റ്",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ ക്രോസ് ഐക്കൺ",
      "ഘട്ടം 2: പ്രസിദ്ധി സ്ഥിരീകരിക്കുക",
      "{authMethod} പ്രവേശനം അവസാനിപ്പിക്കണോ?",
      "ചെക്കൗട്ട് പൂർത്തിയാക്കാൻ Facebook Pay നിങ്ങളുടെ Facebook അക്കൗണ്ടിൽ നിന്നുള്ള പേയ്മെന്റ് വിവരങ്ങൾ ഉപയോഗിക്കും. നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരവും ചരിത്രവും Instagram, Facebook, Messenger എന്നിവയിലുടനീളം കണക്‌റ്റുചെയ്യും. {Learn More}",
      "ഈ അഭിപ്രായം ആളുകളെ അപകടത്തിലാക്കിയേക്കാം",
      "നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയലുകൾ പിന്തുണയ്ക്കുന്നില്ല.",
      "സന്ദേശം ലഭ്യമല്ല",
      "Instagram പങ്കിടൽ",
      "നിങ്ങൾക്ക് ലഭിച്ചില്ലെങ്കിൽ, ഞങ്ങൾ {resendCode}.",
      "ഞങ്ങളെ അറിയാൻ അനുവദിച്ചതിന് നന്ദി",
      "നിങ്ങൾക്ക് Instagram ഉപയോഗിക്കാൻ മതിയായ പ്രായമായിട്ടില്ല",
      "വീഡിയോയ്‌ക്ക് ഓഡിയോ ഇല്ല",
      "അക്കൗണ്ടുകൾ മാറുക",
      "പ്രേക്ഷകർ (ഓപ്‌ഷണൽ)",
      "ആ തിരയലിനായി ഞങ്ങൾക്ക് ഒന്നും കണ്ടെത്താനായില്ല.",
      "പുഷ് അറിയിപ്പുകള്‍",
      "ഇനിപ്പറയുന്ന കക്ഷിയുടെ സംഗീത പകർപ്പവകാശങ്ങൾ ലംഘിക്കുന്നതായുള്ള അവരുടെ റിപ്പോർട്ടിന്റെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ ഉള്ളടക്കത്തിലേക്കുള്ള ദൃശ്യപരത ഞങ്ങൾ നിയന്ത്രിച്ചിരിക്കുന്നു.",
      "കാഴ്‌ചക്കാർ",
      "മെനു",
      "അടുത്തത്",
      "ആളുകളെ ടാഗുചെയ്യാൻ ഫോട്ടോ ടാപ്പുചെയ്യുക.",
      "നികുതി ഫയൽ ചെയ്യൽ",
      "{username} തുടർന്നും സമാന എണ്ണം പരസ്യങ്ങൾ കാണുമെങ്കിലും, അവ താൽപ്പര്യാധിഷ്‌ഠിത പരസ്യങ്ങളായിരിക്കണമെന്നില്ല.",
      "ദിവസം:",
      "Facebook ആപ്പുകളും സേവനങ്ങളും",
      "നിങ്ങളുടെ ഉള്ളടക്കം അവരുടെ പകർപ്പവകാശം ലംഘിക്കുന്നതായി മൂന്നാം കക്ഷി റിപ്പോർട്ടുചെയ്‌തു.",
      "പരസ്യ ഐക്കൺ",
      "ലിങ്കുകൾ (ഓപ്‌ഷണൽ)",
      "നിങ്ങളുടെ ചില മുമ്പത്തെ പോസ്‌റ്റുകൾ മൂന്നാം കക്ഷിയുടെ സംഗീത പകർപ്പവകാശങ്ങൾ അല്ലെങ്കിൽ {Community Guidelines} ലംഘിക്കുന്നതിനാലാണ് ഇത്.",
      "സ്‌റ്റോറികളിലേക്ക് വീണ്ടും പങ്കിടാൻ അനുവദിക്കുക",
      "അധിക രീതികൾ",
      "എന്തുകൊണ്ടാണ് എന്റെ ഉള്ളടക്കം നീക്കംചെയ്‌തത്?",
      "അഡ്മിന്‍",
      "ശാരീരികക്ഷമത",
      "നിങ്ങളുടെ ഫോട്ടോകൾ",
      "ചാറ്റിൽ ചേർക്കൂ",
      "വ്യൂവർ കൗണ്ട് ഐക്കൺ",
      "ടാഗ് ചെയ്ത് പോസ്റ്റ്",
      "നീക്കം ചെയ്യുക",
      "{username} അവരുടെ താൽപ്പര്യങ്ങൾക്കനുസൃതമല്ലാത്ത പരസ്യങ്ങൾ കാണും.",
      "നിങ്ങൾ നൽകിയ പിൻ ഉപയോഗിച്ച് നിങ്ങളുടെ അക്കൗണ്ട് ഞങ്ങൾക്ക് കണക്‌റ്റുചെയ്യാനായില്ല. നിങ്ങളുടെ ലിങ്ക് ചെയ്‌ത PayPal  അക്കൗണ്ടിലേയ്യ്‌ക്ക് ലോഗിൻ ചെയ്‌തുകൊണ്ട് നിങ്ങൾക്ക് ഇപ്പോഴും കണക്‌റ്റുചെയ്യാനാകും.",
      "കൂടാതെ, ഒഴിവാക്കുന്നതിനായി ഒന്നിലധികം അഭ്യർത്ഥനകൾ ലഭിക്കുന്നത് നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിന് കാരണമാകും.",
      "ആപ്പിന്റെ പുതിയ ആപ്പിൽ വേഗത്തിലും എളുപ്പത്തിലും സഹായം ലഭിക്കുന്നു.",
      "പിന്തുടരുക",
      "ഈ ഫണ്ട്‌റൈസർ Instagram ആപ്പിൽ കാണുക",
      "{numberOfPeople} ആളുകള്‍",
      "മാതാപിതാക്കളുടേയോ/രക്ഷിതാവിന്റെയോ പേരിന്റെ ആദ്യഭാഗം",
      "പ്രവർത്തനരഹിതമാക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് തിരികെയെത്താൻ ഞങ്ങൾക്ക് ശ്രമിക്കുന്നതിനായി {number of days before user is disabled} ദിവസങ്ങൾക്കുള്ളിൽ അടുത്ത ഘട്ടങ്ങൾ പിന്തുടരൂ.",
      "മറുപടികൾ കാണുക",
      "ഇനിപ്പറയുന്നവ പാലിച്ചാൽ നിങ്ങൾക്ക് ഗിഫ്‌റ്റ് എയ്‌‌ഡിനുള്ള യോഗ്യത ലഭിക്കും:",
      "{username} എന്നയാളുടേത്",
      "മറ്റൊരാളെ ടാഗുചെയ്യുക",
      "ഏറ്റവും ജനപ്രിയമായത്",
      "Instagram കമ്മ്യൂണിറ്റിയെ സുരക്ഷിതമായി നിലനിർത്തുന്നതിന് ഞങ്ങളെ സഹായിക്കാൻ നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് പ്രധാനമാണ്.",
      "സെഷൻ ലോഗൗട്ട് ചെയ്‌തു",
      "1 പോസ്‌റ്റ്",
      "1 മണിക്കൂര്‍ മുമ്പ്",
      "പോസ്‌റ്റ്‌ ഇല്ലാതാക്കാനായില്ല.",
      "ലൊക്കേഷൻ ഐക്കൺ",
      "ആപ്ലിക്കേഷൻ നേടുക",
      "ലോഗിൻ വിവരങ്ങൾ ഓർമ്മിക്കുക",
      "{birthday}-ന് നിങ്ങളുടെ ജന്മദിനമാണോ?",
      "{name of the user who liked the photo} നിങ്ങളുടെ പോസ്‌റ്റ് ലൈക്കുചെയ്‌തു.",
      "മറ്റുള്ള കോൺറ്റാക്റ്റ് ബട്ടണുകൾ ചേർക്കാനും പ്രൊമോഷനുകൾ സൃഷ്‌ടിക്കാനും നിങ്ങളെ പിന്തുടരുന്നവരുടെ സ്ഥിതിവിവരക്കണക്കുകൾ നേടാനും Instagram ആപ്പിൽ പോകുക.",
      "ബന്ധങ്ങൾ",
      "സ്ഥിരീകരണം അയയ്‌ക്കുക",
      "IG വിജയ ചെക്ക്‌മാർക്ക്",
      "ഒരു വയസ്സിൽ താഴെ പ്രായം",
      "ഇമെയിൽ അയച്ചു",
      "ഫെബ്രുവരി",
      "നിങ്ങളുടെ വീഡിയോയിൽ സ്വയമേവ സൃഷ്‌ടിച്ച ക്യാപ്‌ഷനുകൾ ശ്രവണ വൈകല്യമുള്ള ആളുകളെ സഹായിക്കുന്നു. അവ iOS, Android ആപ്പുകളിൽ മാത്രമേ ദൃശ്യമാകൂ, അവ ദൃശ്യമാകാൻ കുറച്ച് മിനിറ്റ് എടുത്തേക്കാം.",
      "നിങ്ങളുടെ അക്കൗണ്ട്‌ സുരക്ഷിതമാക്കാൻ പാസ്‌വേഡ്‌ മാറ്റുക",
      "സ്വകാര്യത, സുരക്ഷ സഹായം",
      "ഈ പതിപ്പ് ഇനി പിന്തുണയ്ക്കില്ല. ലോഗിൻ ചെയ്യുന്നതിന്, നിങ്ങളുടെ ആപ്പിനെ ഏറ്റവും പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്യുക.",
      "നിങ്ങളുടെ Instagram ബിസിനസ്സ് വിഭാഗത്തെ WhatsApp-ൽ പിന്തുണയ്‌ക്കുന്നില്ല.",
      "അക്കൗണ്ട്സ് സെന്റർ ഞങ്ങളുടെ മൊബൈൽ ആപ്പുകളിൽ മാത്രമേ ലഭ്യമാകൂ. അക്കൗണ്ടുകളിലെല്ലാം ലോഗിൻ ചെയ്യുന്നത്, സ്റ്റോറി, പോസ്റ്റ് എന്നിവ പങ്കിടൽ പോലുള്ള കണക്റ്റുചെയ്‌ത അനുഭവങ്ങൾ നിയന്ത്രിക്കുന്നതിന് നിങ്ങളുടെ Instagram, Facebook അല്ലെങ്കിൽ Messenger ആപ്പ് ക്രമീകരണങ്ങളിലെ അക്കൗണ്ട് സെന്ററിലേക്ക് പോകുക.",
      "വളരെയധികം തിരക്കുകൾ കാരണം/ശല്ല്യപ്പെടുത്തുന്നത്",
      "നിങ്ങൾ ഈ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിന് അഭ്യർത്ഥിച്ചതായി തോന്നുന്നു. സഹായ കേന്ദ്രത്തിൽ കൂടുതൽ അറിയുക: http://help.instagram.com",
      "ഡൗൺലോഡുചെയ്യുക",
      "ഞങ്ങളെ അറിയിക്കുക",
      "നിങ്ങൾ {username} എന്നയാളുടെ സ്‌റ്റോറി അയയ്‌ച്ചു",
      "Direct - സുരക്ഷിത ഇന്‍ബോക്‌സ്",
      "എഡിറ്റുചെയ്യുക",
      "alt ടെക്‌സ്റ്റ് എഴുതുക...",
      "രാജ്യം/പ്രദേശം",
      "വീഡിയോ എഡിറ്റുചെയ്യുക",
      "ക്ലെയിം നീക്കം ചെയ്യുക",
      "നിങ്ങളുടെ പോസ്റ്റ് അപ്‌ലോഡ് ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കുക.",
      "മയക്കു മരുന്നുകളുടെ ഉപയോഗം പ്രമോട്ട് ചെയ്യുന്ന പോസ്‌റ്റുകൾ",
      "സംഭാവനകൾ കുറഞ്ഞത് {value} ആയിരിക്കണം",
      "സൗണ്ട്‌ട്രാക്ക്, സംഗീതം എന്നിവ പോലെയുള്ള ഓഡിയോ ഉൾപ്പെടെ വീഡിയോയിലെ എല്ലാം പങ്കിടാൻ നിങ്ങൾക്ക് അനുമതിയുണ്ടെങ്കിൽ, തടയുന്നതിനെതിരെ അപ്പീൽ ചെയ്‌ത് വീഡിയോ തടയുന്നത് മാറ്റാം.",
      "സ്വകാര്യമാക്കുക",
      "നീക്കുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് താൽക്കാലികമായി നിർത്തുക",
      "നിങ്ങൾ ഇപ്പോൾ വിട്ടുപോയാൽ, നിങ്ങളുടെ എഡിറ്റുകൾ സംരക്ഷിക്കപ്പെടില്ല.",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് അസാധാരണമായ പ്രവർത്തനം ഞങ്ങൾ ശ്രദ്ധിച്ചു. നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് മടങ്ങുന്നതിന് Instagram ആപ്പിൽ നിന്ന് നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിക്കുക.",
      "വിദ്വേഷഭാഷണം അല്ലെങ്കിൽ ചിഹ്നങ്ങൾ",
      "സെലക്ഷൻ മാറ്റുക",
      "ശേഖരത്തിലേക്ക് ചേർക്കുക",
      "സ്വകാര്യതാ നയം",
      "{hours}മണിക്കൂർ മുമ്പ് കണ്ടു",
      "നിരസിക്കുക",
      "[?]",
      "സൈൻ അപ്പ് ചെയ്യുക",
      "Google Play സ്‌റ്റോർ തുറക്കാനാകുന്നില്ലേ?",
      "ആളുകളെ ടാഗുചെയ്യുക",
      "ഒരു പേര് ചേർക്കുക",
      "നിങ്ങൾക്കായുള്ള നിർദ്ദേശങ്ങൾ",
      "Instagram ഫിൽഡ് പ്ലേ",
      "പ്രൊഫൈൽ അപ്‌ഡേറ്റ്",
      "20+ അഭ്യർത്ഥനകൾ",
      "ഈ സൗജന്യ പ്രൊഫഷണൽ അക്കൗണ്ടിലേക്ക് മാറുന്നതിലൂടെ, നിങ്ങളെ പിന്തുടരുന്നവരെക്കുറിച്ചും അക്കൗണ്ട് പ്രകടനത്തെക്കുറിച്ചും പുതിയ കോണ്ടാക്റ്റ് ഓപ്ഷനുകളെക്കുറിച്ചുമൊക്കെയുള്ള സ്ഥിതിവിവരക്കണക്കുകളിലേക്ക് നിങ്ങൾക്ക് ആക്‌സസ് ലഭിക്കും.",
      "നിങ്ങൾക്ക് മറുപടി നൽകി",
      "തിരിച്ചറിഞ്ഞ ഉപകരണങ്ങൾ",
      "Expired",
      "ഷോപ്പ് കാണുക",
      "അക്കൗണ്ട് നിലനിർത്തുക",
      "അടയ്ക്കുക",
      "കൂടുതൽ ഓപ്‌ഷനുകൾ",
      "നിയമപരമല്ലാത്ത അല്ലെങ്കിൽ നിയന്ത്രിത ഉൽപ്പന്നങ്ങളുടെ വിൽപ്പന",
      "നിങ്ങളുടെ ഫോൺ നഷ്‌ടമാവുകയോ, ടെക്‌സ്‌റ്റ് സന്ദേശം അല്ലെങ്കിൽ പ്രാമാണീകരണ ആപ്പ് വഴി കോഡ് ലഭിക്കാനോ കഴിയില്ലെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് തിരിച്ചെത്താൻ ഈ കോഡുകൾ ഉപയോഗിക്കാനാകും. സുരക്ഷിതമായ സ്ഥലത്ത് ഇവ സംരക്ഷിക്കുക.",
      "തടയുക",
      "IGTV",
      "പഴയപടിയാക്കുക",
      "{username} എന്നയാളിൽ നിന്നുള്ള എല്ലാ പോസ്റ്റും കാണുക",
      "ഇല്ലാതാക്കുക",
      "സ്ഥിരീകരണ കോഡ് നൽകുക",
      "ഇത്‌ ലൈംഗികച്ചുവയുള്ളതാണ്‌",
      "ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുന്നു.",
      "നിങ്ങളുടെ പ്രിയപ്പെട്ട വിഷയങ്ങൾ ബ്രൗസുചെയ്യുക",
      "അഡ്‌ജസ്റ്റുമെന്റുകൾ",
      "ലൊക്കേഷൻ ചേർക്കുക",
      "ശനി",
      "കൂടുതൽ സ്‌റ്റിക്കറുകൾക്കായി ടാപ്പ് ചെയ്യുക",
      "ഇത് ലൈക്ക് ചെയ്യുന്ന",
      "ലോഗൗട്ട് ചെയ്യുക",
      "ഈ ലോഗിൻ സ്ഥിരീകരിക്കാനായില്ല. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് ക്രമീകരണങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങൾ എന്തുകൊണ്ടാണ് ഈ സന്ദേശം റിപ്പോർട്ടുചെയ്യുന്നത്?",
      "തടയൽ മാറ്റുക",
      "ഇപ്പോൾ വേണ്ട",
      "നിങ്ങളുടെ കീവേഡുകൾ സംരക്ഷിക്കുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായിരുന്നു. ഉടനെ വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങൾ സൈൻ അപ്പ് ചെയ്യുമ്പോൾ കൂടുതൽ സൗജന്യ ഫോട്ടോകൾ കണ്ടെത്തൂ.",
      "Instagram, Facebook ആപ്പ്, Messenger എന്നിവയിലുടനീളമുള്ള നിങ്ങളുടെ സ്വകാര്യതാ വിവരങ്ങളുടെയും ചോയ്‌സുകളുടെയും അവലോകനം, അതിലൂടെ ഈ ക്രമീകരണങ്ങൾ നിങ്ങൾക്ക് അനുയോജ്യമാണെന്ന് ഉറപ്പാക്കാനാകും.",
      "Facebook ഇതര പ്രവർത്തനം",
      "ഈ ഫയൽ വളരെ ചെറുതാണ്. തുടരുന്നതിനായി, 1 KB-യേക്കാൾ വലിയ ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "അഫിലിയേറ്റിൽ താൽപ്പര്യമുണ്ടോ?",
      "അടുത്തത്",
      "സ്ഥിരീകരണം അയച്ചു",
      "ഈ അക്കൗണ്ട് സ്വകാര്യമാണ്",
      "എന്റിറ്റി ഹെഡർ",
      "ഈ സൈറ്റ് മോഷ്‌ടിച്ചുവെന്നോ നിങ്ങൾ അവയിൽ പലതും ഉപയോഗിച്ചുവെന്നോ തോന്നുന്നുണ്ടെങ്കിൽ നിങ്ങൾക്ക് പുതിയ കോഡുകൾ നേടാനാകും.",
      "നിങ്ങളുടെ ഡാറ്റ സുരക്ഷിതമായി നിലനിർത്തുന്നു",
      "പങ്കിടുന്നു...",
      "ക്ഷമിക്കണം! ഇപ്പോൾ നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്‌ടിക്കുന്നതിൽ പ്രശ്‌നം ‌നേരിടുന്നു. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "ഫിൽട്ടർ",
      "നിങ്ങൾ കണ്ടിട്ടില്ലാത്ത അറിയിപ്പുകൾ ഉണ്ട്.",
      "പോസ്‌റ്റ് പങ്കിടുക",
      "ഫോട്ടോയിൽ അവകാശിയായ, {reference owner name} എന്നയാളുടെ ഉള്ളടക്കം ഉൾപ്പെടുന്നുവെന്ന് വിശ്വസിക്കുന്നതിനാൽ നിങ്ങളുടെ തർക്കം അവർ നിരസിച്ചു.",
      "Facebook മുഖേന അപ്ഡേറ്റ് ചെയ്യുക",
      "ബിസിനസ്",
      "നിങ്ങളുടെ ഫോട്ടോയിലെ എല്ലാ ഉള്ളടക്കങ്ങളും ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതി ഉണ്ടെങ്കിൽ {Submit a dispute text bolded}. ഒരു തർക്കം സമര്‍പ്പിക്കുന്നതിലൂടെ, ഈ ക്ലെയിം നൽകിയ {owner name} എന്നയാൾക്ക്, നിങ്ങളുടെ ഫോട്ടോ അവലോകനം ചെയ്യുന്നതിന് അനുമതി നൽകുന്നു. നിങ്ങൾ അത് എവർക്കും കാണുന്നതിനായാണ് പങ്കിട്ടിരിക്കുന്നതെങ്കിൽ അവർക്ക് ആ പോസ്റ്റ് മുഴുവനായി അവലോകനം ചെയ്യാനുമാകും. അവർക്ക് പ്രതികരണം അറിയിക്കുന്നതിനായി {number of days} ദിവസം സമയം ഉണ്ട്.",
      "@{username} എന്നയാളുടെ Instagram വീഡിയോ • {datetime}",
      "അതെ, ലോഗിൻ ചെയ്യുക",
      "എന്തോ കുഴപ്പം സംഭവിച്ചു",
      "GIF",
      "",
      "സമ്മത പേജ്",
      "അഡ്മിന്‍ ആക്കുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കിയതിനാൽ ഈ ലിങ്ക് ഇനി പ്രവർത്തിക്കില്ല. Instagram ഉപയോഗിക്കുന്നത് തുടരാൻ, പുതിയ ഒരു അക്കൗണ്ട് സൃഷ്‌ടിക്കുക.",
      "പാസ്‌വേഡ്",
      "സ്റ്റോറി ‌വീഡിയോ ‌ഓവർലേ",
      "കഴിഞ്ഞ 14 ദിവസത്തിനുള്ളിൽ സുരക്ഷയെക്കുറിച്ചും ലോഗിൻ ചെയ്യുന്നതിനെക്കുറിച്ചും Instagram നിങ്ങൾക്ക് അയച്ച ഇമെയിലുകൾ ഇവിടെ ദൃശ്യമാകും. ഏതൊക്കെ ഇമെയിലുകൾ യഥാർത്ഥമാണെന്നും വ്യാജമാണെന്നും സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങൾക്ക് ഇത് ഉപയോഗിക്കാം.",
      "നിങ്ങളുടെ പേയ്മെന്റ് സ്ഥിരീകരിക്കുന്നതിന് Facebook Pay പിൻ നൽകുക.",
      "{username} എന്നയാൾക്ക് അവരെ നീക്കം ചെയ്‌തെന്ന് അറിയില്ല. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും അവരെ പ്രാഥമികം എന്നതിലേക്ക് തിരികെ മാറ്റാനാകും.",
      "ഹാഷ്ടാഗ് ഡയറക്‌ടറി",
      "നിർദ്ദേശിച്ച പ്രൊഫൈലുകൾ",
      "സഹായം",
      "Instagram Lite നേടൂ",
      "മൃഗങ്ങളും പ്രകൃതിയും",
      "ആപ്ലിക്കേഷൻ ഐക്കൺ ടാപ്പുചെയ്+",
      "സന്ദേശങ്ങൾ മ്യൂട്ടുചെയ്യുക",
      "വിദ്വേഷഭാഷണം അല്ലെങ്കിൽ ചിഹ്നങ്ങൾ",
      "നിങ്ങളുടേത് ഉൾപ്പെടെ കുറച്ച് Instagram അക്കൗണ്ടുകളെ ബാധിച്ച ഒരു സാങ്കേതിക തകരാറ് ഞങ്ങൾ അടുത്തിടെ കണ്ടെത്തി പെട്ടെന്ന് പരിഹരിച്ചു.",
      "നിങ്ങളുടെ പോസ്‌റ്റ് ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്നു",
      "Facebook-ൽ കണക്‌റ്റുചെയ്തു",
      "യാത്രയും സ്ഥലങ്ങളും",
      "നിങ്ങളുടെ കാർഡ് സുരക്ഷ കോഡുമായി കണക്‌റ്റുചെയ്യണോ?",
      "ഭക്ഷണ പാനീയം",
      "അവകാശമുള്ളയാൾ:",
      "തുടരുക",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു.  ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി ആദരപൂർണ്ണവും സുരക്ഷിതവുമാകാൻ ആഗ്രഹിക്കുന്നതിനാലാണ് ഞങ്ങൾക്ക് ഇത്തരം മാർഗ്ഗനിർദ്ദേശങ്ങൾ ഉള്ളത്.",
      "ഒരു സൗജന്യ പ്രൊഫെഷണൽ അക്കൗണ്ട് നേടുക",
      "അയയ്ക്കുക",
      "മാറ്റുക",
      "സംസ്ഥാനം നൽകുക",
      "{applicationName} എന്നതിലേക്ക് നിങ്ങൾ കണക്‌റ്റുചെയ്യാൻ താൽപ്പര്യപ്പെടുന്ന Instagram ബിസിനസ്സ് പ്രൊഫൈൽ സ്ഥിരീകരിക്കുക.",
      "നിങ്ങളുടെ പേരും ബയോയും ചേർക്കുന്നതിലൂടെ, സുഹൃത്തുക്കൾക്ക് നിങ്ങളെ കണ്ടെത്താനാവും.",
      "ഒക്‍ടോബര്‍",
      "ശരി",
      "നിങ്ങള്‍ക്ക് തീര്‍ച്ചയാണോ?",
      "ഇപ്പോൾ വേണ്ട",
      "മറയ്ക്കുക",
      "ഗാലറി പോസ്റ്റുകളിൽ ഒരു മിനിറ്റിൽ കൂടുതൽ ദൈർഘ്യമുള്ള വീഡിയോകൾ ഉൾപ്പെടുത്താനാകില്ല.",
      "{fullName} എന്നയാളുടെ Instagram ഫോട്ടോ • {datetime}",
      "ഒരു മിനിറ്റിലധികം ഉള്ള വീഡിയോകൾ ഉണ്ടെങ്കിൽ, ഒരേ സമയം നിങ്ങൾക്ക് ഒരു വീഡിയോ മാത്രമേ പോസ്റ്റ് ചെയ്യാനാകൂ.",
      "1:1",
      "ഡാറ്റാ നയം",
      "ക്ഷമിക്കണം, ഈ ലിങ്ക് വിച്ഛേദിക്കപ്പെട്ടിരിക്കുന്നു. നിങ്ങളുടെ അക്കൗണ്ട് നിലനിർത്താൻ, ഉപയോക്തൃനാമവും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "നിങ്ങളെ പിന്തുടരുന്നവരെയെല്ലാം ഇവിടെ കാണാനാവും.",
      "അനുവദിക്കുക",
      "WhatsApp-ൽ പങ്കിടുക",
      "സ്പോര്‍ട്സ്",
      "സ്വകാര്യത ആശങ്കകൾ",
      "പുതിയ കോഡുകൾ ലഭ്യമാക്കുക",
      "ആപ്പുകളും വെബ്സൈറ്റുകളും",
      "{actionType} Live",
      "ചെക്ക്ഔട്ട് ചെയ്യാൻ തുടരുക",
      "ശരി",
      "കൂടുതലറിയുക",
      "ക്യാപ്‌ഷൻ",
      "എനിക്ക് ഈ ‌സംഭാഷണം ഇഷ്‌ടമായില്ല",
      "മടങ്ങുക",
      "ചുവടെയുള്ള ബട്ടൺ അമർത്തുമ്പോൾ, നിങ്ങളുടെ ഫോട്ടോകളും അഭിപ്രായങ്ങളും ലൈക്കുകളും അക്കൗണ്ട് ലോഗിൻ ചെയ്‌ത് വീണ്ടും സജീവമാക്കുന്നത് വരെ മറഞ്ഞിരിക്കും.",
      "നിങ്ങളുടെ അക്കൗണ്ട് പ്രതിനിധീകരിക്കുന്ന വ്യക്തിയോ ഓർഗനൈസേഷനോ അറിയപ്പെടുന്ന എല്ലാ പേരുകളും ലിസ്റ്റ് ചെയ്യുക. വ്യത്യസ്ത പേരുകളും മറ്റു ഭാഷകളിലെ അതേ പേരും ഉൾപ്പെടുത്തുക.",
      "അപ്പീൽ സമർപ്പിക്കുക",
      "അടുത്ത {days to snooze} ദിവസത്തേക്ക്, നിങ്ങൾക്ക് മുമ്പ് Instagram ഉപയോഗിച്ചിരുന്ന ഉപകരണങ്ങളിൽ നിന്നുള്ള പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കൽ ഇമെയിലുകൾ മാത്രമേ ലഭിക്കൂ.",
      "പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കുന്നതിന് നിങ്ങൾ അഭ്യർത്ഥിച്ചിട്ടില്ല എന്നത് ഞങ്ങളെ അറിയിച്ചതിന് നന്ദി. നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റിയിട്ടില്ല.",
      "തുടരുന്നതിലൂടെ, {=app name} എന്നതിന് നിങ്ങൾ പങ്കിടുന്ന വിവരങ്ങളിലേക്ക് തുടർച്ചയായ ആക്സസ് ലഭിക്കും, {=app name} വിവരങ്ങൾ ആക്സസ് ചെയ്യുമ്പോൾ Instagram അത് രേഖപ്പെടുത്തും. ഈ പങ്കിടലിനെക്കുറിച്ചും നിങ്ങൾക്കുള്ള ക്രമീകരണങ്ങളെക്കുറിച്ചും {=learn more}.",
      "ക്വിസുകൾ",
      "ഈ അക്കൗണ്ടിലെ ഫോട്ടോകളും വീഡിയോകളും എന്റെ ഫീഡിൽ കാണാൻ എനിക്ക് താൽപ്പര്യമില്ല",
      "സംരക്ഷിക്കുക",
      "നിങ്ങളുടെ തർക്കത്തിന്റെ തീർപ്പിനോട് നിങ്ങൾ വിയോജിക്കുന്നുവെങ്കിൽ നിങ്ങൾക്ക് ഉടമസ്ഥാവകാശമുള്ള ആളായ, {reference owner name} എന്നയാളോട് അഭ്യർത്ഥന നടത്താം. സമർപ്പിച്ചുകഴിഞ്ഞാൽ അവർക്ക് പ്രതികരിക്കാൻ 7 ദിവസം സമയമുണ്ടാകും.",
      "നിർദ്ദേശിച്ച ഉപയോക്താക്കളെയെല്ലാം കാണുന്നതിനുള്ള ഷെവ്റോൺ",
      "ഈ വെബ് ബ്രൗസർ ഇനി പിന്തുണയ്‌ക്കില്ല.",
      "നിങ്ങളുടെ അക്കൗണ്ടിന്റെ ഏതെങ്കിലും വീക്ഷണം വാങ്ങാനോ വിൽക്കാനോ ട്രാൻസ്‌ഫർ ചെയ്യാനോ ശ്രമിക്കുന്നത് ഞങ്ങളുടെ {Terms of Use}, {Community Guidelines} എന്നിവയുടെ ലംഘനമാണ്.",
      "പാസ്‌‌വേഡ്",
      "അക്കൗണ്ടുകൾ അല്ലെങ്കിൽ പോസ്‌റ്റുകൾ റിപ്പോർട്ടുചെയ്യുന്നു",
      "നിങ്ങൾ ഈ ഗ്രൂപ്പിൽ തുടരുകയാണെങ്കിൽ, നിങ്ങൾ പരിമിതപ്പെടുത്തിയിട്ടുള്ള അക്കൗണ്ടുകളിൽ നിന്നുള്ള സന്ദേശങ്ങൾ കാണും.",
      "{firstUsername}, {secondUsername}",
      "പകർത്താൻ Control-C അമർത്തുക.",
      "Instagram-ൽ ചെക്കൗട്ട് ചെയ്യുന്നതിന്, ആപ്പ് ഡൗൺലോഡുചെയ്യുക.",
      "റിപ്പോർട്ടുചെയ്യുക",
      "അഭ്യർത്ഥനകൾ അംഗീകരിക്കുക അല്ലെങ്കിൽ നിരസിക്കുക",
      "നിങ്ങൾക്ക് എല്ലാ കുക്കികളും ഉപയോഗിക്കുന്നത് അനുവദിക്കാം, അല്ലെങ്കിൽ നിങ്ങൾക്ക് കൂടുതൽ ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കാം. ഞങ്ങൾ നിങ്ങളുടെ കുക്കി തിരഞ്ഞെടുപ്പുകൾ ഓർമ്മിക്കുകയും Instagram-ൽ നിങ്ങൾ ലോഗിൻ ചെയ്ത എല്ലായിടത്തും ഒപ്പം മറ്റു Facebook ഉൽപ്പന്നങ്ങളിലേക്ക് ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉപയോഗിക്കുന്നിടത്തും അവ പ്രയോഗിക്കുകയും ചെയ്യും. നിങ്ങൾ തെരഞ്ഞെടുത്തത് എപ്പോൾ വേണമെങ്കിലും നിങ്ങൾക്ക് കുക്കി ക്രമീകരണങ്ങളിൽ അവലോകനം ചെയ്യുകയോ മാറ്റുകയോ ചെയ്യാം.",
      "{username} എന്നയാളെ ഇതിനകം പിന്തുടരണോ? അവരുടെ ഫോട്ടോകളും വീഡിയോകളും കാണുന്നതിന് {=Log in} ചെയ്യുക.",
      "നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക, അപ്പോൾ ഞങ്ങൾ അക്കൗണ്ട് വീണ്ടെടുക്കുന്നതിനുള്ള ഒരു പാസ്‌വേഡ് പുനഃസജ്ജീകരണ ലിങ്ക് നിങ്ങൾക്ക് അയയ്‌ക്കും.",
      "കൂടുതൽ ഉപഭോക്താക്കളിലേക്ക് എത്തിച്ചേരാനും നിങ്ങളുടെ ബിസിനസ്സ്  കെട്ടിപ്പടുക്കാനായ് Instagram-ൽ പ്രൊമോഷനുകൾ സൃഷ്ടിക്കുക.",
      "ക്ഷമിക്കണം, എന്തോ തെറ്റുണ്ടായി. വീണ്ടും ശ്രമിക്കുക.",
      '"X" എന്നതിൽ ടാപ്പുചെയ്യുക, ഏതാണ് തിരഞ്ഞെടുക്കേണ്ടതെന്ന് ചോദിക്കുമ്പോൾ "ഇല്ലാതാക്കുക" എന്നത് തിരഞ്ഞെടുക്കുക.',
      "നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോൾ, നിങ്ങൾക്ക് അവരുടെ എല്ലാ ഫോട്ടോകളും വീഡിയോകളും സ്റ്റോറി അപ്‌ഡേറ്റുകളും കാണാനാകും.",
      "ഇപ്പോള്‍ വേണ്ട",
      "പകര്‍പ്പവകാശം",
      "അനുവദിക്കരുത്",
      "{username} എന്നയാളുടെ സ്‌റ്റോറി അയച്ചു",
      "ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഇമെയിൽ",
      "ഇതിൽ നഗ്നത അല്ലെങ്കിൽ അശ്ലീലസാഹിത്യം അടങ്ങിയിരിക്കുന്നു",
      "ഗ്രൂപ്പിൽ തുടരുക",
      "എഡിറ്റുചെയ്യുക",
      "{username} എന്നയാൾക്ക് ‌ഫയലുകളൊന്നും ലഭ്യമല്ല.",
      "നിങ്ങള്‍ അല്ലേ?",
      "Instagram-ലെ പൂർണമായ പ്രൊഫൈൽ കാണുക",
      "നിങ്ങൾ ജനിച്ച തീയതി നൽകേണ്ടതുണ്ട്",
      "പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കുക",
      "കുക്കി നയം",
      "നമ്പർ മാറ്റുക",
      "അടയ്‌ക്കുക",
      "അടുത്തിടെയുള്ളത്",
      "ബിസിനസ് വിലാസം",
      "എഡിറ്റ് ഓപ്‌ഷനുകൾ",
      "നിങ്ങൾക്കായുള്ള നിർദ്ദേശങ്ങൾ",
      "നിങ്ങൾ നിലവിൽ {username} എന്നായി ലോഗിൻ ചെയ്‌തിരിക്കുന്നു.",
      "നിരസിക്കുക",
      "ജോലികള്‍",
      "ഫോട്ടോകൾ അയയ്ക്കുക, അപ്രത്യക്ഷമാകുന്ന സന്ദേശങ്ങൾ തുടങ്ങിയവയ്ക്കുള്ള മികച്ച മാർഗങ്ങൾക്കായി ആപ്പിലേക്ക് മാറുക.",
      "ഈ വീഡിയോയുടെ അനുപാതം പിന്തുണയ്‌ക്കപ്പെടില്ല.",
      "നിങ്ങളുടെ ഫോട്ടോ എവിടെയാണ് ദൃശ്യമാകുന്നത്",
      "പരസ്യ മുൻഗണനകൾ",
      "{email} നിങ്ങളുടെ ഇമെയിലാണെന്ന് സ്ഥിരീകരിക്കുക അല്ലെങ്കിൽ പുതിയ ഇമെയിൽ വിലാസമോ ഫോൺ നമ്പറോ നൽകുക. ഇത് നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമാക്കി നിലനിർത്താൻ ഞങ്ങളെ സഹായിക്കുകയും പാസ്‌വേഡ് മറക്കുകയാണെങ്കിൽ Instagram-ലേക്ക് എത്താൻ അനുവദിക്കുകയും ചെയ്യുന്നു.",
      "{number of items} ഇനങ്ങൾ",
      "ഇന്റേണൽ",
      "1 മണിക്കൂർ",
      "നിങ്ങളുടെ Wi-Fi കോഡ് നൽകുക",
      "Facebook ഉൽപ്പന്നങ്ങൾക്ക് പുറത്തുള്ള പരസ്യം ചെയ്യലിനും മെഷർമെന്റ് സേവനങ്ങൾക്കും അനലിറ്റിക്സിനും, ഏതാനും ഫീച്ചറുകൾ നൽകാനും നിങ്ങൾക്കായുള്ള ഞങ്ങളുടെ സേവനങ്ങൾ മെച്ചപ്പെടുത്താനും ഞങ്ങൾ Instagram-ൽ മറ്റ് കമ്പനികളിൽ നിന്നുള്ള ടൂളുകൾ ഉപയോഗിക്കുന്നു. ഈ കമ്പനികളും കുക്കികൾ ഉപയോഗിക്കുന്നുണ്ട്.",
      "സുരക്ഷ ആപ്പിൽ നിന്നും നിങ്ങൾക്ക് കോഡ് ലഭിക്കും. നിങ്ങൾ അങ്ങനെയൊന്നില്ലെങ്കിൽ, ഡൗൺലോഡുചെയ്യാൻ ഞങ്ങൾ നിർദ്ദേശിക്കുന്നു.",
      "കണക്ഷനുകൾ",
      "ഇനിപ്പറയുന്നവ ഉൾപ്പെടുന്ന പ്രൊഫൈലുകൾ ഞങ്ങൾ നീക്കം ചെയ്യും:",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം",
      "ഉൾചേർത്ത കോഡ് പകർത്തുക",
      "എല്ലാം കാണുക",
      "വീണ്ടും സബ്‌സ്‌ക്രൈബുചെയ്യുക",
      "മറ്റുള്ള ഫയലുകൾ തിരഞ്ഞെടുക്കുക",
      "പേയ്‌മെന്റുകൾ സ്ഥിരീകരിക്കുന്നതിന് ഒരു പിൻ സൃഷ്‌ടിക്കാം അല്ലെങ്കിൽ നിങ്ങളുടെ ഉപകരണത്തിലെ മുഖമോ വിരലടയാളമോ ഉപയോഗിച്ചുള്ള തിരിച്ചറിയൽ ഉപയോഗിക്കാം.",
      "റദ്ദാക്കുക",
      "പിന്തുടരുന്നത് നിർത്തുക",
      "സ്വകാര്യതാ നയം",
      "മടങ്ങിപ്പോകുക",
      "ഇവ നിങ്ങൾ ലോഗിൻ ചെയ്യാൻ Instagram ഉപയോഗിച്ച ആപ്പുകളും വെബ്‌സൈറ്റുകളും ആണ്. അവയിൽ നിങ്ങൾ മുമ്പ് പങ്കിട്ട വിവരങ്ങൾ തുടർന്നും ഉണ്ടായിരിക്കാൻ ഇടയുണ്ട്, എന്നാൽ സ്വകാര്യ വിവരങ്ങൾക്കായി അധിക അഭ്യർത്ഥനകൾ നടത്താനുള്ള അവരുടെ കഴിവ് കാലഹരണപ്പെട്ടിരിക്കും. നിങ്ങൾക്ക് വിവരങ്ങൾ ഇല്ലാതാക്കാൻ ആപ്പിനോട് അഭ്യർത്ഥിക്കാനാകും. ഇത് ചെയ്യാൻ, വിവരങ്ങൾക്കും കോൺടാക്റ്റ് വിവരങ്ങൾക്കുമായി അവരുടെ സ്വകാര്യത നയം അവലോകനം ചെയ്യുക. നിങ്ങൾ ഒരു ആപ്പിനെ കോൺടാക്റ്റ് ചെയ്തെങ്കിൽ, അവർക്ക് നിങ്ങളുടെ ഉപയോക്തൃ ഐഡി ആവശ്യമായി വരാം.",
      "ഈ കുക്കികളെ കുറിച്ച്",
      "അഭിപ്രായമിടുന്നത് ഓഫാക്കുക.",
      "ഒരു അക്കൗണ്ട്",
      "അക്കൗണ്ട്‌സ് സെന്റർ",
      "മെയിൽ ഐക്കൺ",
      "നിങ്ങൾക്ക് മാത്രമേ നിങ്ങളുടെ കോൺടാക്‌റ്റുകൾ കാണാനാവൂ, എന്നാൽ കോൺടാക്‌റ്റുകളെ കുറിച്ച് നിങ്ങൾ അപ്‌ലോഡുചെയ്‌ത വിവരങ്ങൾ നിങ്ങൾക്കും മറ്റുള്ളവർക്കും സുഹൃത്തുക്കളെ കുറിച്ചുള്ള നിർദ്ദേശങ്ങൾ സൃഷ്‌ടിക്കാനും എല്ലാവർക്കും മികച്ച അനുഭവം പകരാനും Instagram ഉപയോഗിക്കുന്നതാണ്.",
      "സ്വകാര്യതാ കേന്ദ്രം",
      "ഈ തരത്തിലുള്ള സന്ദേശങ്ങൾ കാണാൻ Instagram ആപ്പ് ഉപയോഗിക്കൂ.",
      "തിരയൽ ചരിത്രം മാ‌യ്‌ക്കുക",
      "സ്വകാര്യതാ നയം",
      "അപ്‌ലോഡുചെയ്യുന്നു...",
      "IGTV",
      "സെല്ലുലാർ ഡാറ്റ ഉപയോഗം",
      "ആപ്ലിക്കേഷൻ അപ്‌ഡേറ്റുചെയ്യുക",
      "മറ്റ് {number of files} എണ്ണം കൂടി",
      "facebook-ൽ നിന്നുള്ളവ",
      "തിരയുക",
      "വോട്ടെടുപ്പ്",
      "നിങ്ങളുടെ {name of the facebook friend who joined} സുഹൃത്ത് {username of the user who joined} എന്നതായി ഇപ്പോൾ Instagram-ലുണ്ട്",
      "സഹായ കേന്ദ്രത്തിലെ ഓപ്‌ഷനുകൾ",
      "ന്",
      "ഞങ്ങളുടെ അപ്‌ഡേറ്റുചെയ്‌ത {data_policy} അവലോകനം ചെയ്‌ത് ഞങ്ങളുടെ പുതിയ {terms_of_service} അംഗീകരിക്കുന്നതിന് നന്ദി.",
      "നിങ്ങൾക്കും സുഹൃത്തുക്കൾക്കുമായി Instagram മികച്ചതാക്കുന്നതിന് നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് ഞങ്ങളെ സഹായിക്കുന്നു.",
      "ഈ അക്കൗണ്ട് ഉപയോഗിക്കുന്നത് തുടരാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?",
      "ഈ പ്രശ്‌നം റിപ്പോർട്ട്‌ ചെയ്‌തതിന് നന്ദി.",
      "പ്രായപൂർത്തിയാകാത്തയാളുടെ അക്കൗണ്ട്",
      "വെളിപ്പെടുത്തുന്നതിന് ടാപ്പുചെയ്യൂ.",
      "നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോൾ, നിങ്ങൾക്ക് എല്ലാ അഭിപ്രായങ്ങളും വായിക്കാനും സ്വന്തമായത് ചേർക്കാനുമാകും.",
      "സ്വകാര്യ അക്കൗണ്ട്",
      "പ്രവര്‍ത്തനം",
      "വീഡിയോ പോസ്‌റ്റുചെയ്യുന്നതിന് അപ്പീൽ ചെയ്യുന്നയിടം",
      "പകർത്തി",
      "കണക്‌റ്റുചെയ്യാനാവുന്നില്ല",
      "13 വയസ്സിൽ കുറവ്",
      "നിങ്ങൾ",
      "കാഴ്‌ച",
      "ഇനിപ്പറയുന്ന രാജ്യങ്ങൾ ഒഴികെ അവർക്ക് അവകാശമുള്ള എല്ലായിടങ്ങളിലും ഈ ഉള്ളടക്കമടങ്ങിയ വീഡിയോകൾ തടയാൻ അഭ്യർത്ഥിച്ചു:",
      "പുതിയ പിൻ സ്ഥിരീകരിക്കുക",
      "ഈ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കി. ഒരു അവലോകനം അഭ്യർത്ഥിക്കുന്നതിന് 30 ദിവസത്തിനുള്ളിൽ അടുത്ത ഘട്ടങ്ങൾ പിന്തുടരുക.",
      "നിങ്ങൾ സ്വീകരിക്കുന്നത് വരെ അഭ്യർത്ഥനകൾ കണ്ടതായി അടയാളപ്പെടുത്തില്ല.",
      "അടയ്‌ക്കുക",
      "ഈ സ്‌റ്റോറി ഇനി ലഭ്യമായിരിക്കില്ല",
      "ഇതിലേക്ക്:",
      "നിങ്ങളുടെ വീഡിയോ തടഞ്ഞിരിക്കുന്ന ലൊക്കേഷനുകളിൽ ആളുകൾക്ക് ഇത് കാണാനോ ലൈക്ക് ചെയ്യാനോ അഭിപ്രായമിടാനോ കഴിയില്ല. നിങ്ങളുടെ വീഡിയോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ തടഞ്ഞിരിക്കുന്നു:",
      "ബ്രൗസർ കുക്കികൾ സജ്ജമാക്കണോ എന്ന് തിരഞ്ഞെടുക്കാനും അവ ഇല്ലാതാക്കാനും അനുവദിക്കുന്ന ക്രമീകരണങ്ങൾ നിങ്ങളുടെ ബ്രൗസറോ ഉപകരണമോ നൽകിയേക്കാം. ഈ നിയന്ത്രണങ്ങൾ‌ ബ്രൗസർ‌ അനുസരിച്ച് വ്യത്യാസപ്പെടുന്നു, മാത്രമല്ല നിർമ്മാതാക്കൾ‌ അവർ‌ ലഭ്യമാക്കുന്ന ക്രമീകരണങ്ങളും അവയുടെ പ്രവർത്തന രീതിയും എപ്പോൾ‌ വേണമെങ്കിലും മാറ്റിയേക്കാം. 2020 ഒക്ടോബർ 5 മുതൽ, ജനപ്രിയ ബ്രൗസറുകൾ‌ നൽ‌കുന്ന നിയന്ത്രണങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ‌ വിവരങ്ങൾ‌ ചുവടെയുള്ള ലിങ്കുകളിൽ‌ നിങ്ങൾക്ക്‌ കണ്ടെത്താം. നിങ്ങൾ ബ്രൗസർ കുക്കികൾ പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെങ്കിൽ Facebook ഉൽപ്പന്നങ്ങളുടെ ചില ഭാഗങ്ങൾ ശരിയായി പ്രവർത്തിക്കില്ല. ഈ നിയന്ത്രണങ്ങൾ Instagram നൽകുന്ന നിയന്ത്രണങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണെന്ന കാര്യം മനസ്സിലാക്കുക.",
      "കമ്പ്യൂട്ടറിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "നിങ്ങളുടെ ഫോട്ടോ ചേർത്തു.",
      "പങ്കിടുക",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം ഉപയോഗിച്ച്‌ അധിക സുരക്ഷ ‌ചേർക്കുക",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്ന എന്തെങ്കിലും നിങ്ങൾ വീണ്ടും പോസ്‌റ്റുചെയ്‌താൽ, നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കും.",
      "ഇപ്പോൾ സജീവം",
      "നിങ്ങളുടെ പ്രൊഫഷണൽ അക്കൗണ്ട് സജ്ജീകരിക്കുക",
      "ഉപയോഗിക്കാനുള്ള മുഴുവൻ നിബന്ധനകളും വായിക്കുക",
      "ഇഫക്‌റ്റ് കാണുന്നതിന് ഈ ലിങ്ക് ഒരു മൊബൈൽ ഉപകരണത്തിൽ തുറക്കുക",
      "{username} എന്നയൾക്ക് ‌നിങ്ങൾ മറുപടി നൽകി",
      "നെയിംടാഗ്",
      "നിങ്ങൾ പിന്തുടരുന്ന ഹാഷ്‌ടാഗുകൾ",
      "message icon",
      "നീക്കം ചെയ്‌തവ",
      "നന്ദി!",
      "സ്ഥിരീകരണം അയച്ചു",
      "കോൺടാക്‌റ്റുകൾ വിജയകരമായി പിന്തുടർന്നു.",
      "വളരെയധികം പരസ്യങ്ങൾ",
      "ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി ആധികാരികമാക്കുന്നു",
      "എഡിറ്റ് ഓപ്‌ഷനുകൾ",
      "{like count} ലൈക്കുകൾ",
      "നിങ്ങൾ ഇപ്പോൾ ഈ പേജ് ‌വിടുകയാണെങ്കിൽ, നിങ്ങളുടെ എഡിറ്റുകൾ നിരസിക്കും.",
      "എല്ലാവരുടെയും ബൗദ്ധിക സ്വത്ത് പരിരക്ഷിക്കേണ്ടത് Instagram-ന്റെ കടമയാണ്, അതിനാൽ വീഡിയോയിൽ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ അവകാശമില്ലാത്ത ഉള്ളടക്കമുണ്ടെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "ലോഡുചെയ്യാനായില്ല.",
      "കവർ ഫോട്ടോ അപ്‌ലോഡുചെയ്യാനായില്ല.",
      "ഒരു ക്രിയേറ്റർ അക്കൗണ്ടിലേക്ക് മാറണോ?",
      "അടുത്തതായി, നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് WhatsApp ചേര്‍ക്കുക.",
      "വലുപ്പം തിരഞ്ഞെടുക്കുക",
      "{count} പോസ്‌റ്റ്",
      "Instagram ഓൺലൈൻ പ്രവർത്തനാധിഷ്‌ഠിത പരസ്യം ചെയ്യലിനുള്ള സെൽഫ്-റെഗുലേറ്ററി തത്വങ്ങൾക്ക് അനുസൃതമായി പ്രവർത്തിക്കുകയും {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada}, {European Interactive Digital Advertising Alliance} എന്നിവ സ്ഥാപിച്ച ഓപ്റ്റ് ഔട്ട് പ്രോഗ്രാമുകളിൽ പങ്കെടുക്കുകയും ചെയ്യുന്നു. ഈ സൈറ്റുകളിലൂടെ, പങ്കെടുക്കുന്ന എല്ലാ കമ്പനികളിൽ നിന്നും നിങ്ങൾക്ക് ഓപ്റ്റ് ഔട്ട് ചെയ്യാം.",
      "കോഡ് നൽകുക",
      "സൂം ചെയ്യുക തിരഞ്ഞെടുക്കുക",
      "ഡിസംബര്‍",
      "സംരക്ഷിച്ചവയിൽ നിന്ന് ചേർക്കുക",
      "നിരസിച്ചു",
      "Facebook Pay ഇപ്പോൾ Instagram-ലും",
      "പിന്തുടരുക",
      "നിങ്ങളാണ് ലോഗിൻ ചെയ്യുന്നതെന്ന് സ്ഥിരീകരിക്കാൻ ഞങ്ങൾ ഒരു സുരക്ഷാ കോഡ് അയയ്ക്കുന്നതാണ്, അത് എവിടെ വേണമെന്ന് തിരഞ്ഞെടുക്കുക. {link to the help center in this paragraph}",
      "മെയ്",
      "ആക്‌റ്റിവിറ്റി സ്‌റ്റാറ്റസ്",
      "ഈ ഫയൽ വളരെ വലുതാണ്. തുടരുന്നതിനായി, 100 MB-യിൽ കുറഞ്ഞ ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "Instagram  ഉപയോഗിക്കാൻ നിങ്ങളുടെ പ്രായവുമായി ബന്ധപ്പെട്ട വിവരങ്ങൾ പൂർത്തിയാക്കേണ്ടതുണ്ട്.",
      "ലോഗിൻ ചെയ്യാൻ സഹായിക്കുന്ന ഇമെയിലുകൾ നിങ്ങൾ ഒഴിവാക്കി. നിങ്ങൾ അവ അഭ്യർത്ഥിക്കുമ്പോൾ മാത്രമേ ഈ ഞങ്ങൾ ഇമെയിലുകൾ അയയ്‌ക്കൂ.",
      "മനസ്സിലായി. നിങ്ങൾ ഇൻസ്റ്റാഗ്രാം ഗവേഷണ ഇമെയിലുകളിൽ നിന്ന് അൺസബ്‌സ്‌ക്രൈബുചെയ്‌തു. ഭാവിയിലെ ഗവേഷണ പ്രോജക്റ്റുകളിൽ പങ്കെടുക്കാനുള്ള അവസരങ്ങളെക്കുറിച്ച് ഞങ്ങൾ നിങ്ങളെ ബന്ധപ്പെടും.Got it. You've unsubscribed from Instagram's research emails. We won't contact you about opportunities to participate in future research projects.",
      "നിങ്ങളുടെ മുമ്പത്തെ ചില പോസ്‌റ്റുകൾ ഞങ്ങളുടെ {Community Guidelines} പാലിക്കുന്നില്ല. നിങ്ങൾ വീണ്ടും ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങ‌ൾക്കെതിരായി എന്തെങ്കിലും പോസ്‌റ്റുചെയ്‌താൽ, പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവയുൾപ്പെടെ നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കിയേക്കാം.",
      "നിങ്ങൾ Instagram ഉപയോഗിച്ച് ലോഗിൻ ചെയ്‌തതും കുറച്ച് കാലമായി ഉപയോഗിക്കാത്തതുമായ ആപ്പുകളും വെബ്‌സൈറ്റുകളുമാണ് ഇവ. അവയ്‌ക്ക് തുടർന്നും നിങ്ങൾ മുമ്പ് പങ്കിട്ട വിവരങ്ങളിലേക്ക് ആക്‌സസ്സ് ഉണ്ടാകാമെങ്കിലും, സ്വകാര്യ വിവരങ്ങൾക്കായി അധിക അഭ്യർത്ഥനകൾ സൃഷ്‌ടിക്കാൻ ഇനി അവയ്‌ക്ക് കഴിയില്ല.",
      "കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ",
      "സമാന പ്രൊഫൈൽ നിർദ്ദേശങ്ങളെക്കുറിച്ച് കൂടുതലറിയുക",
      "{username} എന്നയാളുടെ അക്കൗണ്ടിൽ നിന്ന് {email} എന്ന ഇമെയിൽ വിലാസം നീക്കം ചെയ്‌തു.",
      "PIN പുനഃസജ്ജീകരിക്കുക",
      "പ്രമാണീകരണ ആപ്പ് ‌സ്ഥിരീകരിച്ചു",
      "സഹായം നേടൂ",
      "ഒരു തർക്കം സമർപ്പിക്കുക",
      "പേരിന്റെ ആദ്യത്തേയും അവസാനത്തേയും ഭാഗം നൽകൂ",
      "പ്രാമാണീകരണ ആപ്പ്",
      "ഈ കുക്കികൾ ഉപയോഗിക്കാൻ നിങ്ങൾ ഞങ്ങളെ അനുവദിക്കുന്നില്ലെങ്കിൽ:",
      "ചോദ്യങ്ങള്‍",
      "{=app name} {=privacy policy}",
      "ഇത് പരീക്ഷിച്ചുനോക്കൂ",
      "നിങ്ങളുടെ വീഡിയോ പുനഃസ്ഥാപിക്കുന്നതിന് മുമ്പ് ഇതിൽ ഓഡിയോയിലെ എല്ലാം ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതിയുണ്ടെന്ന് ഉറപ്പുവരുത്തുക, ഈ ഓഡിയോ ഉപയോഗിക്കാനുള്ള അനുമതി നിങ്ങൾക്കില്ലെങ്കിൽ, പുനസ്ഥാപിക്കുന്നത് നിങ്ങളുടെ വീഡിയോ നീക്കം ചെയ്യാനും നിങ്ങളുടെ അക്കൗണ്ടിനെതിരായുള്ള തുടർ നടപടികൾക്കും ഇടയാക്കും.",
      "ഭാഷ മാറ്റുക",
      "നിങ്ങളെ മാതാപിതാക്കൾ/രക്ഷിതാവ് എന്നതിൽ നിന്ന് നീക്കം ചെയ്‌തു",
      "പുതിയത്",
      "സംഗീതം",
      "Alt ടെക്‌സ്‌റ്റ് എഴുതുക...",
      "നിങ്ങൾ അവരുടെ സ്‌റ്റോറിയോട് പ്രതികരിച്ചു: {emoji}",
      "ഓവർറൈഡ് മോഡൽ അടയ്ക്കുക",
      "സമര്‍പ്പിക്കുക",
      "Instagram-ൽ നിങ്ങളുടെ പ്രൊഫൈൽ, പോസ്‌റ്റുകൾ അല്ലെങ്കിൽ സ്‌റ്റോറികൾ കണ്ടെത്താൻ അവർക്ക് കഴിയില്ല. നിങ്ങൾ തടഞ്ഞ വിവരം Instagram അവരെ അറിയിക്കില്ല.",
      "ആദ്യം ലോഗൗട്ട് ചെയ്യുക",
      "ശേഖരം ഇല്ലാതാക്കണോ?",
      "അയച്ചവ",
      "വീഡിയോ തയ്യാറാക്കുന്നു",
      "Facebook-ൽ നിന്നുള്ള © {year} Instagram",
      "നിങ്ങൾ പിന്തുടരുന്നവരും നിങ്ങളെ പിന്തുടരുന്നവരും",
      "നെയിംടാഗ്",
      "IGTV-യിലേക്ക് പോസ്‌റ്റ് ചെയ്യുക",
      "നിങ്ങളുടെ കാർട്ട് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായിരുന്നു.",
      "അംഗീകരിക്കുക",
      "{category name} എല്ലാം",
      "വീഡിയോകൾ ഒരു മണിക്കൂറോ അതിൽ കുറവോ ദൈർഘ്യമുള്ളത് ആയിരിക്കണം.",
      "എല്ലാം നിരസിക്കുക",
      "ബട്ടൺ: വിഭാഗം തിരഞ്ഞെടുക്കുക",
      "പ്രാഥമികത്തിലേക്ക് മാറുക",
      "മറ്റു കമ്പനികളിൽ നിന്നുള്ള കുക്കികൾ",
      "Instagram ആപ്പ് ഉപയോഗിക്കുക.",
      "നിങ്ങളുടെ അക്കൗണ്ട്‌ സുരക്ഷിതമാക്കുക",
      "മറുപടി നൽകുക",
      "നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്‌സസ്സ് നേടൂ",
      "അക്കൗണ്ട് സ്വകാര്യമാണ്",
      "ഉപദ്രവം അല്ലെങ്കിൽ ഭീഷണിപ്പെടുത്തൽ സംബന്ധിച്ച മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "Instagram-ലെ {guide author full name}: {guide title}",
      "ലൊക്കേഷൻ പങ്കിടൽ",
      "നിങ്ങളുടെ പോസ്‌റ്റ് പങ്കിട്ടു.",
      "നിങ്ങളുടെ സംഭാവന Instagram-ൽ തുടരാം.",
      "{carrier name} എന്നതിലെ സൗജന്യ ഫോട്ടോകൾ",
      "സമീപകാലത്തുള്ള യൂട്ടിലിറ്റി ബിൽ",
      "നിങ്ങളുടെ തപാൽ വിലാസം",
      "നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരം കണക്‌റ്റുചെയ്യുക",
      "+ {remainingUserCount}",
      "നിങ്ങൾ പിന്തുടരുന്ന ആളുകളിൽ നിന്നുള്ള സ്‌റ്റോറികൾ ഇവിടെ കാണിക്കും.",
      "സ്‌റ്റിക്കറുകൾ ഉപയോഗിക്കാൻ ആപ്പ് സ്വന്തമാക്കൂ",
      "ഫോട്ടോകളോ വീഡിയോകളോ ഇവിടെ വലിച്ചിടുക",
      "മാപ്പിലെ ഒരു തെറ്റ് റിപ്പോര്‍ട്ട് ചെയ്യുക",
      "{story owner username} അവരുടെ അടുത്ത സുഹൃത്തുക്കളുടെ ലിസ്‌റ്റിൽ ചേർത്തവർക്ക് മാത്രമേ ഈ ഫോട്ടോ കാണാനാകൂ.",
      "{name}, പരീക്ഷണ ഉപയോക്‌താവ് എന്ന നിലയിൽ നിന്ന് സ്വയം നീക്കംചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?",
      "നിങ്ങൾക്ക് അറിയാവുന്ന ആളുകളെ തടയാതെയും അൺഫോളോ ചെയ്യാതെയും ആവശ്യമില്ലാത്ത ഇടപഴലുകൾ പരിമിതപ്പെടുത്തുക.",
      "മറ്റു കമ്പനികളിൽ നിന്നുള്ള കുക്കികൾ",
      "അഭിപ്രായ ക്രമീകരണങ്ങൾ എഡിറ്റുചെയ്യുക",
      "-മത്",
      "ലോഗിൻ ‌ചെയ്യുന്നതിൽ ‌പ്രശ്‌നമുണ്ടോ?",
      "വരാനിരിക്കുന്ന ഇവന്റുകൾ ലോഡുചെയ്യാനായില്ല.",
      "അഭിപ്രായങ്ങള്‍",
      "കമ്മ്യൂണിറ്റി സുരക്ഷിതമായി സൂക്ഷിക്കുന്നതിനാണ് ഞങ്ങൾ ടൂളുകൾ വികസിപ്പിക്കുന്നത്, അതുകൊണ്ട് തന്നെ നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് ഞങ്ങളെ കൂടുതൽ മനസ്സിലാക്കാൻ സഹായിക്കുന്നുണ്ടെങ്കിലും നിങ്ങളുടെ അഭിപ്രായം ഞങ്ങൾക്ക് വീണ്ടും അവലോകനം ചെയ്യാൻ കഴിയില്ലെന്നാണ് ഇതുകൊണ്ട് അർത്ഥമാക്കുന്നത്.",
      "IGTV",
      "ന്",
      "ഫോൺ നമ്പർ മാറ്റുക",
      "ശീർഷക ഫീൽഡ് പൂരിപ്പിച്ചുവെന്ന് തീർച്ചപ്പെടുത്തുക",
      "നിങ്ങൾ ഇതിനകം ഞങ്ങളുടെ അപ്‌ഡേറ്റുചെയ്‌ത ഡാറ്റ നയം അവലോകനം ചെയ്യുകയും പുതിയ നിബന്ധനകൾ അംഗീകരിക്കുകയും ചെയ്‌തു.",
      "എല്ലാ {count} അഭിപ്രായങ്ങളും കാണുക",
      "ഒരു ഉൽപ്പന്നം",
      "പ്രസക്തമായ പരസ്യങ്ങൾ നിങ്ങളെ കാണിക്കുന്നതിനും അവയുടെ പ്രകടനം വിലയിരുത്തുന്നതിനും സഹായിക്കുന്നതിന്",
      "{username} എന്നയാളുടെ പാ‌സ്‌വേഡ് മറന്നോ?",
      "Instagram-ലേക്ക് തിരികെ പോകാൻ നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിക്കുക",
      "കൂടുതല്‍ വിവരങ്ങള്‍",
      "അനുമതിയില്ലാതെ എന്റെ ബൗദ്ധിക സ്വത്ത് പോസ്‌റ്റുചെയ്യാനിടയുണ്ട്",
      "പുതിയ ശേഖരം",
      "SSN-ന്റെ അവസാന 4 അക്കം നൽകുക",
      "Instagram-ൽ ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി സുരക്ഷിതമായി നിലനിർത്താൻ സഹായിക്കുന്ന മാർഗ്ഗങ്ങൾ, പ്രത്യേകിച്ചും ഭീഷണിപ്പെടുത്തലും ഉപദ്രവിക്കലും മനസ്സിലാക്കി അവ തടയുന്നത് പോലുള്ളവ, ഗവേഷണം ചെയ്യുന്നതിനായി ഞങ്ങൾക്ക് വിവരങ്ങൾ ഉപയോഗിക്കാനും പങ്കിടാനും കഴിയും.",
      "ഡെസ്‌ക്‌ടോപ്പ് ഐക്കൺ",
      "അക്കൗണ്ട് സ്വകാര്യത",
      "പോസ്റ്റ്",
      "അയയ്‌ക്കുക",
      "ചേർന്ന തീയതി",
      "നിങ്ങളുടെ അക്കൗണ്ട് പിന്തുടരുന്ന ആളുകളെ വിവരിക്കുക. അവർ ആരെല്ലാമാണെന്നും അവരുടെ താൽപ്പര്യം എന്താണെന്നും എന്തുകൊണ്ടാണ് അവർ നിങ്ങളെ പിന്തുടരുന്നതെന്നും ഉൾപ്പെടുത്തുക.",
      "നിങ്ങൾ ആരാണെന്ന് സ്ഥിരീകരിക്കാൻ സഹായിക്കുന്നതിന് ഞങ്ങൾക്ക് നിങ്ങളുടെ ഐഡി ആവശ്യമാണ്. നിങ്ങളുടെ പേര്, ജനനത്തീയതി, ഫോട്ടോ, ഇഷ്യു ചെയ്‌ത തീയതി, കാലഹരണപ്പെടൽ തീയതി, ഇഷ്യു ചെയ്‌ത രാജ്യം എന്നിവ അതിൽ ദൃശ്യമായിരിക്കണം.",
      "പങ്കിടുക",
      "ഫോട്ടോകളും വീഡിയോകളും",
      "Instagram സ്‌പാമിൽ നിന്നുംസ്വതന്ത്രമായി നിലനിർത്താൻ നിങ്ങളുടെ റിപ്പോർട്ട് സഹായകമാണ്.",
      "ദൃശ്യ കലകൾ",
      "എല്ലാം കാണുക",
      "അഭിപ്രായത്തിന്റെ ഐക്കൺ",
      "നിങ്ങളുടെ കോഡ് വീണ്ടും അയച്ചു.",
      "അടയ്‌ക്കുക",
      "കഴിഞ്ഞ 14 ദിവസത്തിനുള്ളിൽ സുരക്ഷയെക്കുറിച്ചും ലോഗിൻ ചെയ്യുന്നതിനെക്കുറിച്ചും അല്ലാതെയുള്ള, Instagram നിങ്ങൾക്ക് അയച്ച ഇമെയിലുകൾ ഇവിടെ ദൃശ്യമാകും. ഏതൊക്കെ ഇമെയിലുകൾ യഥാർത്ഥമാണെന്നും വ്യാജമാണെന്നും പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങൾക്ക് ഇത് ഉപയോഗിക്കാം.",
      "മറ്റുവിവരങ്ങൾ",
      "Business Suite അല്ലെങ്കിൽ ക്രിയേറ്റർ സ്റ്റുഡിയോ ഉപയോഗിച്ച് ഡെസ്ക്ടോപ്പിൽ നിങ്ങളുടെ പുതിയ ക്രിയേറ്റർ അക്കൗണ്ട് നിയന്ത്രിക്കുക.",
      "നിങ്ങളുടെ പ്രൊഫൈൽ സന്ദർശിക്കുന്ന ആളുകൾക്ക് നിങ്ങളെ നേരിട്ട് WhatsApp-ൽ കോൺടാക്‌റ്റ് ചെയ്യുന്നത് എളുപ്പമാക്കൂ.",
      "സ്വകാര്യതയും സുരക്ഷയും",
      "നിങ്ങളുടെ സുരക്ഷയ്ക്കായി, പിൻ നൽകുക.",
      "പോസ്റ്റുചെയ്യുന്നത് പരാജയപ്പെട്ടു.",
      "നിങ്ങൾ Facebook മുഖേനയാണ് സൈനപ്പ് ചെയ്‌തതെങ്കിൽ, തിരികെ ലോഗിൻ ചെയ്യാൻ നിങ്ങൾ {create a password}.",
      "നിങ്ങൾക്ക് Instagram-ൽ നിന്ന് SMS അപ്‌ഡേറ്റുകൾ ലഭിച്ചേക്കാം, അവ എപ്പോൾ വേണമെങ്കിലും ഒഴിവാക്കാനാകും.",
      "അനുമതികൾ",
      "ഇത് കുറ്റകരമാണെന്ന് ഞാൻ കണ്ടെത്തി",
      "നിങ്ങളുടെ ഫോൺ നിങ്ങളുടെ അക്കൗണ്ടിൽ ദൃശ്യമാകുകയില്ല. കൂടുതൽ വിവരങ്ങൾക്ക്, ഞങ്ങളുടെ {data policy link} കാണുക. ഈ സേവനത്തിന് Instagram നിരക്ക് ഈടാക്കില്ല. സാധാരണ സന്ദേശമയയ്‌ക്കൽ നിരക്കുകൾ ബാധകമാവും.",
      "വിവരങ്ങൾ ഡൗൺലോഡുചെയ്യുക - പാർട്ട്‌ {number}",
      "അതെ, എനിക്ക് ഉറപ്പുണ്ട്",
      "പരിശോധിച്ചുറപ്പിച്ചു",
      "ഇത് ഓണാക്കണോ?",
      "{username}, നിങ്ങളുടെ Instagram അക്കൗണ്ടിനെ ‌സംബന്ധിച്ച ‌പ്രധാന ‌വിവരം",
      "ആരെങ്കിലുംഒരാളുടെ ലൈഗീക പശ്ചാതലം, വംശീയത അല്ലെങ്കിൽ മതപരമോ ആയിട്ടുള്ളതിനെ ആക്രമിക്കാനോ ഉപദ്രവിക്കാനോ പ്രോൽസാഹിപ്പിക്കുന്ന പോസ്റ്റുകൾ",
      "ആളുകളെ ടാഗ് ചെയ്യാൻ ഫോട്ടോയിൽ ക്ലിക്ക് ചെയ്യുക",
      "നിയന്ത്രിത വസ്തുക്കളായി റിപ്പോർട്ട് ചെയ്യണോ?",
      "നിരസിക്കുക",
      "{lastFourDigits} എന്നതിൽ അവസാനിക്കുന്ന നിങ്ങളുടെ നമ്പറിലേക്ക് ഞങ്ങൾ അയച്ച കോഡ് നൽകുക.",
      "പുതിയ കോഡുകൾ നേടുക",
      "ബൗദ്ധിക സ്വത്തവകാശ ലംഘനം",
      "ഈ ഇനം ഇനി ലഭ്യമാകില്ല",
      "നിങ്ങള്‍ക്ക് തീര്‍ച്ചയാണോ?",
      "എനിക്ക് ഒരു ഉപയോക്താവിനെ പിന്തുടരുന്നത് നിർത്തണം",
      "പുതിയ പേയ്മെന്റ് രീതി ചേർക്കുക",
      "നിങ്ങളുടെ പോസ്‌റ്റ് ഞങ്ങളുടെ ബ്രാൻഡഡ് ഉള്ളടക്ക നയങ്ങൾ ലംഘിക്കുന്നു.",
      "നൽകിയ പിൻ തെറ്റാണ്. ഒരു ശ്രമം ശേഷിക്കുന്നു.",
      "സ്വകാര്യതയും സുരക്ഷയും",
      "ഈ പോസ്‌റ്റ് റിപ്പോർട്ട് ചെയ്യാൻ കാരണം തിരഞ്ഞെടുക്കുക:",
      "ഇന്ന് സജീവമാണ്",
      "സൗന്ദര്യം",
      "ലോഗ് ഔട്ട് ചെയ്യുക",
      "പോസ്‌റ്റ് സംരക്ഷിച്ചു",
      "ഡയലോഗ് ഹെഡ്ഡർ ചിത്രം",
      "പോർ‌ട്രെയ്‌റ്റ് (9:16)",
      "നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ ചേർക്കുന്നു",
      "ഞങ്ങൾ സാധാരണയായി ഐഡികൾ 24 മണിക്കൂറിനുള്ളിൽ അവലോകനം ചെയ്യുന്നു. ഞങ്ങൾക്ക് ഒരു  അപ്‌ഡേറ്റ് ഉള്ളപ്പോൾ നിങ്ങൾക്ക് അറിയിപ്പ് ലഭിക്കും.",
      "അഭിപ്രായം പോസ്‌റ്റുചെയ്യാനായില്ല.",
      "എഡിറ്റുചെയ്യൽ പൂര്‍ത്തിയായി",
      "ഒരു രാജ്യം/പ്രവിശ്യ തിരഞ്ഞെടുക്കുക",
      "അഭ്യർത്ഥന സമർപ്പിക്കുക",
      "ഒരു പ്രിവ്യൂ പോസ്‌റ്റുചെയ്യൂ",
      "ജൂൺ",
      "പ്രൊഫൈലുകള്‍",
      "@{username} എന്നയാൾ Instagram-ലുണ്ട്: “{caption}”",
      "ലിങ്ക് പകർത്തുക",
      "നിങ്ങളുടെ കീവേഡുകൾ സംരക്ഷിക്കുന്നതിൽ കുഴപ്പമുണ്ടായി.",
      "നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗത്തെ അടിസ്ഥാനമാക്കി, നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇത് എഡിറ്റ് ചെയ്യാനാകും.",
      "{fullName} എന്നതായി തുടരുക",
      "നിങ്ങളുടെ വീഡിയോ {reference owner name} എന്നയാളുടെ {overlap duration} സെക്കൻഡ് വീഡിയോയുമായി സാമ്യമുള്ളതാണ്.",
      "നിങ്ങളുടെ അഭിപ്രായം നീക്കം ചെയ്യരുതായിരുന്നു എന്ന് നിങ്ങൾ കരുതുന്ന സന്ദർഭങ്ങളിലാണ് ഒരു അവലോകനം അഭ്യർത്ഥിക്കാൻ സാധാരണയായി നിങ്ങളെ അനുവദിക്കുന്നത്.",
      "പിന്തുടരുന്നത് നിർത്തുക",
      "ടൂൾടിപ്പ് ഐക്കൺ",
      "ഇപ്പോൾ വേണ്ട",
      "Instagram Lite ഡൗൺലോഡ് ചെയ്യുക",
      "ഞങ്ങൾ അടുത്തിടെ ഒരു സാങ്കേതിക തകരാറ് കണ്ടെത്തി, അതിനെ കുറിച്ച് നിങ്ങളെ അറിയിക്കാൻ ആഗ്രഹിക്കുന്നു. നവംബറിൽ ഒരു കാലയളവിൽ, Instagram-ൽ നിങ്ങളുടെ തടഞ്ഞ അക്കൗണ്ടുകളിലെ മാറ്റങ്ങൾ സംരക്ഷിച്ചിട്ടില്ലായിരിക്കാം. ഞങ്ങൾ പ്രശ്‌നം പരിഹരിക്കുകയും നിങ്ങൾ തടയാൻ ഉദ്ദേശിച്ച അക്കൗണ്ടുകൾ ത്ടഞ്ഞിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തുകയും ചെയ്‌തു. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ആരെയെല്ലാം തടഞ്ഞിട്ടുണ്ടെന്ന് കാണാൻ ക്രമീകരണങ്ങളിൽ തടഞ്ഞ അക്കൗണ്ടുകൾ സന്ദർശിക്കാനാകും.",
      "Messenger",
      "നഗ്നത അല്ലെങ്കിൽ അശ്ലീലസാഹിത്യമായി റിപ്പോർട്ട്ചെയ്യണോ?",
      "നിങ്ങളുടെ പരസ്യം നിങ്ങൾ സൃഷ്‌ടിച്ചപോലെ ദൃശ്യമായേക്കില്ല. നിങ്ങളുടെ പരസ്യങ്ങൾ പ്രിവ്യൂ ചെയ്യുന്നതിന്, പരസ്യ മാനേജർ സന്ദർശിക്കുക.",
      "CMU Delphi Research Center സംബന്ധിച്ച കൂടുതൽ വിവരങ്ങൾക്ക് {link} സന്ദർശിക്കുക",
      "ൿരോപ്പ് പോർട്രെയിറ്റ് ഐക്കൺ",
      "ഈ ലിങ്ക് കാലഹരണപ്പെട്ടു. നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടും സജീവമാക്കാൻ നിങ്ങളുടെ ഉപയോക്തൃനാമവും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "വയസ്സ്",
      "വീഡിയോ അവലോകനം ചെയ്യുക",
      "Instagram Lite-ൽ കാണുക",
      "{Username of current profile} എന്നയാളെ തടഞ്ഞു.",
      "നിങ്ങൾ ഇതിനകം തന്നെ {username} എന്നയാളെ പിന്തുടരുന്നു",
      "പ്രൊഫഷണൽ അക്കൗണ്ട്",
      "ഫോൺ നമ്പർ ചേർത്തു",
      "പേയ്‌മെന്റ് ചരിത്രം",
      "അംഗീകാരം നൽകുക",
      "ടാഗ് നീക്കംചെയ്യുക",
      "പ്രശസ്‌ത വ്യക്തിയുടെ ഉപയോക്തൃനാമം",
      "പുരുഷൻ",
      "{username} എന്നയാളായി തുടരുക",
      "ഇതിലേക്ക് പങ്കിടുക...",
      "പാസ്‌വേഡ് മാറ്റുക",
      "നിങ്ങൾക്ക് മുഴുവൻ ഉള്ളടക്കവും ഉപയോഗിക്കാനുള്ള അവകാശമില്ലെങ്കിൽ {Delete this video text bolded}. ഇത് നിങ്ങളുടെ അക്കൗണ്ടിനെ ബാധിക്കില്ല.",
      "Instagram-ലേക്ക് മടങ്ങൂ",
      "പൂർത്തിയാക്കി",
      "Instagram ആക്‌സസ് ‌ചെയ്യാനായി ഫോൺ നമ്പർ, ഇമെയിൽ അല്ലെങ്കിൽ നിങ്ങളുടെ Instagram അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട ഉപയോക്തൃനാമം ഉപയോഗിച്ച് ഇപ്പോൾ ‌ലോഗിൻ ‌ചെയ്യുക.",
      "നിങ്ങളുടെ ബില്ലിംഗ് വിവരവും പേയ്‌മെന്റ് രീതിയും സ്വകാര്യമായി തുടരും. നിങ്ങളുടെ സംഭാവനയും കോൺ‌ടാക്റ്റ് വിവരങ്ങളും  ഓർ‌ഗനൈസേഷനുമായി പങ്കിടും.",
      "നിങ്ങൾ ഈ ശേഖരം ഇല്ലാതാക്കുമ്പോൾ, ഫോട്ടോകളും വീഡിയോകളും തുടർന്നും സുരക്ഷിതമായിരിക്കും.",
      "ഞങ്ങളുടെ ഉൽപ്പന്നങ്ങളിലുള്ള ഫീച്ചറുകളെ ബാധിക്കില്ല",
      "സമന്വയിപ്പിക്കുന്ന ക്രമീകരണങ്ങൾ നിയന്ത്രിക്കുക",
      "നിങ്ങളുടെ ഗൈഡ് ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്നു",
      "സാധുതയുള്ള ഇമെയിൽ നൽകുക",
      "{email} അല്ലെങ്കിൽ {phone number} ഉപയോഗിച്ച് സൈൻ അപ്പ് ചെയ്യുക",
      "ഫോൺ നമ്പർ, ഉപയോക്തൃനാമം  അല്ലെങ്കിൽ ഇമെയിൽ",
      "നിങ്ങളുടെ ഫോട്ടോ എവിടെയാണ് തടഞ്ഞിരിക്കുന്നത്",
      "നിങ്ങൾക്കെന്തെങ്കിലും മാറ്റേണ്ടതുണ്ടോ",
      "നിങ്ങളുടെ അക്കൗണ്ട് ലോഗൗട്ട് ചെയ്യണമെന്ന് തീർച്ചയാണോ?",
      "Twitter-ൽ പങ്കിടുക",
      "ഈ അക്കൗണ്ട് റിപ്പോർട്ടുചെയ്യുക",
      "നിലവിലെ പിന്തുടരൽ അഭ്യർത്ഥനകൾ",
      "ഇത് നിങ്ങളുടെ പോസ്റ്റിൽ നിന്ന് ഫോട്ടോ നീക്കംചെയ്യുന്നതിനിടയാക്കും.",
      "വീഡിയോ പിന്തുണയ്ക്കാത്ത എൻകോഡിംങ് ഉപയോഗിച്ചിരിക്കാം അല്ലെങ്കിൽ കേടുവന്നിരിക്കാം",
      "നിങ്ങളുടെ മുമ്പത്തെ ചില പോസ്‌റ്റുകൾ ഞങ്ങളുടെ {Community Guidelines} പാലിക്കാത്തത് കൊണ്ടാണിത്. നിങ്ങൾ വീണ്ടും ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങ‌ൾക്കെതിരായി എന്തെങ്കിലും പോസ്‌റ്റുചെയ്‌താൽ നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കുകയും, പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവ ശ്വാശ്വതമായി ഇല്ലാതാക്കുകയും ചെയ്യും.",
      "എങ്ങനെ ബന്ധപ്പെടണമെന്നാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത്?",
      "നിങ്ങൾക്ക് Instagram-ൽ നിന്ന് SMS അപ്‌ഡേറ്റുകൾ ലഭിക്കുകയും ഒപ്പം അവ എപ്പോൾ വേണമെങ്കിലും ഒഴിവാക്കാനുമാകും.",
      "പ്രാമാണീകരണ ആപ്പ് ഉപയോഗിക്കുക",
      "{This is the last 4 digits of the user's phone number}-ൽ അവസാനിക്കുന്ന ഫോൺ നമ്പർ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ചേർത്തു. ഞങ്ങൾക്ക് തിരിച്ചറിയാത്ത ഫോണിലോ കമ്പ്യൂട്ടറിലോ നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോഴൊക്കെ ഇനി ലോഗിൻ കോഡ് ആവശ്യപ്പെടും.",
      "ന്",
      "എക്‌സ്‌ക്ലുസീവ് സ്റ്റോറി",
      "ക്രിയേറ്റർ സ്‌റ്റുഡിയോ ഐക്കൺ",
      "ചാറ്റ് ഉപേക്ഷിക്കുക",
      "നിങ്ങളുടെ ഫോട്ടോകളുടേയും വീഡിയോകളുടേയും ഉടമ നിങ്ങൾ തന്നെയാണ്. പരസ്യം ചെയ്യുന്നത് ഇതിനെ മാറ്റില്ല.",
      "നിങ്ങളുടെ ബാക്കപ്പ് കോഡുകളിൽ നിന്നും സുരക്ഷാ കോഡ് ഉപയോഗിക്കാൻ നിങ്ങൾക്കാകുന്നില്ലെങ്കിൽ, {=resend it} എന്നതിലൂടെ ഒരെണ്ണം നേടുകയോ {=auth app codes} എന്നതിൽ നിന്ന് ഒരെണ്ണം ഉപയോഗിക്കുകയോ ചെയ്യാം",
      "{username1}, {username2}, {username3} + {more text} എന്നിവർ പിന്തുടർന്നു",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം",
      "ന്",
      "[FB-മാത്രം] ടോഗിൾ തീം",
      "ക്ഷമിക്കണം, ഈ ലിങ്ക് ഇനി പ്രവർത്തിക്കില്ല. നിങ്ങളുടെ അക്കൗണ്ട് നിലനിർത്തുന്നതിന്, നിങ്ങളുടെ ഉപയോക്തൃനാമവും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "തിരയുക",
      "നിങ്ങൾക്ക് ഈ കുക്കികൾ വേണ്ടെങ്കിൽ:",
      "ഈ വീഡിയോ, ഉള്ളടക്ക മോണിറ്റൈസേഷൻ നയങ്ങൾ പാലിക്കുന്നില്ല.",
      "{email} എന്നതിലേക്ക് അയച്ച സ്ഥിരീകരണ കോഡ് നൽകുക.",
      "പോസ്‌റ്റുചെയ്യുക",
      "ടെസ്‌റ്റർ ക്ഷണങ്ങൾ",
      "നിങ്ങളുടെ പോസ്റ്റ് പങ്കിടാനായില്ല. വീണ്ടും ശ്രമിക്കുക.",
      "ഈ ‌പ്രശ്‌നം സ്വന്തം ഉപകരണത്തിൽ ഒന്നിൽ കൂടുതൽ Instagram അക്കൗണ്ടുകൾ ‌ലോഗിൻ ‌ചെയ്‌ത ബീറ്റ ടെസ്‌റ്റർമാരെ ‌ബാധിച്ചു. 2018 ജൂൺ 4-നും 5-നും ഇടയ്‌ക്കുള്ള ‌ഏതാനും മണിക്കൂറിൽ ഒരേ ഉപകരണത്തിൽ ലോഗിൻ ‌ചെയ്‌ത അക്കൗണ്ടുകളിലെ ഒന്നിൽ ‌പ്രസിദ്ധീകരിച്ച ‌പോസ്‌റ്റുകളോ ‌സ്‌റ്റോറികളോ ‌മറ്റൊന്നിലേതായി കാണപ്പെടാൻ ഇടയായി. ഒരു ‌മുൻകരുതലെന്ന നിലയിൽ ജൂൺ 4-നും 5-നും ഉദ്ദേശിച്ച അക്കൗണ്ടിൽ നിന്ന് ‌തന്നെയാണ് പോ‌സ്‌റ്റുകൾ പങ്കിട്ടതെന്ന് സ്വന്തം പ്രൊഫൈൽ പരിശോധിച്ച് ഉറപ്പുവരുത്തുക.",
      "alt ടെക്‌സ്റ്റ് എഴുതുക…",
      "ആപ്പിൽ ചെക്കൗട്ട് ചെയ്യുക",
      "SMS വീണ്ടും അയച്ചു.",
      "കീവേഡുകൾ ചേർക്കുക, കോമകൾ ഉപയോഗിച്ച് വേർതിരിച്ച",
      "അക്കൗണ്ട് മുന്നറിയിപ്പ്",
      "നഗ്നത അല്ലെങ്കിൽ അശ്ലീലസാഹിത്യം",
      "മാപ്പ് ഡാറ്റ ഉപയോഗിക്കുന്നതിനുള്ള നിയമപരമായ അറിയിപ്പുകൾ",
      "കൂടുതലറിയുക",
      "നിബന്ധനകള്‍",
      "ടെക്‌‌സ്റ്റ് രൂപത്തിലോ പരിശോധിച്ചുറപ്പിക്കൽ ആപ്പിലൂടെയോ സുരക്ഷാ കോഡുകൾ ലഭിക്കുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ ബാക്കപ്പ് കോഡുകൾക്ക് നിങ്ങളെ അക്കൗണ്ടിലേക്ക് തിരികെ എത്തിക്കാനാകും. നിങ്ങൾ അവ സുരക്ഷിത സ്ഥാനത്താണ് വച്ചിരിക്കുന്നതെന്ന് ഉറപ്പാക്കുക.",
      "അഭിപ്രായങ്ങൾ ഫിൽട്ടർ ചെയ്യൽ",
      "പ്രൊഫൈൽ അപ്‌ഡേറ്റ്",
      "ഉപയോക്തൃനാമം",
      "ഒരു സുരക്ഷ കോഡ് ലഭിച്ചോ? ഞങ്ങൾക്ക് {=resend it}.",
      "ഹോം",
      "ഞങ്ങൾക്ക് Instagram കണക്റ്റുചെയ്യാൻ സാധിക്കുന്നില്ല. നിങ്ങൾ ഇന്റർനെറ്റ് കണക്‌റ്റുചെയ്തിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തി വീണ്ടും ശ്രമിക്കുക.",
      "എന്റെ കോൺടാക്‌റ്റ് വിവരങ്ങൾ ഉപയോഗിക്കരുത്",
      "നിലവിലുള്ള അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക",
      "അപ്‌ലോഡുചെയ്യുക",
      "മുമ്പത്തെ ബിസിനസ്സിന്റെ പേരുകൾ",
      "ക്രമീകരണങ്ങൾ",
      "അഭിപ്രായങ്ങള്‍",
      "@{username} എന്നയാളുടെ ഈ Instagram വീഡിയോ കാണുക",
      "മുഴുവൻ Instagram അനുഭവം നേടൂ",
      "കോവിഡ്-19 സംബന്ധിച്ചോ വാക്‌സീനുകൾ സംബന്ധിച്ചോ തെറ്റായ വിവരങ്ങൾ അടങ്ങുന്ന ഒന്നിലധികം പോസ്റ്റുകൾ പങ്കിട്ടതിനാൽ നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കിയേക്കാം എന്ന റിസ്ക്കിലാണ്.",
      "Safari Mobile",
      "നൽകിയ പിൻ തെറ്റാണ്, വീണ്ടും ശ്രമിക്കുക.",
      "ലോഗിൻ സഹായ ഇമെയിലുകൾ നിയന്ത്രിക്കുക",
      "ഇപ്പോൾ കണക്‌റ്റുചെയ്യാനാകില്ല",
      "ഒഴിവാക്കുക",
      "ആളുകൾക്ക് പിന്തുടരുന്നതിന് താൽപ്പര്യമുണ്ടായേക്കാവുന്ന സമാന അക്കൗണ്ടുകൾ നിർദ്ദേശിക്കുമ്പോൾ നിങ്ങളുടെ അക്കൗണ്ടും ഉൾപ്പെടുത്തുക.",
      "{applicationName} എന്ന അക്കൗണ്ടിൽ നിന്നുള്ള ബിസിനസ്സുകൾ ഒന്നും ഞങ്ങൾക്ക് ലൊക്കേറ്റ് ചെയ്യാനായില്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "പൂർത്തിയാക്കി",
      "ശബ്ദം",
      "{firstUsername}, {secondUsername} എന്നിവരും {remainingUserCount} പേരിൽ കൂടുതലും",
      "അപ്പീൽ",
      "പോസ്‌റ്റ് പങ്കിടാനായില്ല",
      "എന്തോ തെറ്റായി സംഭവിച്ചു. WhatsApp-ൽ നിന്ന് വീണ്ടും ശ്രമിക്കുക.",
      "SMS അയയ്‌ക്കുന്നതിൽ പിശക്",
      "ലോഗിൻ ചെയ്യുന്നത് കൂടുതൽ പോസ്റ്റുകളും പ്രൊഫൈലുകളും ഹാഷ്‌ടാഗുകളും കണ്ടെത്താൻ അനുവദിക്കുന്നു.",
      "പുതിയ പാസ്‌വേഡ്",
      "{phoneNumber} എന്ന നമ്പറിലേക്ക് അയച്ച സ്ഥിരീകരണ കോഡ് നൽകുക.",
      "നിങ്ങളെ പിന്തുടരുന്നയാളുകളെ കുറിച്ച് അറിയുക",
      "നീക്കം ചെയ്‌തു",
      "ഈ വീഡിയോ വളരെ ഹ്രസ്വമാണ്. തുടരുന്നതിനായി, 3 സെക്കൻഡോ അതിൽ കൂടുതലോ ഉള്ള വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "അക്കൗണ്ട് വീണ്ടും ക്ലെയിം ചെയ്യുക",
      "വീഡിയോ നിരസിക്കണോ?",
      "നിങ്ങൾക്കിപ്പോൾ എല്ലാ ലോഗിൽ സഹായ ഇമെയിലുകളും ലഭിക്കും.",
      "ഉപയോക്താവിനെ തടയണോ?",
      "മടങ്ങുക",
      "ഇപ്പോൾ സ്ഥിരീകരിച്ചു",
      "വിശപ്പില്ലായ്മ, മുറിവേൽപ്പിക്കൽ അല്ലെങ്കിൽ ആത്മഹത്യാപ്രവണത",
      "അപ്‌ലോഡ് ചെയ്യുന്നു...",
      "ഡിജിറ്റൽ അഡ്വർടൈസിംഗ് അലയൻസ് ഓഫ് കാനഡ",
      "നിങ്ങളുടെ വീഡിയോയിൽ ഇത് എന്താണ് ഉദ്ദേശിക്കുന്നത്",
      "Instagram-ന് പുറത്ത് നിങ്ങൾക്കായി പരസ്യങ്ങൾ മികച്ച രീതിയിൽ വ്യക്തിപരമാക്കാനും അവയുടെ പ്രകടനം വിലയിരുത്താനും ഞങ്ങൾക്ക് ഇതിലൂടെ സാധിക്കും",
      "ഞങ്ങളോടുപറയുക",
      "ഗ്രൂപ്പിൽ നിന്ന് നീക്കംചെയ്യുക",
      "ഓഡിയോ",
      "നിങ്ങൾ ഉള്ളടക്ക ഉടമസ്ഥനെ കോൺടാക്‌റ്റ് ചെയ്യുകയോ നിങ്ങളുടെ ഫോട്ടോ നീക്കം ചെയ്യുകയോ ചെയ്‌തില്ലെങ്കിൽ, {Date when the photo block will go into effect}-ന് ശേഷം തടയൽ പ്രാബല്യത്തിൽ വരും.",
      "കുക്കി നയം",
      "കൂടുതലറിയുക",
      "അഡ്‌മിൻ എന്നതിൽ നിന്നും നീക്കംചെയ്യുക",
      "സർക്കിൾ പരിശോധന",
      "നിബന്ധനകൾ",
      "നൽകിയ പിൻ തെറ്റാണ്. നിങ്ങ‌ളുടെ പിൻ പുനഃസജ്ജീകരിക്കുക",
      "മറ്റു കമ്പനികളെ അവരുടെ ആപ്പുകളിലും വെബ്സൈറ്റുകളിലുമുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ ഞങ്ങളുമായി പങ്കിടാൻ ഈ കുക്കികൾ സഹായിക്കുന്നു. നിങ്ങൾ കാണുന്ന പരസ്യങ്ങൾ ഉൾപ്പെടെയുള്ള അനുഭവങ്ങൾ വ്യക്തിപരമാക്കാനും മെച്ചപ്പെടുത്താനും സഹായിക്കുന്നതിനും ബിസിനസുകളെ അനലിറ്റിക്സിലും പരസ്യത്തിന്റെ പ്രകടനം വിലയിരുത്തുന്നതിനും സഹായിക്കുന്നതിനും ഒപ്പം, മറ്റു ആപ്പുകളിലേക്കും വെബ്സൈറ്റുകളിലേക്കും ലോഗിൻ ചെയ്യുന്നതിന് Instagram അല്ലെങ്കിൽ Facebook ഉപയോഗിക്കുന്നത് പോലുള്ള, Facebook-ന് പുറത്തുള്ള സേവനങ്ങൾ ലഭ്യമാക്കാനും ഞങ്ങൾക്ക് ലഭിക്കുന്ന വിവരങ്ങൾ ഞങ്ങൾ ഉപയോഗിക്കുന്നു.",
      "ചില ഫീച്ചറുകൾ പ്രവർത്തിപ്പിക്കുന്നതിനും ഉള്ളടക്കം വ്യക്തിപരമാക്കാനും സ്ഥലങ്ങൾ കണ്ടെത്തുന്നതിന് ആളുകളെ സഹായിക്കാനും അതിൽക്കൂടുതൽ കാര്യങ്ങൾക്കുമായി Instagram ഇത് ഉപയോഗിക്കുന്നു. നിങ്ങൾക്കിത് ഉപകരണത്തിന്റെ ക്രമീകരണത്തിൽ പിന്നീട് എപ്പോൾ വേണമെങ്കിലും മാറ്റാനാകും.",
      "പിന്തുടരാനുള്ള അഭ്യർത്ഥനകൾ നിരസിച്ചു",
      "തുടരുന്നതിന്, നിങ്ങളുടെ പാസ്‌വേഡ് വീണ്ടും നൽകുക",
      "നിങ്ങൾ മുമ്പ് ഉപയോഗിച്ചിരുന്ന അക്കൗണ്ടിൽ തുടരണോ?",
      "Instagram-നായി സൈൻ‌ അപ്പ് ചെയ്യുക",
      "Instagram ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യൂ",
      "ജനുവരി",
      "നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക",
      "നിങ്ങൾ ഒരു ബിസിനസ്സ് ആണോ?",
      "Instagram ലോഗോ ബാഡ്ജ്",
      "കാണാൻ ഡാറ്റ ഉപയോഗിക്കുക",
      "ബയോ",
      "ടെർമിനേഷൻസ്",
      "നിരസിക്കുക",
      "{appname} എന്നതിന് നിങ്ങളുടെ Instagram അക്കൗണ്ടിൽ നിന്നുള്ള വിവരം ആക്സസ് ചെയ്യേണ്ടതുണ്ട്.",
      "ഇടവും ഡാറ്റയും സംരക്ഷിക്കുന്നതിനായി നിർമ്മിച്ചവ. Google Play-ൽ സൗജന്യമായി ഡൗൺലോഡുചെയ്യൂ.",
      "നിങ്ങളുടെ Instagram ബിസിനസ്സ് അക്കൗണ്ട് തയ്യാറാണ്",
      "ശരി",
      "അംഗങ്ങള്‍",
      "കൂടുതൽ അഭിപ്രായങ്ങൾ ലോഡ് ചെയ്യുക എന്നതിലേക്ക്  ലോഗിൻ ചെയ്യുക",
      "· നിങ്ങൾക്ക് ഈ സംഭാവനയിൽ നിന്ന് നേട്ടമൊന്നും ലഭിക്കുന്നില്ല",
      "ലൊക്കേഷൻ ഐക്കൺ",
      "കോൺടാക്‌റ്റ്",
      "നിങ്ങൾക്ക് ആഴ്‌ചയിൽ ഒരു തവണ മാത്രമേ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കാനാവൂ.",
      "അവരുടെ സ്‌റ്റോറിയിൽ നിങ്ങളെ പരാമർശിച്ചു",
      "കോൺടാക്‌റ്റുകൾ കണക്‌റ്റ്‌ ചെയ്യുക",
      "ക്രോപ്പ് ചെയ്യു",
      "{username} എന്നയാളായി അടുത്ത തവണ ലോഗിൻ ചെയ്യേണ്ട സമയത്ത് നിങ്ങൾ ഉപയോക്തൃനാമവും പാസ്‌വേഡും നൽകേണ്ടതുണ്ട്",
      "{username} എന്നയാളെ തടഞ്ഞത് മാറ്റുക",
      "കൂടുതലറിയുക",
      "തടയുക",
      "ഇത് നീക്കം ചെയ്‌തെന്ന് ഗ്രൂപ്പിന് അറിയില്ല. നിങ്ങൾക്ക് ഗ്രൂപ്പിനെ എപ്പോൾ വേണമെങ്കിലും പ്രാഥമികം എന്നതിലേക്ക് മാറ്റാനാകും.",
      "നവംബറിൽ കുറച്ച് കാലത്തേക്ക്, നിങ്ങളുടെ സ്വകാര്യതാ സജ്ജീകരണം 'പൊതുവായത്' എന്നതിൽ നിന്ന് 'സ്വകാര്യമായത്' എന്നതിലേക്ക് മാറ്റുന്നതിൽ നിന്ന് ഈ പ്രശ്നം നിങ്ങളെ തടഞ്ഞു. ഞങ്ങൾ ഈ പ്രശ്നം പരിഹരിച്ചതിനാൽ, ഇപ്പോൾ നിങ്ങളുടെ അക്കൗണ്ട് സ്വകാര്യമാണ്. നിങ്ങളെ പിന്തുടരുന്ന അക്കൗണ്ടുകൾ തൃപ്തികരമാണെന്ന് ഉറപ്പുവരുത്തുന്നതിനായി പിന്തുടരുന്നവരെ നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നുതന്നെ അവലോകനം ചെയ്യാനും എഡിറ്റ് ചെയ്യാനും കഴിയും.",
      "ഫില്‍റ്ററുകള്‍",
      "നിങ്ങളുടെ ഫോട്ടോ മറ്റൊരാളുടെ ഉടമസ്ഥതയിലുള്ള ഒരു ഫോട്ടോയുമായി പൊരുത്തപ്പെടുന്നു.",
      "ഈ ഫണ്ട്‌റൈസർ കാണുന്നതിനും പിന്തുണയ്‌ക്കുന്നതിനും Instagram ആപ്പ് ഉപയോഗിക്കൂ.",
      "വിപുലീകൃത ക്രമീകരണങ്ങൾ",
      "റദ്ദാക്കുക",
      "അഭ്യർത്ഥനകൾ (99+)",
      "മ്യൂസിക് ചോദ്യങ്ങള്‍",
      "ആവശ്യമാണ്",
      "കൂടുതലറിയുക",
      "ഡൗൺലോഡ് ചെയ്യാൻ അഭ്യർത്ഥിക്കുക",
      "ഇമെയില്‍:",
      "മുഴുവൻ നിബന്ധനകളും",
      "Facebook ഉൽപ്പന്നങ്ങൾക്ക് പുറത്ത് നിങ്ങൾക്കായി പരസ്യങ്ങൾ മികച്ച രീതിയിൽ വ്യക്തിപരമാക്കാനും അവയുടെ പ്രകടനം അളക്കാനും ഞങ്ങൾക്ക് ഇതിലൂടെ സാധിക്കും",
      "ഒരു മണിക്കൂർ മുമ്പ് സജീവമായിരുന്നു",
      "നിങ്ങളുടെ വീഡിയോ വീണ്ടും പോസ്‌റ്റുചെയ്യുന്നതിന്, ഇനിപ്പറയുന്നത് അംഗീകരിക്കുക:",
      "ഓര്‍മ്മിക്കുക",
      "പ്ലസ് ഐക്കൺ",
      "ഹാഷ്‌ടാഗുകൾ ഉപയോഗിക്കുന്നതെങ്ങനെ",
      "പേസ്‌റ്റ് ചെയ്‌ത ഇനത്തിന്റെ പ്രിവ്യൂ കാണുക",
      "അപ്‌ലോഡ് ചെയ്യാനായില്ല. {Try Again}",
      "സംഭാവന നൽകൂ ടാപ്പുചെയ്യുന്നു",
      "ഞാൻ മനസിലാക്കി, തുടരാൻ ആഗ്രഹിക്കുന്നു",
      "നിങ്ങളുടെ ഫോൺ നമ്പർ നീക്കം ചെയ്യുകയാണെങ്കിൽ,  പ്രാമാണീകരണ ആപ്പിൽ നിന്ന് മാത്രമേ സുരക്ഷ കോഡ് ലഭിക്കൂ.",
      "{username} ലൈക്ക് ചെയ്‌തത്",
      "ലോഗിൻ ചെയ്യുക",
      "സഹായം",
      "സൗജന്യ ഷിപ്പിംഗിനായി {amount} ചേർക്കുക",
      "അറിയപ്പെടുന്നത്",
      "സ്വയം-ഉപദ്രവിക്കൽ സഹായ ഓപ്‌ഷൻ ഘടകം തിരഞ്ഞെടുക്കുന്നതിനുള്ള ഷെവ്‌റോൺ",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് വീഡിയോയും ഏതെങ്കിലും അഭിപ്രായങ്ങളും നീക്കം ചെയ്യുന്നതിന് {Delete this video text bolded}",
      "ഒരു വീഡിയോ അപ്‌ലോഡ് ‌ചെയ്യൂ",
      "കൂടുതൽ പോസ്റ്റുകൾ കാണാൻ ലോഗിൻ ചെയ്യുക",
      "സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ",
      "നിങ്ങളുടെ കാർട്ടിലുള്ള ഒരു ഇനം ഇനിമുതൽ ലഭ്യമാകില്ല.",
      "നിങ്ങള്‍ക്ക് തീര്‍ച്ചയാണോ?",
      "പിന്തുടരുന്നയാളെ നീക്കം ചെയ്യണോ?",
      "നിങ്ങൾ എന്തുകൊണ്ടാണ് ഈ അക്കൗണ്ട് റിപ്പോർട്ടുചെയ്യുന്നത്?",
      "സംരക്ഷിക്കുക",
      "പൊതുവായ ബിസിനസ്സ് വിവരങ്ങൾ",
      "ആരെങ്കിലും നിങ്ങളുടെ പോസ്‌റ്റുകളിലൊന്ന് ലൈക്കുചെയ്‌താലോ അതിൽ അഭിപ്രായമിട്ടാലോ നിങ്ങൾക്കത് ഇവിടെ കാണാം.",
      "പോസ്‌റ്റുകൾ കാണുന്നതിന് ലോഗിൻ ചെയ്യൂ",
      "പാസ്‌വേഡ് മാറ്റുക",
      "മാര്‍ച്ച്",
      "സാധുതയുള്ള സംസ്ഥാനം നൽകുക",
      "{number of places} സ്ഥലങ്ങൾ",
      "ബാഗിൽ ചേർത്തു",
      "ശേഖരം ചേർക്കുക",
      "തടയുക",
      "വ്യാഴാഴ്ച",
      "നിങ്ങളുടെ ഹോം സ്‌ക്രീനിൽ ചേർത്തുകൊണ്ട്, വളരെ വേഗത്തിലും എളുപ്പത്തിലും Instagram നേടൂ.",
      "ഈ ഫയൽ വളരെ വലുതാണ്. തുടരുന്നതിനായി, 100 MB അല്ലെങ്കിൽ അതിൽ കുറഞ്ഞ ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "വീഡിയോ ക്രമീകരണങ്ങൾ",
      "{maxBadgeCount}+",
      "ടെസ്‌റ്റർ ക്ഷണം സ്വീകരിക്കുന്നതിൽ ഒരു പ്രശ്‌നമുണ്ടായി. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "കൂടുതൽ IGTV ഫീച്ചറുകൾ വേണമെന്നുണ്ടോ? ക്രിയേറ്റർ സ്‌റ്റുഡിയോ പരീക്ഷിക്കൂ",
      "Instagram",
      "സന്ദേശം...",
      "ചിത്രങ്ങളും വീഡിയോകളും",
      "ഫയലൊന്നും ലഭ്യമല്ല",
      "ഇത് സംഭവിച്ചതിൽ ഞങ്ങൾ ഖേദിക്കുന്നു, താങ്കളുടെ വിവരങ്ങൾക്കുള്ള പരിരക്ഷ മെച്ചപ്പെടുത്തുന്നത് തുടരും. പാസ്‌വേഡ് മാറ്റുന്നതിനെയോ നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമാക്കി വയ്‌ക്കുന്നതിനെയോ കുറിച്ച് കൂടുതലറിയാൻ, നിങ്ങൾക്ക് {help center link} പരിശോധിക്കാം.",
      "സെഷൻ അപ്‌ഡേറ്റുകൾ",
      "ചോദ്യം",
      "userhelp@instagram.com",
      "നിങ്ങൾ അവരുടെ സ്‌റ്റോറിയ്‌ക്ക് മറുപടി നൽകി",
      "ലാൻഡ്‌സ്കേപ്പ് (16:9)",
      "കോൺട്രാസ്റ്റ്",
      "പരസ്യ ക്രമീകരണങ്ങൾ",
      "അസഭ്യമായ ഉള്ളടക്കം",
      "നിങ്ങൾ നഷ്‌ടപ്പെടുത്തിയേക്കാവുന്ന അറിയിപ്പുകൾ നേടുക.",
      "നീക്കം ചെയ്യുന്നതിന് ടാപ്പുചെയ്യുക",
      "{fb_username} എന്നയാളായി തുടരുക",
      "നിങ്ങൾ പിന്തുടരുന്ന അക്കൗണ്ടുകൾ",
      "വീണ്ടും ശ്രമിക്കുക",
      "ഫോൺ",
      "{text}",
      "Edit Info",
      "നിരസിച്ചതിനുള്ള കാരണം:",
      "വീണ്ടും കാണാൻ ലോഗിൻ ചെയ്യുക",
      "പാസ്‌വേഡ് മറന്നോ?",
      "വോട്ടെടുപ്പുകൾ",
      "ഫാഷന്‍",
      "സ്ഥിരീകരണം അയച്ചു",
      "കൂടുതൽ മികച്ച സ്ഥിതിവിവരക്കണക്കുകൾ നേടുകയും പ്രൊമോഷനുകൾ ഉപയോഗിച്ച് കൂടുതൽ ആളുകളിലേക്ക് എത്തുകയും ചെയ്യൂ.",
      "ക്രോപ്പ് ചെയ്യുക",
      "മുമ്പത്തെ പ്രൊഫൈൽ ഫോട്ടോകൾ",
      "അക്കൗണ്ട് താൽകാലികമായി പ്രവർത്തനരഹിതമാക്കുന്നതിനു മുമ്പ്, നിങ്ങൾക്ക് ഞങ്ങളുടെ സഹായകേന്ദ്രത്തിലുള്ള ഈ ലേഖനങ്ങൾ നോക്കാം.",
      "കവർ ഫോട്ടോ ലാൻഡ്‌സ്കേപ്പിന് പകരം പോർട്രെയിറ്റ് ആയിരിക്കണം.",
      "ആപ്പ് സ്വന്തമാക്കൂ",
      "ഞാനോ എനിക്ക് അറിയാവുന്ന മറ്റ് ആരെങ്കിലുമോ",
      "{name} എന്നയാളിൽ നിന്നുള്ള എല്ലാ പോസ്‌റ്റുകളും കാണുക",
      "നിങ്ങളുടെ സുരക്ഷാ ആപ്പിൽ നിന്നും ഒരു കോഡ് ലഭിക്കും.",
      "{number of accounts} അക്കൗണ്ടുകൾ",
      "പുതിയ ഇമെയില്‍ വിലാസം നല്‍കുക",
      "ഉപേക്ഷിക്കുക",
      "പോസ്‌റ്റ് ഓപ്‌ഷനുകൾ",
      "നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന നമ്പറിലേക്ക് ഞങ്ങൾ‌ ഒരു കോഡ് അയയ്‌ക്കും.",
      "ക്ഷമിക്കണം! ഇപ്പോൾ നിങ്ങളുടെ ഇമെയില്‍ പരിശോധിച്ചുറപ്പിക്കുന്നതിൽ പ്രശ്‌നം ‌നേരിടുന്നു. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "വരാനിരിക്കുന്ന ഇവന്റിന്റെ ഐക്കൺ",
      "ഈ വീഡിയോ വളരെ ദൈർഘ്യമുള്ളതാണ്. തുടരുന്നതിനായി, ഒരു മിനിറ്റോ അതിൽ കുറവോ ദൈർഘ്യമുള്ള വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "എല്ലാം കാണുക",
      "ഇമെയില്‍ സ്ഥിരീകരിക്കുക",
      "ഒഴിവാക്കുക",
      "നിങ്ങൾ {email} നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് നീക്കം ചെയ്യാൻ ഒരുങ്ങുകയാണ്. തുടരുന്നതിന് മുമ്പ് ഇത് ശരിയാണെന്ന് ഉറപ്പാക്കുക.",
      "പണം നൽകിയുള്ള പങ്കാളിത്തം",
      "നിങ്ങളുടെ Instagram അക്കൗണ്ടിലേയ്‌ക്ക് ആക്‌സസ് ഉണ്ടായിരുന്ന കാലഹരണപ്പെട്ട ആപ്ലിക്കേഷനുകളൊന്നും നിങ്ങൾക്കില്ല.",
      "അനുയോജ്യമല്ലാത്ത റിപ്പോർട്ട്",
      "പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക",
      "ഫോർവേഡ് ചെയ്യുക",
      "ഡോക്യുമെന്റ്  തരം",
      "കുറഞ്ഞ സെല്ലുലാർ ഡാറ്റ ഉപയോഗിക്കുന്നതിന്, നിങ്ങൾ Wi-Fi-ൽ അല്ലാതിരിക്കുമ്പോൾ ഫോട്ടോകളും വീഡിയോകളും കുറഞ്ഞ മിഴിവിൽ ദൃശ്യമാകാം കൂടാതെ വീഡിയോകൾ സ്വയമേവ പ്ലേ ചെയ്യുകയുമില്ല.",
      "സെപ്ത",
      "വീഡിയോ എഡിറ്റുചെയ്യുക",
      "നിങ്ങളുടെ സുഹൃത്ത് {username of the user who joined} എന്നതായി Instagram-ൽ ഉണ്ട്",
      "Instagram കാര്യക്ഷമമായിതന്നെ സുരക്ഷ ഏറ്റെടുക്കുന്നു. ആരെങ്കിലും ഒരു പ്രശസ്‌തവ്യക്തിയാണെന്ന് നടിച്ച് Instagram അക്കൗണ്ട് സൃഷ്‌ടിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്കത് റിപ്പോർട്ടുചെയ്യാനാകും. ആൾമാറാട്ടം നടത്തുന്ന വ്യക്തിയുടെ ഉപയോക്തൃനാമം ചുവടെ നൽകുക.",
      "നിങ്ങളുടെ {username} എന്ന അക്കൗണ്ടിനെക്കുറിച്ച് നിങ്ങൾ അഭ്യർത്ഥിച്ച വിവരങ്ങൾ അടങ്ങിയ ഫയൽ ഇതാ.",
      "ഇമെയിൽ",
      "ഓർഡറുകളും പേയ്‌മെന്റുകളും",
      "നിങ്ങൾ അപ്പീൽ ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഉള്ളടക്കം സ്ഥിരീകരിക്കുക",
      "Instagram-ന്റെ കമ്യൂണിറ്റി മാർഗ്ഗനിർദേശങ്ങൾ പാലിക്കാത്ത ചില ഉള്ളടക്കങ്ങൾ കമ്യൂണിറ്റി റിപ്പോർട്ട് ചെയ്തതിനാൽ # {hashtag} എന്നതിൽ നിന്നുള്ള മികച്ച പോസ്റ്റുകൾ താൽക്കാാലികമായി മറച്ചിരിക്കുന്നു. {link that reads learn more}",
      "ഒരു പ്രശ്‌നം റിപ്പോർട്ടുചെയ്യുക",
      "അംഗീകരിക്കുക",
      "ടെക്‌സ്‌റ്റ്",
      "ഇനം ലഭ്യമല്ല",
      "വിശദാംശങ്ങള്‍",
      "ക്യാമറ തുറക്കുന്നതിൽ ‌പ്രശ്‌നം നേരിട്ടു. വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്‌ടിക്കുന്നതിൽ പ്രശ്‌നം",
      "നിബന്ധനകൾ",
      "നിങ്ങളുടെ നമ്പർ ഇവിടെ ചേർക്കുന്നതിലൂടെ നിങ്ങളെ ലോഗിൻ ചെയ്യാൻ സഹായിക്കുന്നതിനും ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയെ പരിരക്ഷിക്കാനും Instagram ആക്‌സസ്സ് ചെയ്യാൻ നിങ്ങളെ സഹായിക്കുന്നതിനും അത് ഉപയോഗിക്കാൻ Instagram-നെ അനുവദിക്കുന്നു, എന്നാൽ സുഹൃത്തുക്കളെ നിർദ്ദേശിക്കുന്നതോ പരസ്യങ്ങൾ നൽകുന്നതോ പോലെയുള്ള ആവശ്യങ്ങൾക്കായി ഇത് ഉപയോഗിക്കില്ല. ഈ നമ്പർ നിങ്ങൾക്ക് മാത്രമേ പ്രൊഫൈലിൽ ദൃശ്യമാകൂ. ഇവിടെ നൽകിയിരിക്കുന്ന നമ്പർ Facebook കമ്പനി ഉൽപ്പന്നങ്ങളിൽ മറ്റെവിടെയെങ്കിലും നൽകിയിട്ടുണ്ടെങ്കിൽ സുഹൃത്തുക്കളെ നിർദ്ദേശിക്കുകയോ പരസ്യങ്ങൾ നൽകുകയോ പോലെയുള്ള ആവശ്യങ്ങൾക്കായി അത് ഉപയോഗിച്ചേക്കാം.",
      "ഈ ഷോപ്പിംഗ് അനുഭവം Instagram ആപ്പിൽ മാത്രമേ ലഭ്യമാകൂ.",
      "{username} എന്നയാൾ പിന്തുടരുന്നു",
      "മാര്‍ച്ച്",
      "നിങ്ങൾക്ക് പകരം Instagram-ന്റെ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കാൻ ആരംഭിക്കാം.",
      "അഭിപ്രായമിടാൻ ലോഗിൻ ചെയ്യൂ.",
      "{fullname} എന്നയാൾക്കായി",
      "Instagram കമ്മ്യൂണിറ്റിയുടെ സുരക്ഷയേക്കാളും പരിരക്ഷയേക്കാളും പ്രധാനമായ മറ്റൊന്നും ഞങ്ങൾക്കില്ല. ആളുകൾ അവരുടെ ജീവിതത്തിലെ അവിസ്‌മരണീയമായ നിമിഷങ്ങൾ പങ്കിട്ടുകൊണ്ട് ഞങ്ങളിൽ വിശ്വാസമർപ്പിക്കുന്നു. അതിനാൽ നിങ്ങളുടെ ഡാറ്റ സുരക്ഷിതമായി സൂക്ഷിക്കുന്നതിൽ ഞങ്ങൾ ഒരു വിട്ടുവീഴ്ചയും ചെയ്യുകയില്ല.",
      "തിരയൽ ചരിത്രം മായ്‌ക്കണോ?",
      "ചേർക്കുക",
      "എല്ലാം അംഗീകരിക്കുക",
      "ഇല്ലാതാക്കുക",
      "നിങ്ങളുടെ വിവരങ്ങൾ സമർപ്പിച്ചതിന് നന്ദി",
      "സമര്‍പ്പിക്കുക",
      "മുഴുവൻ ഡാറ്റാ നയവും വായിക്കുക",
      "സമര്‍പ്പിക്കുക",
      "എല്ലാവരും",
      "99+",
      "പിൻ നൽകുക",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്ന എന്തെങ്കിലും നിങ്ങൾ വീണ്ടും പോസ്‌റ്റുചെയ്‌താൽ, നിങ്ങളുടെ പോസ്‌റ്റുകൾ, സന്ദേശങ്ങൾ, ആർക്കൈവ്, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കും.",
      "ക്രോപ്പ് സ്ക്വയർ ഐക്കൺ",
      "ലിങ്ക് കാലഹരണപ്പെട്ടു",
      "നിങ്ങൾ ഒരു സന്ദേശം കൈമാറി",
      "തിങ്കള്‍",
      "ഈ പോസ്‌റ്റ് റിപ്പോർട്ടുചെയ്യാൻ‌ ഒരു കാരണം തിരഞ്ഞെടുക്കുക. ഞങ്ങൾ {Medianame of the person being reported} റിപ്പോർട്ടുചെയ്‌തത് അറിയിക്കില്ല.",
      "അഭ്യർത്ഥനകൾ പിന്തുടരുക",
      "ഈ ടൂളുകൾ ഉപയോഗിച്ച്, പരസ്യങ്ങൾ വ്യക്തിപരമാക്കാൻ വ്യത്യസ്ത ഡാറ്റ ഉപയോഗിക്കുന്ന രീതി നിങ്ങൾക്ക് നിയന്ത്രിക്കാം.",
      "ആമുഖം",
      "ഇമെയിൽ‍",
      "അടുത്തത്",
      "മാസം",
      "സുരക്ഷ കോഡ്",
      "മൊബൈല്‍ നമ്പര്‍",
      "കൂടുതല്‍‍‍",
      "റദ്ദാക്കുക",
      "വരാനിരിക്കുന്ന ഇവന്റിന്റെ ലഘുചിത്രം",
      '"{collection name}" എന്നതിൽ സംരക്ഷിച്ചു.',
      "റീലുകൾ",
      "നിയന്ത്രണം",
      "ഇതിലേക്ക് അയയ്‌ക്കുക",
      "ആപ്പിൽ പോസ്‌റ്റ് ചെയ്യുന്നത് മികച്ചതാണ്",
      "പുതുക്കാൻ ടാപ്പുചെയ്യുക",
      "Instagram സൃഷ്ടാക്കളായ Facebook-ൽ ഞങ്ങൾ വിശ്വസിക്കുന്നത് നിങ്ങൾ കാണുന്ന ഉള്ളടക്കം വ്യക്തിപരമാക്കുന്നത് നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്തുമെന്നാണ്. നിങ്ങൾക്ക് പ്രസക്തമായ ഉള്ളടക്കം കാണിക്കാനും ഞങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ പ്രവർത്തിക്കുന്ന രീതി മെച്ചപ്പെടുത്താനും ഞങ്ങൾ കുക്കികളും സമാന സാങ്കേതികവിദ്യകളും ഉപയോഗിക്കുന്നു.",
      "ഈ സന്ദേശം Instagram-ൽ ഉണ്ടാകരുത്",
      "ഒരു പിശക് സംഭവിച്ചു, നിങ്ങളുടെ വീഡിയോ പോസ്‌റ്റുചെയ്യാനായില്ല.",
      "Edit",
      "എന്തോ തെറ്റ് സംഭവിച്ചു, പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "ആളുകളെ കണ്ടെത്തുക",
      "തുടരാൻ നിങ്ങളുടെ Instagram പാസ്‌വേഡ് നൽകുക.",
      "പ്രൊഫൈല്‍‍",
      "{Username of current profile} എന്നയാളെ തടഞ്ഞത് മാറ്റി.",
      "{phone_number} എന്ന നമ്പറിലേക്ക് ഞങ്ങൾ അയച്ച കോഡ് നൽകുക",
      "മറ്റുള്ളവ",
      "നിങ്ങളുടെ വിവരങ്ങൾ HTML ഫോർമാറ്റിലാണ് അഭ്യർത്ഥിച്ചതെങ്കിൽ, index.html ഫയൽ തുറന്ന് ഫയലുകൾ കൂടുതൽ എളുപ്പത്തിൽ നാവിഗേറ്റ് ചെയ്യാൻ നിങ്ങൾക്കാകും.",
      "സഹായ കേന്ദ്രത്തിലേക്ക് പോവുക",
      "നിങ്ങൾ മുമ്പ് {application name} നിങ്ങളുടെ Instagram അക്കൗണ്ടിലേക്ക് കണക്റ്റ് ചെയ്തിട്ടുണ്ട്.",
      "ഒരു തർക്കം സമർപ്പിക്കുക",
      "ആയുധങ്ങളുടെ വിൽപ്പനയോ പ്രൊമോഷനോ",
      "ന്",
      "ഹാഷ്‌ടാഗുകൾ",
      "നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ ഇപ്പോൾ അക്കൗണ്ടുകളിലുടനീളം ബന്ധിപ്പിച്ചിരിക്കുന്നു. ക്രമീകരണങ്ങളിൽ നിങ്ങൾക്ക് ഇത് മാറ്റാൻ കഴിയും.",
      "നിലവിൽ, നിങ്ങൾക്ക് ഒറ്റത്തവണ നൽകുന്ന സംഭാവനയിൽ {donation amount limit, should not be translated since the rule is regulated in euro} മാത്രമേ സംഭാവന നൽകാനാകൂ. സംഭാവന നൽകുന്ന തുക കുറയ്‌ക്കാൻ ശ്രമിക്കുക അല്ലെങ്കിൽ യോഗ്യത നേടുമ്പോൾ വീണ്ടും സംഭാവന നൽകുക.",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കാൻ സഹായിക്കുന്നതിന് ഒരു ലോഗിൻ ലിങ്ക് അയയ്‌ക്കാൻ ഞങ്ങൾക്കാകും.",
      "റൗണ്ട് ട്രിപ്പ് ടൈം",
      "രാജ്യം തിരഞ്ഞെടുക്കുക",
      "സ്റ്റോറികളിൽ വരുന്ന ജീവിത മുഹൂർത്തങ്ങൾ അനുഭവിച്ചറിയൂ",
      "വോട്ടെടുപ്പ്",
      "തെളിച്ചം",
      "റദ്ദാക്കുക",
      "വീഡിയോകൾ",
      "കൂടുതലറിയുക.",
      "ഡാറ്റ ശേഖരിക്കുന്നതും Instagram ഉൾപ്പെടെയുള്ള Facebook ഉൽപ്പന്നങ്ങളിൽ അത് പങ്കിട്ട് ഉപയോഗിക്കുന്നതും എങ്ങനെയെന്ന് വിശദമാക്കുന്ന ഒരു പുതിയ ഡാറ്റാ നയവും ഞങ്ങൾക്കുണ്ട്. സ്റ്റോറികളും നേരിട്ടുള്ള സന്ദേശമയയ്‌ക്കലും ആക്‌റ്റിവിറ്റി സ്റ്റാറ്റസും ഞങ്ങളുടെ ക്യാമറകളിലെ ക്രിയേറ്റീവ് ടൂളുകളും പോലുള്ള പുതിയ സവിശേഷതകളെക്കുറിച്ചും ഈ നയത്തിൽ പരാമർശിക്കുന്നുണ്ട്. നയത്തിലെ ഈ പുതിയ വിവരം സംബന്ധിച്ച് നിങ്ങൾക്ക് അറിവുണ്ടെന്ന് ഉറപ്പുവരുത്താൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു.",
      "പിന്തുടരാൻ ആളുകളെ കണ്ടെത്തുക",
      "സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ",
      "ഈ വീഡിയോ ഫോർമാറ്റ് പിന്തുണയ്‌ക്കുന്നില്ല.",
      "ഉല്‍പ്പന്നം അടയാളപ്പെടുത്തുക",
      "ആപ്പിലെ നിങ്ങളുടെ വിവരങ്ങൾ സ്ഥിരീകരിക്കുക",
      "ഇമെയിൽ വിലാസം മാറ്റുക",
      "നിങ്ങളുടെ പ്രാമാണീകരണ ആപ്പ് നീക്കം ചെയ്‌താൽ, ടെക്‌സ്‌റ്റ് സന്ദേശത്തിലൂടെ മാത്രമേ സുരക്ഷ കോഡുകൾ ലഭിക്കുകയുള്ളൂ. Instagram ആപ്പിൽ നിന്നും നിങ്ങൾക്കിത് തിരികെ ചേർക്കാം.",
      "റദ്ദാക്കുക",
      "{username}, നിങ്ങൾ അവരുടെ മാതാപിതാക്കൾ/രക്ഷിതാവാണെന്ന് പറഞ്ഞു.",
      "എങ്ങനെയെങ്കിലും പങ്കിടുക",
      "പ്രായപൂർത്തിയാവാത്ത കുട്ടിയുടെ ഉടമസ്ഥതയിലാണ്",
      "ഇല്ലാതാക്കുക",
      "ഏപ്രിൽ",
      "Facebook-ൽ നിന്ന് നിങ്ങളുടെ പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കുക",
      "ലൈഗിക ബന്ധത്തിലേർപ്പെടന്ന്നതിന്റെ ഫോട്ടോകൾ അല്ലെങ്കിൽ വീഡിയോകൾ",
      "ഉപകരണങ്ങൾ & നെറ്റ്‌വര്‍ക്കുകൾ",
      "അഭ്യർത്ഥനകൾ ({count})",
      "ഇല്ലാതാക്കുക",
      "നിങ്ങളുടെ ഫോട്ടോകളും വീഡിയോകളും ഫിൽറ്റർ ചെയ്യുന്നതിനും, എഡിറ്റ് ചെയ്യുന്നതിനും, പങ്കിടുന്നതിനുമുള്ള കൂടുതൽ മാർഗങ്ങൾക്കായി ആപ്പിലേക്ക് മാറുക.",
      "Instagram-ന് Facebook-ൽ നിന്നും {payment methods, delivery address, name, email}, {payment history} എന്നിവ ആക്‌സസ്സ് ചെയ്യാനാകും",
      "തർക്കത്തിനുള്ള കാരണം",
      "നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് തിരികെയെത്താൻ ശ്രമിക്കാൻ Instagram ആപ്പ് ഉപയോഗിച്ച് സ്ഥിരീകരിക്കുക.",
      "ഈ പോസ്‌റ്റിലെ അഭിപ്രായങ്ങൾ പരിമിതപ്പെടുത്തിയിരിക്കുന്നു.",
      "ഗ്രാഫിക് അക്രമം",
      "പുതിയ പോസ്‌റ്റ്",
      "ഫോട്ടോ നിരസിക്കണോ?",
      "വീഡിയോയുടെ ദൈർഘ്യം {maxVideoSizeInBytes}GB-യിൽ കൂടാൻ പാടില്ല.",
      "വീണ്ടെടുക്കൽ കോഡുകൾ",
      "പുതിയ പോസ്‌റ്റ് സൃഷ്‌ടിക്കുക",
      "{previous items}; {last item} എന്നിവ",
      "-ന്",
      "നിങ്ങളുടെ Instagram അക്കൗണ്ട് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക:",
      "ആപ്പിലേക്ക് മാറുക",
      "Messenger",
      "ഈ ലൊക്കേഷനെക്കുറിച്ചുള്ള ഒരു പോസ്റ്റും കാണാതെ പോകരുത്",
      "പിശക്",
      "അക്കൗണ്ടുകൾ മാറുക",
      "അക്കൗണ്ട്‌സ് സെന്റർ",
      "ആപ്പ് തുറക്കുക",
      "ഉപദ്രവം അല്ലെങ്കിൽ ഭീഷണിപ്പെടുത്തൽ",
      "• ആപ്പിനോ വെബ്സൈറ്റിനോ നിങ്ങൾ അവയുമായി പങ്കിട്ട വിവരങ്ങൾ ആക്‌സസ് ചെയ്യുന്നത് തുടരാനാകും. ഉദാഹരണത്തിന്, ഒരു എഡിറ്റിംഗ് ആപ്പിന് നിങ്ങളുടെ ഫോട്ടോകളിലേക്ക് ആക്‌സസ് നൽകിയാൽ, നിങ്ങൾ Instagram-ൽ ചേർക്കുന്ന പുതിയ ഫോട്ടോകളും ആ ആപ്പിന് ആക്‌സസ് ചെയ്യാനാകും.",
      "സംരക്ഷിക്കുക",
      "സമര്‍പ്പിക്കുക",
      "ഓൾട്ടർനേറ്റിവ് ടെക്‌സ്‌റ്റ്",
      "തിരയൽ വിഭാഗങ്ങൾ",
      "സരക്ഷിച്ചവയിൽ നിന്നും ശേഖരങ്ങളിൽ നിന്നും നീക്കം ചെയ്യണോ?",
      "നിങ്ങളുടെ വിവരങ്ങളുടെ ഒരു പകർപ്പ് നേടുക",
      "നിങ്ങളുടെ പ്രൊഫൈൽ സംരക്ഷിക്കുന്നതിൽ കുഴപ്പമുണ്ടായി.",
      "ശരിയായ ഇമെയില്‍ വിലാസം നല്‍‌കുക.",
      "കമ്പനി",
      "ലൈക്ക് ചെയ്യുന്നതിന് അല്ലെങ്കിൽ അഭിപ്രായമിടുന്നതിന് {username} എന്നയാളെ പിന്തുടരുക.",
      "Facebook ലോഗോ",
      "നിങ്ങളുടെ സുഹൃത്തുക്കളെ പിന്തുടരുക",
      "ഇമെയില്‍ സ്ഥിതീകരണം",
      "കുക്കി നയം (ആവശ്യമാണ്)",
      "പുതിയ അക്കൗണ്ട് സൃഷ്‌ടിക്കുക",
      "പുതിയൊരു പോസ്റ്റ് സൃഷ്‌ടിക്കാൻ ഫോട്ടോകളും വീഡിയോകളും ചേർക്കുക.",
      "{numberOfUsers} ആളുകൾ ടൈപ്പുചെയ്യുന്നു...",
      "തടഞ്ഞിട്ടുള്ള ലൊക്കേഷനുകളിൽ നിങ്ങളുടെ വീഡിയോ ആളുകൾക്ക് കാണാനോ ലൈക്കുചെയ്യാനോ അഭിപ്രായമിടാനോ കഴിയില്ല. നിങ്ങളുടെ വീഡിയോ ഇനിപ്പറയുന്നിടത്ത് മാത്രം ദൃശ്യമാകും:",
      "മികച്ച ചിത്രങ്ങളും വീഡിയോകളും",
      "പുതിയ ഫോൺ നമ്പർ",
      "വീണ്ടും ശ്രമിക്കുക",
      "പരസ്യങ്ങൾ",
      "പ്രാമാണീകരണ അഭ്യർത്ഥന",
      "പുതിയ ശേഖരം",
      "ഈ ഉള്ളടക്കം നീക്കംചെയ്യേണ്ടതല്ലെന്ന് വിശ്വസിക്കുന്നുവെങ്കിൽ, പ്രശ്നം പരിഹരിക്കുന്നതിന് നിങ്ങൾക്ക് പരാതിപ്പെട്ട കക്ഷിയെ നേരിട്ട് ബന്ധപ്പെടാനാകും.",
      "അഡ്‌മിൻ അനുമതി ആവശ്യമാണ്",
      "പുനഃക്രമീകരിക്കുന്നതിന് ക്ലിക്ക് ചെയ്‌ത് വലിച്ചിടുക",
      "മുമ്പത്തെ ഇമെയിൽ വിലാസം",
      "വിശ്വസ്‌ത ഉപകരണങ്ങൾ കാണുക",
      "{username1}, {username2}, {username3} എന്നിവർ പിന്തുടരുന്നു",
      "ഞങ്ങൾ  ****{This is the last 4 digits of the user's phone number} എന്നതിലേയ്‌ക്ക് ഒരു കോഡ് അയയ്‌ക്കും.",
      "{username} എന്നയാളിൽ നിന്നുള്ള {count} പോസ്റ്റുകളും കൂടി കാണുക",
      "ഗെയിമർ",
      "ഇന്നലെ {Timestamp of the message}",
      "സ്ഥിരീകരിക്കുക",
      "ലിങ്ക് സന്ദർശിക്കുക",
      "നിങ്ങളുടെ PIN നൽകുക",
      "പിന്തുടരാൻ ആളുകളെ നേടി ഫോട്ടോകൾ പങ്കിട്ടുതുടങ്ങൂ. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഉപയോക്തൃനാമം മാറ്റാനാകും.",
      "ഈ പോസ്‌റ്റ് ലഭ്യമല്ല.",
      "നിങ്ങൾ പരിമിതപ്പെടുത്തിയിരിക്കുന്ന ഒരാൾ ഈ ഗ്രൂപ്പിലുണ്ട്",
      "ആരുടെയെങ്കിലും അഭിപ്രായം നിങ്ങൾ റിപ്പോർട്ട് ചെയ്താൽ, ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് Instagram അവരോട് പറയില്ല.",
      "പൊതുവായത്",
      "നിരസിക്കുക",
      "വിലാസ ലൈൻ 2 (ഓപ്‌ഷണൽ)",
      "ക്ലിപ്പ്",
      "ലിങ്ക് പകർത്തുക",
      "{username}, Instagram-ലെ നിങ്ങളുടെ സ്വാകര്യതയെക്കുറിച്ച് ഞങ്ങൾക്ക് കരുതലുണ്ട്, അതിനാൽ ഈയിടയ്‌ക്ക് നിങ്ങളുടേതുൾപ്പെടെ ‌124 Instagram അക്കൗണ്ടുകളെ ബാധിച്ചു എന്ന ഞങ്ങൾ കണ്ടെത്തിയ ഒരു സങ്കേതിക തകരാർ ‌വേഗത്തിൽ ‌പരിഹരിച്ചു ‌എന്ന് നിങ്ങളെ അറിയിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു.",
      "നിങ്ങൾക്ക് വീണ്ടും കാണാൻ താൽപ്പര്യമുള്ള ഫോട്ടോകളും വീഡിയോകളും സംരക്ഷിക്കുക. ആരെയും അറിയിക്കില്ല, നിങ്ങൾ സംരക്ഷിച്ചത് നിങ്ങൾക്ക് മാത്രമേ കാണാൻ കഴിയൂ.",
      "ഇത് എന്ത് തരത്തിലുള്ള അക്കൗണ്ടാണ്?",
      "പ്ലേ ചെയ്യുക",
      "കുക്കി ക്രമീകരണങ്ങൾ",
      "ലോഗിൻ ചെയ്യാൻ ഇത് ആവശ്യമാണ്, ഒപ്പം ഇനിപ്പറയുന്നവയ്ക്ക് Instagram-നെ അനുവദിക്കുകയും ചെയ്യുന്നു:",
      "നിങ്ങളുടെ ഫയൽ നേടാൻ ലോഗിൻ ചെയ്യുക",
      "{filename} എന്ന് ലേബൽ ചെയ്തിരിക്കുന്ന വീഡിയോ, ഗാലറി പോസ്റ്റിന് വളരെ ദൈർഘ്യമേറിയതാണ്. തുടരുന്നതിനായി, ദൈർഘ്യം കുറഞ്ഞ ഒരു വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "ആക്‌റ്റിവിറ്റി സ്‌റ്റാറ്റസ് കാണിക്കുക",
      "യോഗ്യതയില്ലാത്ത അക്കൗണ്ട്",
      "ബില്ലിംഗ് വിലാസം",
      "വീഡിയോ പുനസ്ഥാപിക്കുക",
      "പിന്തുടരൽ അഭ്യർത്ഥനകൾ",
      "@generated",
      "ചാറ്റുകള്‍",
      "ന്",
      "ഇപ്പോൾ കണക്‌റ്റുചെയ്യാനാകില്ല. നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ ക്രമീകരണങ്ങളിൽ നിന്ന് കണക്‌റ്റുചെയ്യാനാകും.",
      "#{hashtag} എന്നതിനായുള്ള സമീപകാല പോസ്റ്റുകൾ മറച്ചു, കാരണം ചില പോസ്റ്റുകൾ Instagram-ൻെറ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ പാലിക്കുന്നില്ല.{link that reads learn more}",
      "നിങ്ങൾ യുകെ നികുതി ദായകനാണെന്നും നിലവിലെ നികുതി വർഷത്തിലെ നിങ്ങളുടെ എല്ലാ സംഭാവനകളിലും ഗിഫ്റ്റ് എയ്‌ഡ് ക്ലെയിം ചെയ്‌ത തുകയേക്കാൾ കുറച്ചാണ് നിങ്ങൾ ആദായ നികുതിയോ ലാഭ നികുതിയോ അടയ്‌ക്കുന്നതുമെങ്കിൽ, അതിൽ വരുന്ന ബാക്കി തുക അടയ്‌ക്കേണ്ടത് നിങ്ങളുടെ ഉത്തരവാദിത്തമാണെന്നും നിങ്ങൾ സമ്മതിക്കുന്നു. മുകളിൽ പറഞ്ഞിരിക്കുന്ന ബാധകമായ പ്രസ്‌താവനകളെല്ലാം നിങ്ങൾ സ്ഥിരീകരിക്കുകയും നിങ്ങളുടെ സംഭാവൻ ഗിഫ്‌റ്റ് എയ്‌ഡ് ചെയ്യണമെന്ന് സ്ഥിരീകരിക്കുകയും ചെയ്യുന്നു.",
      "ഉടമസ്ഥതാ നിയന്ത്രണങ്ങൾ ഉള്ളതിനാൽ നിങ്ങളുടെ വീഡിയോ ലോകവ്യാപകമായി തടഞ്ഞു.",
      "കുക്കികൾ ഉപയോഗിച്ചാൽ മറ്റ് കമ്പനികൾക്ക് നിങ്ങളുടെ വിവരങ്ങൾ ലഭിക്കും",
      "പങ്കിടുന്നു",
      "നിങ്ങൾക്ക് ഒരു Instagram അക്കൗണ്ട് ഉണ്ടെങ്കിൽ, ഈ ടൂളുകൾ ഉപയോഗിച്ച് പരസ്യങ്ങൾ വ്യക്തിപരമാക്കാൻ വ്യത്യസ്‌ത ഡാറ്റ ഉപയോഗിക്കുന്ന രീതി നിങ്ങൾക്ക് നിയന്ത്രിക്കാം.",
      "മടങ്ങുക",
      "എല്ലാ {time between requests in seconds} സെക്കൻഡിലും ഞങ്ങൾക്ക് ഒരു പുതിയ കോഡ് മാത്രമേ അയയ്‌ക്കാനാകൂ.",
      "ലോഗ് ഔട്ട് ചെയ്യുക",
      "ഫോൺ നമ്പർ ചേർക്കുക",
      "എന്തോ പിശക് സംഭവിച്ചു",
      "ആപ്പ് തുറക്കുക",
      "ന്",
      "ക്ഷമിക്കണം! ഇപ്പോൾ നിങ്ങളുടെ സ്ഥിരീകരണ കോഡ് അയയ്‌ക്കുന്നതിൽ പ്രശ്‌നം ‌നേരിടുന്നു. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "അഭിപ്രായം",
      "പൊതുവായതാക്കുക",
      "ബട്ടൺ: ഡോക്യുമെന്റ് തരം തിരഞ്ഞെടുക്കുക",
      "PIN നൽകുക",
      "മങ്ങിക്കുക",
      "തർക്കം സമർപ്പിക്കുന്നതിലൂടെ, നിങ്ങളുടെ ഫോട്ടോയും അക്കൗണ്ട് സംബന്ധിച്ച പൊതുവായ അടിസ്ഥാന വിവരങ്ങളും അവലോകനം ചെയ്യുന്നതിന് അവകാശമുള്ള വ്യക്തിയായ {reference owner name} എന്നയാൾക്ക് അനുവാദം നൽകുന്നു. അവർക്ക് പ്രതികരിക്കുന്നതിനായി {number of days} ദിവസത്തെ സമയമുണ്ട്.",
      "നിങ്ങളുടെ ഫയലുകൾ കാലഹരണപ്പെട്ടു",
      "Facebook ലോഗോ ബാഡ്ജ്",
      "ന്",
      "{seconds} സെക്കന്‍ഡ് മുമ്പ്",
      "{Username of current user} പോസ്‌റ്റുചെയ്യുമ്പോൾ, നിങ്ങൾക്ക് അവരുടെ ഫോട്ടോകളും വീഡിയോകളും ഇവിടെ കാണാനാകും.",
      "ആപ്പ് ഇൻസ്‌റ്റാളുചെയ്യുക",
      "സ്‌‌റ്റോറികൾ",
      "ഗിഫ്‌റ്റ് എയ്‌ഡ് ചേർത്തു.",
      "{count} പേർ കണ്ടു",
      "ഡിസം",
      "സഹായകേന്ദ്രത്തിൽ",
      "· ഈ സംഭാവന നൽകാൻ നിങ്ങൾ സ്വന്തം പണമാണ് ഉപയോഗിച്ചത്",
      "ബാഗ് ഐക്കൺ",
      "പിൻ മറന്നോ?",
      "Facebook-ൽ പങ്കിടുക",
      "തത്സമയ വീഡിയോ കാണുക",
      "ഫോൺ നമ്പർ മാറ്റുക",
      "{username} എന്നയാൾക്ക് ഈ ചോദ്യങ്ങളിൽ ഏതും സ്ക്രീനിൽ കാണിക്കാനാകും.",
      "നിങ്ങളുടെ വിവരങ്ങൾ അടങ്ങിയ ഒരു ഫയലിലേക്കുള്ള ലിങ്ക് ഞങ്ങൾ ഇമെയിൽ ചെയ്യും. ഇത് നിങ്ങൾക്ക് HTML-ൽ സ്വീകരിക്കാനാകും, ഇത് നിങ്ങൾക്ക് കാണാൻ എളുപ്പമായിരിക്കും, ആല്ലെങ്കിൽ മറ്റൊരു സേവനത്തിലേക്ക് എളുപ്പത്തിൽ ഇമ്പോർട്ട് ചെയ്യാനാകുന്ന JSON ഫോർമാറ്റിലും ഇത് സ്വീകരിക്കാം.",
      "ടാഗ് ചെയ്‌തവർ",
      "{list of items} അല്ലെങ്കിൽ {last item}",
      "സംരക്ഷിക്കുക",
      "ഞങ്ങളുടെ നിബന്ധനകളെയും ഡാറ്റാ നയത്തെയും കുറിച്ച് നിങ്ങൾക്ക് ആശങ്കയുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് {press center post}",
      "നിങ്ങളുടെ സംഭാവനയിലേക്ക് ഗിഫ്‌റ്റ് എയ്‌ഡ് ചേർക്കുക.",
      "{filename} എന്ന് ലേബൽ ചെയ്തിരിക്കുന്ന ഫയൽ വളരെ വലുതാണ്. തുടരുന്നതിനായി, 1 GB-യിൽ കൂടുതൽ വലുപ്പമുള്ള ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "അനുചിതമെന്ന് റിപ്പോർട്ട് ചെയ്യുക",
      "പഴയപടിയാക്കുക",
      "നിങ്ങൾക്ക് ഇനി നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ നിന്ന് നേരിട്ട് പോസ്‌റ്റുകൾ സൃഷ്‌ടിക്കാനും പങ്കിടാനും കഴിയും.",
      "നോമിനേഷൻ മീഡിയ കാണുന്നതിനുള്ള Chevron ഐക്കൺ",
      "നിങ്ങളുടെ അക്കൗണ്ടിലേയ്‌ക്ക് തിരികെ വരാൻ ഞങ്ങൾ നിങ്ങൾക്കൊരു സുരക്ഷ കോഡ് അയയ്‌ക്കും.",
      "Facebook Pay ഉപയോഗിച്ചുള്ള അധിക സുരക്ഷ",
      "സ്‌റ്റോറി {actionType} {prepositionType} {violationText}",
      "വീഡിയോ കോൾ",
      "ഞങ്ങളുടെ സഹായ കേന്ദ്രത്തിൽ നിന്നും {learn more}",
      "ഗിഫ്‌റ്റ് എയ്‌ഡ് ചേർക്കുക",
      "നീക്കം ചെയ്യുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കി. ഇത് വീണ്ടും സജീവമാക്കുനതിന്, തിരികെ ലോഗ് ഇൻ ചെയ്യുക",
      "നിങ്ങൾ ഒരു അവലോകനം അഭ്യർത്ഥിക്കുമ്പോൾ, അത് ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നുണ്ടോ എന്നറിയാൻ നിങ്ങളുടെ പോസ്‌റ്റ് ഞങ്ങൾ അവലോകനം ചെയ്യും. എല്ലാ അവലോകന ഫലങ്ങളും അന്തിമമായിരിക്കും.",
      "കൂടുതൽ കാണാൻ ലോഗിൻ ചെയ്യുക",
      "കീവേഡ്",
      "അക്രമമോ പ്രബലമായ അക്രമ ഭീഷണിയോ ആയി റിപ്പോർട്ടുചെയ്യണോ?",
      "ഫോണ്‍ നമ്പര്‍",
      "നിർദ്ദേശിച്ച പ്രൊഫൈലുകളുടെ ഡയറക്‌ടറി",
      "അടുത്തത്",
      "ഈ ഉപയോക്താവിനെ തടയണോ?",
      "{username} എന്നതായി ലോഗിൻ ചെയ്യാൻ ആവശ്യപ്പെടുന്ന ഒരു ലിങ്ക് നിങ്ങൾ പിന്തുടർന്നു. നിലവിലെ അക്കൗണ്ടിൽ നിന്ന് നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്യും.",
      "{date}, {time of day}-ന് പോസ്‌റ്റുചെയ്‌ത വീഡിയോയിൽ ഇനിപ്പറയുന്ന ഉള്ളടക്കം അടങ്ങിയിരിക്കുന്നതിനാൽ അത് നീക്കം ചെയ്‌തു:",
      "പാസ്‌വേഡ് പുനഃസജ്ജീകരണ ഇമെയിലുകൾ നിയന്ത്രിക്കുക",
      "ശരി",
      "കൂടുതൽ അറിയുക",
      "ആളുകൾ {viewcount}-ൽ കൂടുതൽ തവണ നിങ്ങളുടെ വീഡിയോ കണ്ടു.",
      "{mins}മിനിറ്റ് മുമ്പ് കണ്ടു",
      "റിപ്പോർട്ട് ചെയ്യുക",
      "PayPal ചേർക്കുക",
      "ഒരു അപ്പീൽ സമർപ്പിക്കുക",
      "നിങ്ങളുടെ ഉപയോക്തൃനാമം മാറ്റുന്നത് സംബന്ധിച്ച് കൂടുതലറിയുക",
      "ജന്മദിനങ്ങൾ",
      "ഇമെയില്‍, ഫോൺ അല്ലെങ്കിൽ ഉപയോക്തൃനാമം",
      "അക്കൗണ്ട് മുന്നറിയിപ്പ്",
      "{username} എന്നയാൾക്ക് മറുപടി നൽകുന്നു",
      "നിങ്ങളുടെ ഐഡിയുടെ ഒരു ഫോട്ടോ അയക്കുക",
      "ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. അവഹേളിക്കണമെന്ന് നിങ്ങൾ ഉദ്ദേശിച്ചിട്ടില്ലെങ്കിലും, എല്ലാവരെയും ബഹുമാനിക്കുന്ന രീതിയിൽ സ്വയം ആവിഷ്‌ക്കരിക്കാൻ ആളുകളെ ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "സ്വയം മുറിവേൽപ്പിച്ചതായി റിപ്പോർട്ട് ചെയ്യണോ?",
      "പ്രാമാണീകരണ ആപ്പ് ഓണാക്കുന്നത് ഇപ്പോൾ വെബിൽ പിന്തുണയ്‌ക്കുന്നില്ല. അസൗകര്യങ്ങൾക്ക് മാപ്പ്.",
      "നിങ്ങളുടെ കോൺടാക്‌റ്റ് വിവരങ്ങളും പേയ്‌മെന്റ് രീതിയും അടുത്ത തവണത്തേയ്‌ക്കായി സുരക്ഷിതമായി സംരക്ഷിക്കും.",
      "കൂടുതൽ ആളുകളിലേക്ക് എത്തിച്ചേരാനും നിങ്ങളുടെ കമ്മ്യൂണിറ്റിയെ കെട്ടിപ്പടുക്കാനും സഹായിക്കുന്നതിന് Instagram-ൽ പ്രൊമോഷനുകൾ സൃഷ്‌ടിക്കുക.",
      "മറ്റൊരാളും",
      "Instagram നിബന്ധനകള്‍",
      "Spring-ൽ നിന്ന് നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ വേഗത്തിൽ വിൽക്കുന്നതിനായി ഒരു ഷോപ്പ് തുറക്കാൻ Instagram ആപ്പ് ഉപയോഗിക്കുക.",
      "അഫിലിയേറ്റിനെ കുറിച്ച് കൂടുതലറിയുക",
      "Instagram-ലെ ടൂളുകളെ കുറിച്ചുള്ള നുറുങ്ങുകൾ നേടൂ.",
      "Safari",
      "ഈ വിവരം നിങ്ങളുടെ പ്രൊഫൈലിൽ പൊതുവായി പ്രദർശിപ്പിക്കുന്നതിനാൽ ആളുകൾക്ക് നിങ്ങളെ കോൺടാക്‌റ്റ് ചെയ്യാനാകും. ഏതുസമയത്തും പ്രൊഫൈലിൽ ഈ വിവരം നിങ്ങൾക്ക് എഡിറ്റ് ചെയ്യാനോ നീക്കം ചെയ്യാനോ സാധിക്കും.",
      "റദ്ദാക്കുക",
      "ആപ്പിൽ സ്‌റ്റോറികൾ മികച്ചതാണ്",
      "നിലനിർത്തുക",
      "ലോഗിൻ സഹായ ഇമെയിലുകൾ നിയന്ത്രിക്കുക",
      "ഈ ഫയൽ പിന്തുണയ്‌ക്കുന്നില്ല",
      "ഈ ബ്രൗസറിന് വീഡിയോ ഫയൽ വായിക്കാനായില്ല.",
      "നിങ്ങൾ ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം സജ്ജീകരിക്കുമ്പോൾ നൽകിയ 8-അക്ക കോഡുകളിൽ ഒന്ന് നൽകുക.",
      "നിങ്ങൾ ഇനിപ്പറയുന്ന പേരുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ അക്കൗണ്ട് കണ്ടെത്താൻ ആളുകളെ സഹായിക്കുക: പൂർണ്ണമായ പേര്, വിളിപ്പേര് അല്ലെങ്കിൽ ബിസിനസ്സ് പേര്.",
      "Instagram-ലേക്ക് മടങ്ങുക.",
      "ഇതുവരെ പോസ്‌റ്റുകളൊന്നുമില്ല",
      "പോസ്‌റ്റുചെയ്യുക",
      "പ്രൊഫൈലിലേക്ക് പോവുക",
      "നിങ്ങളുടെ വീഡിയോ എല്ലാ ലൊക്കേഷനുകളിലും തടഞ്ഞിരിക്കുന്നു, ഇതിന്റെ അർത്ഥം ആളുകൾക്ക് ഇത് കാണുന്നതിനോ, ലൈക്ക് ചെയ്യുന്നതിനോ, അഭിപ്രായമിടുന്നതിനോ കഴിയില്ല എന്നതാണ്.",
      "നേടുക",
      "കുട്ടികളുടെ നഗ്നതയോ ഭാഗിക നഗ്നനമായതോ ആയ പോസ്‌റ്റുകൾ",
      "കൊറോണ വൈറസിന്റെ വ്യാപനം അറിയാൻ മേരിലാൻഡ് യൂണിവേഴ്‌സിറ്റി (UMD) നടത്തിയ ഈ സന്നദ്ധ സർവേ ആരോഗ്യ വിവരങ്ങൾ സംബന്ധിച്ച ചോദ്യങ്ങൾ ചോദിക്കുന്നു. ഇതിന് 3-5 മിനിറ്റ് എടുക്കും, ഇതിൽ പങ്കെടുക്കാൻ നിങ്ങൾ Instagram വിടും.",
      "Facebook-ൽ ഫോട്ടോ ചേർക്കുക",
      "നിങ്ങളെ മികച്ച പരസ്യങ്ങൾ കാണിക്കുന്നതിന്, വെബ്‌സൈറ്റുകളിലെയും ആപ്പുകളിലെയും ഉൾപ്പെടെ, Facebook കമ്പനി ഉൽപ്പന്നങ്ങൾക്ക് പുറത്തുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ച് പരസ്യദാതാക്കളും മറ്റ് പങ്കാളികളും ഞങ്ങൾക്ക് നൽകുന്ന ഡാറ്റ ഞങ്ങൾ ഉപയോഗിക്കുന്നു. നിങ്ങൾക്ക് പരസ്യങ്ങൾ കാണിക്കുന്നതിന് ഞങ്ങൾ ഈ ഡാറ്റ ഉപയോഗിക്കണോ എന്നത് നിങ്ങളുടെ {ad settings} എന്നതിൽ നിങ്ങൾക്ക് നിയന്ത്രിക്കാം.",
      "നിങ്ങളുടെ പ്രാമാണീകരണ ആപ്പിൽ സൃഷ്‌ടിച്ച 6-അക്ക ലോഗിൻ ‌കോഡ് നൽകുക.",
      "നിങ്ങളുടെ വിവരങ്ങൾ നിയന്ത്രിക്കാൻ കഴിയുന്ന മറ്റ് മാർഗ്ഗങ്ങൾ",
      "{tag_name} Instagram-ൽ ഹാഷ്‌ടാഗ്  • ഫോട്ടോകളും വീഡിയോകളും",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കിയേക്കാം",
      "സ്വകാര്യതാ",
      "വീഡിയോ ഫയൽ വായിക്കാവുന്നതല്ല",
      "ഒരു സ്‌റ്റോറി ഹൈലൈറ്റിന് മറുപടി നൽകി",
      "ഈ അഭിപ്രായം സ്‌പാമോ സ്‌കാമോ ആയിരിക്കും",
      "ആപ്ലിക്കേഷൻ നേടൂ",
      "അനുമതി നൽകുന്നതിൽ ‌പ്രശ്‌നമുണ്ടായി.",
      "പരസ്യ ക്രമീകരണങ്ങൾ",
      "ഇനിപ്പറയുന്നതിൽ നിങ്ങൾ അനുമതി നൽകിയത്",
      "നിങ്ങളുടെ ബ്രൗസറിന് ഈ വീഡിയോ ഫയൽ റീഡ് ചെയ്യാനായില്ല",
      "മറ്റൊരാളെ ടാഗുചെയ്യുക",
      "ലോഗിൻ ആക്‌റ്റിവിറ്റി",
      "ഹാഷ്‌ടാഗ്",
      "സ്‌പിന്നർ പ്ലെയ്‌സ്‌ഹോൾഡർ",
      "ആപ്പിൽ അടുത്തറിയുന്നത് മികച്ചതാണ്",
      "നിരസിക്കണോ?",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം ഉപയോഗിച്ച്‌ അധിക സുരക്ഷ ‌ചേർക്കുക",
      "അഭിപ്രായങ്ങൾ ഇല്ലാതാക്കുന്നു",
      "നിങ്ങളുടെ പോസ്‌റ്റുകളിൽ നിന്നുള്ള സധാരണ റിപ്പോർട്ടുചെയ്‌ത ‌കീവേഡുകൾ അടങ്ങിയിരിക്കുന്ന അഭിപ്രായങ്ങൾ മറയ്‌ക്കുക.",
      "ഇമെയിൽ അയച്ചതിനെ സംബന്ധിച്ച പിശക്",
      "ഫോണ്‍ നമ്പര്‍",
      "അടുത്തത്",
      "കുക്കികൾ സ്വീകരിക്കണോ?",
      "നിങ്ങളുടെ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഇമെയിൽ നൽകുക, നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കുന്നതിന് ഞങ്ങൾ ഒരു ലിങ്ക് അയയ്‌ക്കും.",
      "ഉൾച്ചേർക്കുക",
      "Instagram ആപ്പ്",
      "ഇന്റർനെറ്റ് കണക്ഷൻ ‌പരിശോധിച്ചതിനു ശേഷം ‌വീണ്ടും ‌ശ്രമിക്കുക.",
      "തിരികെ ലോഗിനിലേക്ക്",
      "1 ആഴ്‌ച മുമ്പ്",
      "വീഡിയോ {minLengthInMinutes} മിനിറ്റിനും {maxLengthInMinutes} മിനിറ്റിനും ഇടയ്‌ക്ക് ദൈർഘ്യമുള്ളതായിരിക്കണം.",
      "{previous items}, {following items} എന്നിവ",
      "അപ്പീൽ",
      "ഇത് നിങ്ങളായിരുന്നില്ല എന്ന് പറഞ്ഞതിനാൽ, നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമായി നിലനിർത്താൻ പാസ്‌വേഡ് അപ്‌ഡേറ്റുചെയ്യുക. മറ്റ് എല്ലായിടത്തുനിന്നും നിങ്ങൾ ലോഗൗട്ട് ചെയ്യപ്പെടും, അതിനാൽ ആരെങ്കിലും നിങ്ങളുടെ അക്കൗണ്ട് ഉപയോഗിക്കാൻ ശ്രമിക്കുന്നുണ്ടെങ്കിൽ ഇനി ആക്‌സസ്സ് നേടാനാകില്ല.",
      "നിങ്ങളുടെ സുഹൃത്തുക്കളിൽ നിന്നുള്ള ഫോട്ടോകളും വീഡിയോകളും കാണുന്നതിന് ലോഗിൻ ചെയ്യുക.",
      "Facebook ഉൽപ്പന്നങ്ങൾക്ക് പുറത്തുള്ള പരസ്യം ചെയ്യലിനും മെഷർമെന്റ് സേവനങ്ങൾക്കും, അനലിറ്റിക്സിനും, ചില ഫീച്ചറുകൾ നൽകി നിങ്ങൾക്കായുള്ള ഞങ്ങളുടെ സേവനങ്ങൾ മെച്ചപ്പെടുത്താനും ഞങ്ങൾ മറ്റ് കമ്പനികളിൽ നിന്നുള്ള ടൂളുകൾ ഉപയോഗിക്കുന്നു. ഈ കമ്പനികളും കുക്കികൾ ഉപയോഗിക്കുന്നുണ്ട്. {Instagram}, {Facebook} എന്നിവയിലെ ഞങ്ങളുടെ കുക്കി നയങ്ങൾ എന്നതിൽ കൂടുതലറിയുക.",
      "പോസ്‌റ്റുകൾ അല്ലെങ്കിൽ നിങ്ങളുടെ നഗ്നമായ ഫോട്ടോകൾ പോസ്‌റ്റുചെയ്യുമെന്ന ഭീഷണികൾ",
      "{username} എന്നയാളിൽ നിന്നുള്ള ചിത്രം",
      "ആഗ",
      "ഫോട്ടോ പോസ്‌റ്റ് ചെയ്യുന്നതിന് അപ്പീൽ ചെയ്യുക",
      "കാഴ്‌ചാ വൈകല്യമുള്ള ആളുകൾക്കായി ഓൾട്ടർനേറ്റീവ് ടെക്‌സ്‌റ്റ് നിങ്ങളുടെ ഫോട്ടോയെക്കുറിച്ച് വിവരിക്കുന്നു.",
      "ബിസിനസുകളുടെയും ഓർഗനൈസേഷനുകളുടെയും ആപ്പുകളും വെബ്‌സൈറ്റുകളും നിങ്ങൾ സന്ദർശിക്കുന്നത് പോലെയുള്ള, അവരുമായി നിങ്ങൾ നടത്തുന്ന ഇടപഴകലുകൾ സംബന്ധിച്ച് അവർ ഞങ്ങളുമായി പങ്കിടുന്ന പ്രവർത്തനങ്ങളുടെ സംഗ്രഹമായ നിങ്ങളുടെ Facebook-ന് പുറത്തുള്ള പ്രവർത്തനങ്ങൾ നിങ്ങൾക്ക് അവലോകനം ചെയ്യാം. ഈ വിവരങ്ങൾ ഞങ്ങളുമായി പങ്കിടുന്നതിന് അവർ Facebook ലോഗിൻ അല്ലെങ്കിൽ Facebook പിക്‌സൽ പോലുള്ള ഞങ്ങളുടെ {Business tools} ഉപയോഗിക്കുന്നു. ഇത് നിങ്ങൾക്ക് Facebook-ൽ കൂടുതൽ വ്യക്തിപരമാക്കിയ അനുഭവം നൽകുന്നത് പോലുള്ള കാര്യങ്ങൽ ചെയ്യാൻ ഞങ്ങളെ സഹായിക്കുന്നു. {off-Facebook activity}, അവ ഞങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു, നിങ്ങൾക്ക് അവ എങ്ങനെ നിയന്ത്രിക്കാം എന്നിവ സംബന്ധിച്ച് കൂടുതലറിയുക.",
      "അയച്ചു. നിങ്ങൾ പൂർത്തിയാക്കി!",
      "നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കുന്നതിൽ പ്രശ്‌നമുണ്ട്. ഉടനെ വീണ്ടും ശ്രമിക്കുക.",
      "ഇമോജി",
      "ഞങ്ങളുടെ ഉൽപ്പന്നങ്ങളിലുള്ള ചില ഫീച്ചറുകൾ പ്രവർത്തിച്ചേക്കില്ല",
      "നിലവിലുള്ള പഠനത്തിന്റെ ഭാഗമായി നിങ്ങളുടെ Instagram അക്കൗണ്ട് നിർജ്ജീവമാക്കി. നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് പ്രവേശിക്കുന്നത് തുടരുകയാണെങ്കിൽ, നിങ്ങൾ സൈൻ അപ്പ് ചെയ്ത നിർജ്ജീവമാക്കൽ പേയ്‌മെന്റിനുള്ള യോഗ്യത നിങ്ങൾക്ക് ലഭിച്ചേക്കില്ല.",
      "ഈ അക്കൗണ്ട് ഉപയോഗിക്കുന്നത് തുടരാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?",
      "സൗണ്ട്ട്രാക്കോ സംഗീതമോ പോലെയുള്ള ഓഡിയോ ഉൾപ്പെടെയുള്ളതെല്ലാം വീഡിയോയിൽ പങ്കിടാൻ നിങ്ങൾക്ക് അനുമതിയുണ്ടെങ്കിൽ, തടയുന്നതിനെതിരെ അപ്പീൽ ചെയ്‌ത് വീഡിയോ തടഞ്ഞത് മാറ്റാം. പങ്കിടാൻ അവകാശമുള്ള വീഡിയോകൾ മാത്രമേ ആളുകൾക്ക് പോസ്‌റ്റ് ചെയ്യാനാവൂ എന്നത് ഓർമ്മിക്കുക. നിങ്ങളുടെ ഉടമസ്ഥതയില്ലാത്ത ഉള്ളടക്കം പോസ്‌റ്റുചെയ്യുന്നത് നിങ്ങളുടെ അക്കൗണ്ടിനെതിരെ ആക്ഷൻ എടുക്കുന്നതിന് ഇടയാക്കും.",
      "മറ്റ് ഓപ്‌ഷനുകൾ",
      "ബയോയിലെ മുമ്പത്തെ ലിങ്കുകൾ",
      "Instagram-ൽ {merchant user name}-ൽ നിന്നുള്ള {name of the product} ഷോപ്പുചെയ്യുക",
      "ഹാഷ്‌ടാഗുകൾ",
      "{username} എന്നയാൾക്ക് അവരെ നീക്കം ചെയ്‌തെന്ന് അറിയില്ല. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും അവരെ പൊതുവായത് എന്നതിലേക്ക് തിരികെ മാറ്റാനാകും.",
      "അപ്രത്യക്ഷമാവുന്നു",
      "സ്വകാര്യത, സുരക്ഷ സഹായം",
      "നൽകിയ പിൻ തെറ്റാണ്, വീണ്ടും ശ്രമിക്കുക.",
      "മറ്റുള്ളവരും",
      "നിയന്ത്രിക്കുക",
      "കുക്കികളുടെ നയം",
      "ലിങ്ക് പകര്‍ത്തുക",
      "നിങ്ങളുടെ വിവരം അവലോകനം ചെയ്‌ത് ഞങ്ങൾക്ക് ഇത് സ്ഥിരീകരിക്കാൻ കഴിഞ്ഞാൽ, ഏകദേശം 24 മണിക്കൂറിനുള്ളിൽ നിങ്ങൾക്ക് ഒരു അവലോകനം അഭ്യർത്ഥിക്കാനാകും.",
      "ഞങ്ങൾ നിങ്ങളുടെ കുക്കി തിരഞ്ഞെടുപ്പുകൾ ഓർമ്മിക്കുകയും Instagram-ലോ Facebook-ലോ നിങ്ങൾ ലോഗിൻ ചെയ്ത എല്ലായിടത്തും മറ്റു Facebook ഉൽപ്പന്നങ്ങളിലേക്ക് ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉപയോഗിക്കുന്നിടത്തും അവ പ്രയോഗിക്കുകയും ചെയ്യും. നിങ്ങളുടെ കുക്കി ക്രമീകരണത്തിൽ എപ്പോൾ വേണമെങ്കിലും നിങ്ങളുടെ തിരഞ്ഞെടുപ്പുകൾ അവലോകനം ചെയ്യുകയോ മാറ്റുകയോ ചെയ്യാം.",
      "നിങ്ങളുടെ Instagram അക്കൗണ്ടിലെ നിയന്ത്രണങ്ങൾ",
      "പേയ്‌മെന്റ് ഗിഫ്‌റ്റ് എയ്‌ഡ്",
      "സ്വകാര്യത മാറ്റണോ?",
      "SSN-ന്റെ അവസാന 4 അക്കം",
      "ഈ അക്കൗണ്ടികൾ അക്കൗണ്ട്‌സ് സെന്ററിൽ ആയതിനാൽ നിങ്ങൾക്ക് അവയിലേക്ക് ലോഗിൻ ചെയ്യാനാകും.",
      "ആപ്പ് സ്വന്തമാക്കൂ",
      "ഇല്ലാതാക്കുക",
      "നിങ്ങളുടെ ആപ്പ് അപ്‌ഡേറ്റുചെയ്യുക",
      "തിരഞ്ഞെടുത്ത കുക്കികൾ അനുവദിക്കുക",
      "{username} എന്നയാളെ പിന്തുടരാൻ അഭ്യർത്ഥിച്ചു",
      "Alt ടെക്‌സ്‌റ്റ് എഴുതുക",
      "നിങ്ങൾക്ക് ഏത് പരസ്യം കാണിക്കണമെന്ന് Instagram തീരുമാനിക്കും",
      "ഈ Live വീഡിയോ കാണുന്നതിന് ലോഗിൻ ചെയ്യുക",
      "ടാഗ് പ്ലേസ്മെന്റിനുള്ള ഫോട്ടോ",
      "ലൈക്കുകൾ കാണുക എന്നതിലേക്ക് ലോഗിൻ ചെയ്യുക",
      "{username}എന്നയാളും {other users} എന്നിവരും ലൈക്കുചെയ്‌തു",
      "ടാഗ്:",
      "അപ്‌ലോഡുചെയ്യാനായില്ല.",
      "ഓണാക്കുക",
      "നിങ്ങളുടെ ബഗ് റിപ്പോർട്ട് സമർപ്പിക്കുന്നതിൽ പിശക് സംഭവിച്ചു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക",
      "സൈൻ അപ്പ് ചെയ്യുക",
      "ക്ഷമിക്കണം, ഈ ലിങ്ക് തകരാറിലാണ്. നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടും സജീവമാക്കുന്നതിന്, ഉപയോക്തൃനാമവും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം പ്രവർത്തനരഹിതമാക്കുക",
      "നിങ്ങള്‍ക്ക് തീര്‍ച്ചയാണോ?",
      "ഫോട്ടോ മാറ്റുക",
      "കവർ ഫോട്ടോ",
      "മിക്കവാറും സന്ദർഭങ്ങളിൽ നിങ്ങൾക്ക് 14 ദിവസം കഴിഞ്ഞാൽ ഉപയോക്തൃനാമം {username} എന്നതിലേയ്‌ക്ക് തിരികെ മാറ്റാനാകും.",
      "പ്രൊഫൈൽ ഫോട്ടോ",
      "{like this} ആദ്യത്തെയാളാകൂ",
      "പുതിയ വീഡിയോ ചേർക്കുക",
      "4-അക്ക കോഡ് നൽകുക",
      "സ്ഥിരീകരണ കോഡ്",
      "ശരിയാ ഇമെയിൽ വിലാസം നൽകുക.",
      "അക്രമം അല്ലെങ്കിൽ അപകടകരമായ ഓര്‍ഗനൈസേഷനുകളെ സംബന്ധിച്ച മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "നിങ്ങളുടെ സ്‌റ്റോറി",
      "പകരം, നിങ്ങൾ {appeal form link} പൂരിപ്പിച്ച് ഒരു അപ്പീൽ സമർപ്പിച്ചേക്കാം",
      "കൂടുതൽ ക്യാമറ ഇഫക്‌റ്റുകൾ. കൂടുതൽ സ്‌റ്റിക്കറുകൾ. സന്ദേശം അയയ്ക്കുന്നതിനുള്ള കൂടുതൽ മാർഗ്ഗങ്ങൾ. ആപ്പിൽ മാത്രം.",
      "വേണ്ട",
      "Instagram Lite-ൽ പൂർണ്ണ അനുഭവം നേടൂ",
      "ഇപ്പോൾ കണ്ടു",
      "ഇത് ഒരു പിശക് ആയിരുന്നുവെന്നും ഈ ഫോട്ടോ ഉപയോഗിക്കാൻ അനുവാദമുണ്ടെന്നും നിങ്ങൾ ഇപ്പോഴും വിശ്വസിക്കുന്നുവെങ്കിൽ {Submit an appeal text bolded}.",
      "ഈ ക്ഷണം നീക്കംചെയ്യണമെന്ന്  നിങ്ങൾക്ക് തീർച്ചയാണോ?",
      "ഈ വീഡിയോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ ഇപ്പോഴും കാണാനാകുമന്ന ഓർമ്മപ്പെടുത്തൽ:",
      "ഞങ്ങളുമായി യോജിച്ച് പ്രവർത്തിക്കുന്ന പരസ്യ കമ്പനികൾ പൊതുവെ അവരുടെ സേവനങ്ങളുടെ ഭാഗമായി കുക്കികളും സമാനമായ സാങ്കേതികവിദ്യകളും ഉപയോഗിക്കുന്നു. പരസ്യദാതാക്കൾ പൊതുവെ എങ്ങനെയാണ് കുക്കികൾ ഉപയോഗിക്കുന്നത് എന്നതിനെ കുറിച്ചും അവർ നൽകുന്ന തിരഞ്ഞെടുപ്പുകളെ കുറിച്ചും കൂടുതലറിയാൻ, നിങ്ങൾക്ക് ഇനിപ്പറയുന്ന ഉറവിടങ്ങൾ അവലോകനം ചെയ്യാം:",
      "അക്കൗണ്ട് നിയന്ത്രിക്കുക",
      "നിങ്ങളുടെ  Explore-ൽ നിന്ന് ഉള്ളടക്കം നീക്കം ചെയ്യുന്നു",
      "Instagram-ലെ പ്രവർത്തനങ്ങൾ കാണിക്കാൻ വിവരങ്ങൾ ഉപയോഗിക്കുന്ന രീതി ഞങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്‌തിട്ടുണ്ട്, അതുവഴി നിങ്ങൾ ഒരു പരസ്യവുമായി സംവദിക്കുമ്പോൾ, ഒരു സാധാരണ പോസ്റ്റിൽ ചെയ്യുന്ന അതേ മാർഗ്ഗത്തിൽ ആളുകൾക്ക് അത് കാണാനാകും.",
      "നിങ്ങളെ പിന്തുടരുന്ന അക്കൗണ്ടുകൾ",
      "ലോഗൗട്ടുചെയ്യുക",
      "ഒരു തർക്കം സമർപ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ അവകാശമുള്ള ആളായ, {reference owner name} എന്നയാൾക്ക്, നിങ്ങളുടെ വീഡിയോയും നിങ്ങളുടെ അക്കൗണ്ട് സംബന്ധിച്ച് അടിസ്ഥാനപരമായ പൊതു വിവരങ്ങളും അവലോകനം ചെയ്യുന്നതിനുള്ള അനുവാദം നൽകുന്നു. അവർക്ക് പ്രതികരിക്കുന്നതിനായി {number of days} ദിവസത്തെ സമയമുണ്ട്.",
      "മറ്റൊരാളെ ടാഗുചെയ്യുക",
      "-ന്",
      "നിങ്ങളുടെ ഷോപ്പിംഗ് ബാഗ് Instagram ആപ്പിൽ മാത്രമേ ലഭ്യമാകൂ.",
      "ശേഖരത്തിൽ നിന്ന് നീക്കം ചെയ്യുക",
      "കൂടുതൽ കാണാൻ ലോഗിൻ ചെയ്യുക",
      "ഫയൽ 1 GB അല്ലെങ്കിൽ കുറവ് ആയിരിക്കണം",
      "ക്രമീകരണങ്ങൾ സംരക്ഷിച്ചു.",
      "{count} ലൈക്ക്",
      "നിങ്ങളുടെ പോസ്‌റ്റിലെ അവരുടെ പുതിയ അഭിപ്രായങ്ങൾ മറ്റുള്ളവർക്ക് കാണാനാകുമോ എന്ന് നിങ്ങൾക്ക് നിയന്ത്രിക്കാനാകും.",
      "{username} എന്നയാളെക്കുറിച്ചുള്ള ഇനിപ്പറയുന്ന വിവരങ്ങൾ ലഭിക്കാൻ {application name} താൽപ്പര്യപ്പെടുന്നു:",
      "പങ്കിടാൻ ലോഗിൻ ചെയ്യുക",
      "• നിങ്ങളുടെ {=cookie settings} എപ്പോൾ വേണമെങ്കിലും ഈ ക്രമീകരണം നിങ്ങൾക്ക് മാറ്റാം.",
      "വേണം",
      "Instagram നിറഞ്ഞ ഹൃദയം",
      "ആരുടെയെങ്കിലും പ്രൊഫൈൽ നിങ്ങൾ റിപ്പോർട്ട് ചെയ്താൽ, ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് Instagram അവരോട് പറയില്ല.",
      "അതിന്റെ ഇഫക്‌റ്റ് Instagram-ൽ കാണാൻ തയ്യാറാണ്",
      "ആപ്പിലെ മികച്ച Instagram അനുഭവം.",
      "മറ്റുള്ളവരുടെ പകർപ്പവകാശങ്ങളെ Instagram ബഹുമാനിക്കുന്നു, Instagram മറ്റ് കക്ഷികളുടെ പകർപ്പവകാശങ്ങളെ ലംഘിക്കുന്ന ഏത് കാര്യങ്ങളും ഉപയോക്താക്കൾ അപ്‌ലോഡ് ചെയ്യുന്നതിനെയോ പോസ്‌റ്റുചെയ്യുന്നതിനേയോ കൈമാറുന്നതിനെയോ ഞങ്ങൾ തടയും.",
      "ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ Facebook, Instagram അക്കൗണ്ടുകൾ ഉപയോഗിച്ച ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നും നിങ്ങളെ ലോഗൗട്ട് ചെയ്യും , തിരികെ ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉപയോഗിക്കാൻ കഴിയുകയുമില്ല",
      "ജനറൽ ഫോൾഡറിലേക്ക് നീക്കി",
      "പ്ലേ കൗണ്ട് ഐക്കൺ",
      "പുതിയ വീഡിയോ പോസ്‌റ്റ്",
      "{name} എന്നയാളിൽ നിന്നുള്ള പോസ്റ്റുകളൊന്നും ഒരിക്കലും കാണാതെ പോകരുത്",
      "ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നത് തടയുന്നതിനുള്ള ഏകവഴി ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കുന്നതാണ്.",
      "ഈ അഭിപ്രായം അംഗീകരിക്കണോ?",
      "ഇമെയില്‍ വിലാസം",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ ഐ ഐക്കൺ",
      "1ദി",
      "അക്കൗണ്ട് റിപ്പോർട്ടുചെയ്യുക",
      "പോസ്‌റ്റ് നിരസിക്കണോ?",
      "നിങ്ങളുടെ വിവരങ്ങൾ നൽകുക",
      "{username} എന്നയാളെ തടഞ്ഞത് മാറ്റണോ?",
      "സംഭാവനയുടെ ദൃശ്യപരത",
      "അക്കൗണ്ടുകൾ എഡിറ്റ് ചെയ്യുക",
      "{action text} ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ {payment terms} അംഗീകരിക്കുന്നു.",
      "പരസ്യ റിപ്പോർട്ട്",
      "നിങ്ങൾ വീണ്ടും ലോഗിൻ ചെയ്യേണ്ടതുണ്ട്",
      "Instagram-ലെ ജന്മദിനങ്ങൾ",
      "അക്കൗണ്ടുകൾ നിയന്ത്രിക്കുക",
      "{name of the user who liked the photo} നിങ്ങളുടെ ഒരു ഫോട്ടോ ലൈക്ക് ചെയ്‌തു.",
      "നിങ്ങളുടെ Facebook പ്രൊഫൈൽ ചിത്രം",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഒരു ബിസിനസ്സിനായോ, വളർത്തുമൃഗത്തിനായോ അല്ലെങ്കിൽ മറ്റ് എന്തിനെങ്കിലുമായോ  ഉപയോഗിക്കാനാണെങ്കിൽപോലും, നിങ്ങളുടെ വ്യക്തിപരമായ വിവരങ്ങൾ നൽകുക. ഇത് നിങ്ങളുടെ പൊതുവായ പ്രൊഫൈലിന്റെ ഭാഗമായിരിക്കില്ല.",
      "നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കി.",
      "അറിയിപ്പുകള്‍",
      "നിങ്ങളുടെ തർക്കം നിരാകരിച്ചു",
      "ലളിതമാക്കിയ സന്ദേശമയയ്‌ക്കൽ",
      "വീണ്ടും ശ്രമിക്കുക",
      "നിങ്ങളുടെ നെയിംടാഗ് വൃത്തിയായി സൂക്ഷിക്കുക",
      "ഒരു പ്രശസ്‌ത വ്യക്തി അല്ലെങ്കിൽ പൊതു വ്യക്തിത്വം",
      "നിരസിക്കുക",
      "ആർക്കെല്ലാം നിങ്ങളുടെ സ്‌റ്റോറിയ്‌ക്ക് മറുപടി നൽകാനാകുമെന്ന് തിരഞ്ഞെടുക്കുന്നു",
      "സന്ദർശിക്കുക",
      "നിങ്ങൾക്ക് എല്ലാ കുക്കികളും ഉപയോഗിക്കുന്നത് അനുവദിക്കാം, അല്ലെങ്കിൽ നിങ്ങൾക്ക് കൂടുതൽ ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കാം. ഞങ്ങൾ നിങ്ങളുടെ കുക്കി തിരഞ്ഞെടുപ്പുകൾ ഓർമ്മിക്കുകയും Instagram-ലോ Facebook-ലോ നിങ്ങൾ ലോഗിൻ ചെയ്ത എല്ലായിടത്തും ഒപ്പം മറ്റു Facebook ഉൽപ്പന്നങ്ങളിലേക്ക് ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉപയോഗിക്കുന്നിടത്തും അവ പ്രയോഗിക്കുകയും ചെയ്യും. നിങ്ങളുടെ തിരഞ്ഞെടുപ്പുകൾ എപ്പോൾ വേണമെങ്കിലും നിങ്ങൾക്ക് കുക്കി ക്രമീകരണങ്ങളിൽ അവലോകനം ചെയ്യുകയോ മാറ്റുകയോ ചെയ്യാം.",
      "{Bold text if your appeal for video is approved} നിങ്ങൾ ആദ്യം പങ്കിട്ട വീഡിയോയെ തടയുന്നതല്ല.",
      "നിങ്ങൾ ഈ കുക്കികൾ അനുവദിക്കുകയാണെങ്കിൽ:",
      "ബ്രൗസ് ചെയ്യൂ",
      "നിങ്ങൾക്ക് മറ്റ് ആപ്ലിക്കേഷനുകളിൽ നിന്ന് സാൻഡ്‌ബോക്‌സ് ക്ഷണങ്ങൾ ഒന്നുമില്ല",
      "പിന്തുടരുന്നവർ",
      "നിങ്ങൾക്ക് ഈ വീഡിയോയുടെ ഏത് ഭാഗവും പങ്കിടുന്നതിന് അനുമതിയുണ്ടെന്ന് തീർച്ചയില്ലെങ്കിൽ ഇത് ഇല്ലാതാക്കാനാവും.",
      "ലോഗിൻ ചെയ്യുക",
      "ശരി",
      "തെളിവ് അറ്റാച്ചുചെയ്യുക",
      "കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ",
      "നിങ്ങൾക്ക് ഇതിനകം തന്നെ പരമാവധി സംരക്ഷിച്ചിട്ടുള്ള അക്കൗണ്ടുകൾ ഉണ്ട്. നിങ്ങൾക്ക് ലോഗൗട്ട് ചെയ്യുമ്പോൾ സംരക്ഷിച്ച അക്കൗണ്ടുകൾ നിയന്ത്രിക്കാനാകും.",
      "Explore-ൽ അക്കൗണ്ടുകൾ, ലൊക്കേഷനുകൾ അല്ലെങ്കിൽ ഹാഷ്‌ടാഗുകൾക്കായി നടത്തിയ തിരയൽ ഫലങ്ങൾ മായ്‌ക്കുക.",
      "പ്രൊഫൈല്‍ ചിത്രം",
      "സ്‌റ്റോറികൾ സൃഷ്ടിക്കുന്നതിനും, പങ്കിടുന്നതിനും, ആർക്കൈവുചെയ്യുന്നതിനുമുള്ള മികച്ച മാർഗങ്ങൾക്കായി ആപ്പിലേക്ക് മാറുക.",
      "നിങ്ങൾക്ക് ഈ ആക്‌റ്റിവിറ്റി തിരിച്ചറിയാനായില്ലെങ്കിൽ, പാസ്‌വേഡ് മാറ്റുക.",
      "അച്ചടിപിശകാണോ?",
      "നിങ്ങൾ കാണുന്ന പരസ്യങ്ങൾ ഉൾപ്പെടെ നിങ്ങളുടെ അനുഭവം ലഭ്യമാക്കാനും വ്യക്തിപരമാക്കാനും മെച്ചപ്പെടുത്താനും അനലിറ്റിക്‌സിലും പരസ്യങ്ങളുടെ പ്രകടനം വിലയിരുത്തിയും ബിസിനസുകളെ സഹായിക്കാനും നിങ്ങൾക്ക് സുരക്ഷിത അനുഭവം നൽകാനും ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നു. ഞങ്ങൾ കുക്കികൾ എങ്ങനെ ഉപയോഗിക്കുന്നു എന്നതിനെ കുറിച്ച് {Instagram}, {Facebook} എന്നിവയിലെ ഞങ്ങളുടെ കുക്കി നയങ്ങൾ എന്നതിൽ നിന്ന് കൂടുതലറിയാം.",
      "പ്രാഥമികം",
      "ഈ ഫയലുകൾ പിന്തുണയ്ക്കുന്നില്ല",
      "പിന്തുടരാൻ ലോഗിൻ ചെയ്യുക",
      "നിങ്ങളും {username} എന്നയാളും ഇതിനകം പരസ്‌പരം പിന്തുടരുന്നു!",
      "ഡാറ്റാ നയം (നിർബന്ധമാണ്)",
      "ഇവന്റ് തിരഞ്ഞെടുക്കുക",
      "Facebook-ലേക്ക് കണക്‌റ്റുചെയ്യുക",
      "അടിക്കുറിപ്പ് ഉൾപ്പെടുത്തുക",
      "വിദ്വേഷഭാഷണം അല്ലെങ്കിൽ ചിഹ്നങ്ങൾ, സ്വസ്തികകൾ,വൈറ്റ് പവർ കൈമുദ്രകൾ എന്നിവ പോലുള്ള അടയാളങ്ങളുടെ ഫോട്ടോകൾ",
      "ഇരട്ട ഫാ‌ക്‌ടർ പ്രാമാണീകരണം",
      "നിങ്ങൾ ഹാഷ്‌ടാഗുകൾ പിന്തുടരുമ്പോൾ അവ ഇവിടെ കാണാനാവും.",
      "നിങ്ങൾക്ക് ഉപേക്ഷിക്കണമെന്ന് തീർച്ചയാണോ? നിങ്ങളുടെ വീഡിയോ അപ്‌ലോഡ് റദ്ദാക്കും",
      "പാസ്‌വേഡ് മാറ്റുക",
      "ഇനിപ്പറയുന്നതിൽ നിന്നും അയച്ചു: {sender_email}",
      "നിങ്ങൾക്ക് 10 ഫയലുകളിൽ കൂടുതൽ അപ്‌ലോഡ് ചെയ്യാനാകില്ല. മറ്റൊന്ന് അപ്‌ലോഡ് ചെയ്യാൻ ഒന്നോ അതിലധികമോ ഇല്ലാതാക്കുക.",
      "ആളുകളെ കണ്ടെത്തുക",
      "ഒരു വീഡിയോ ഫയൽ വലിച്ചിടുക",
      "പിൻ സൃഷ്‌ടിച്ചു",
      "രക്ഷകതൃ അംഗീകാരം",
      "{hashtag} ടാഗ് ചെയ്തിട്ടുള്ള ഒരു പോസ്റ്റും കാണാതെ പോകരുത്",
      "{trademarks} ഉൾപ്പെടെ, മറ്റൊരു കക്ഷിയുടെ ബൗദ്ധിക സ്വത്തവകാശം ലംഘിക്കുന്നില്ലെങ്കിൽ മാത്രമേ നിങ്ങൾക്ക് ഉള്ളടക്കം Instagram-ൽ പോസ്റ്റ് ചെയ്യാൻ കഴിയൂ. സാധാരണയായി, വ്യാപാരമുദ്ര ലംഘനം സംഭവിക്കുന്നത്:",
      "ഡയറക്‌ടറി",
      "അക്കൗണ്ട് സ്ഥിരീകരിക്കുക",
      "ഫയൽ അപ്‌ലോഡ് ചെയ്യാനായില്ല",
      "സമര്‍പ്പിക്കുക",
      "സംസ്ഥാനം",
      "നിലവിലെ ബ്രൗസർ",
      "ഇത് നീക്കം ചെയ്‌തെന്ന് ഗ്രൂപ്പിന് അറിയില്ല. നിങ്ങൾക്ക് ഗ്രൂപ്പിനെ എപ്പോൾ വേണമെങ്കിലും പൊതുവായത് എന്നതിലേക്ക് മാറ്റാനാകും.",
      "അഭിപ്രായങ്ങള്‍",
      "നിങ്ങൾ മുമ്പ് Instagram-ലൂടെ {application name} എന്നതിലേക്ക് ലോഗിൻ ചെയ്തു.",
      "ശേഖരത്തിന്റെ പേര്",
      "അക്കൗണ്ട് മാറുക",
      "നിങ്ങളുടെ ഫോട്ടോ പോസ്‌റ്റുചെയ്‌തു.",
      "കീവേഡുകൾ സംരക്ഷിച്ചു.",
      "ഈ വീഡിയോയ്ക്ക് ഒരു മിനിറ്റിലധികം ദൈർഘ്യമുള്ളതിനാൽ നിങ്ങൾക്ക് ഫോട്ടോകളോ വീഡിയോകളോ ചേർക്കാനാകില്ല.",
      "ശേഖരം ഇല്ലാതാക്കുക",
      "ഹോം",
      "തടയുക",
      "Facebook-ലേക്ക് കണക്‌റ്റുചെയ്യുക",
      "സ്‌ട്രീറ്റ് വിലാസം",
      "ഇൻ-സ്‌ട്രീം വീഡിയോ പരസ്യങ്ങൾ സജ്ജീകരിച്ച് പണം സമ്പാദിച്ച് തുടങ്ങുന്നതിന് Instagram മൊബൈൽ ആപ്പിന്റെ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കുക.",
      "നിങ്ങളുടെ സ്‌റ്റോറിയിൽ നിന്ന് ഈ വീഡിയോ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?",
      "Facebook കമ്പനി ഉൽപ്പന്നങ്ങൾ",
      "ഇമെയിൽ വഴി പങ്കിടുക",
      "നിങ്ങളുടെ വീഡിയോകൾ IGTV-ലും Facebook പേജിലും ദൃശ്യമാക്കി കൂടുതൽ ആളുകളിലേക്ക് എത്തിച്ചേരൂ.",
      "ജനനത്തീയതി",
      "അനുവദിക്കുന്നതിലൂടെ, {=app name} എന്നതിന് നിങ്ങൾ പങ്കിടുന്ന വിവരങ്ങളിലേക്ക് തുടർച്ചയായ ആക്സസ് ലഭിക്കും, {=app name} വിവരങ്ങൾ ആക്സസ് ചെയ്യുമ്പോൾ Instagram അത് രേഖപ്പെടുത്തും. ഈ പങ്കിടലിനെക്കുറിച്ചും നിങ്ങൾക്കുള്ള ക്രമീകരണങ്ങളെക്കുറിച്ചും {=learn more}.",
      "ഇനം ലഭ്യമല്ല ഫോട്ടോ ഇല്ല ഐക്കൺ",
      "ഇതുപോലെയുള്ള കൂടുതൽ അക്കൗണ്ടുകൾ കണ്ടെത്തുക",
      "ഞങ്ങൾ {phone number}-ലേക്ക്‌ അയച്ച 6-അക്ക കോഡ് നൽകുക.",
      "കൂടുതല്‍ അറിയുക",
      "ഉൾചേർത്തവ ഉപയോഗിക്കുമ്പോൾ Instagram- ന്റെ {apiTermsOfUseLink} നിങ്ങൾ അംഗീകരിക്കുന്നു.",
      "നിങ്ങളുടെ വീഡിയോ എവിടെ തടയും",
      "വീഡിയോയ്‌ക്ക് ശബ്‌ദമില്ല",
      "{username} എന്നയാളെ അൺഫോളോ ചെയ്യുക, നിങ്ങളുടെ ഫീഡിൽ അവരുടെ ഫോട്ടോകളോ വീഡിയോകളോ സ്‌റ്റോറിയോ കാണില്ല.",
      "ഒഴിവാക്കുക",
      "ഉപദ്രവം അല്ലെങ്കിൽ ഭീഷണിപ്പെടുത്തൽ",
      "അനുമതി ആവശ്യപ്പെടുക",
      "മറുപടികൾ കാണുക ({hidden replies})",
      "നഗ്നതാ പ്രദർശനം അല്ലെങ്കിൽ ലൈംഗിക പ്രവൃത്തി സംബന്ധിച്ച മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "ഇലക്ട്രോണിക് ഒപ്പ്",
      "ഓണാക്കുക",
      "അപ്പീൽ",
      "റിപ്പോർട്ട് ചെയ്യുക",
      "വിദ്വേഷഭാഷണം അല്ലെങ്കിൽ ചിഹ്നങ്ങൾ",
      "{category name, already translated} അക്കൗണ്ടുകൾ",
      "Facebook, Instagram അക്കൗണ്ടുകൾ തമ്മിൽ ലിങ്കുചെയ്യുക",
      "നിങ്ങളുടെ സ്‌റ്റോറി ചേർക്കാൻ ഉപകരണം തിരിക്കുക.",
      "ബിസിനസ്സ് അക്കൗണ്ടിലേക്ക് മാറണോ?",
      "Instagram-ൽ നിന്നുള്ള ഇമെയിലുകൾ",
      "റദ്ദാക്കുക",
      "നിങ്ങളുടെ സംഭാവന സ്വീകരിക്കുന്ന ഓർഗനൈസേഷനുമായി നിങ്ങളുടെ പേര് പങ്കിടും. ഈ ഇമെയിൽ വിലാസത്തിലേക്ക് Instagram അപ്‌ഡേറ്റുകൾ അയയ്‌ക്കും.",
      "വിഭാഗം",
      "നിങ്ങളുടെ വിവരം സമർപ്പിച്ചതിന് നന്ദി",
      "കോൺടാക്‌റ്റുകൾ നിയന്ത്രിക്കുക",
      "നിങ്ങളെ പിന്തുടരുന്നയാളുകളെ കുറിച്ചുള്ള സ്ഥിതിവിവരക്കണക്കുകൾ നേടുകയും നിങ്ങളുടെ പോസ്റ്റുകളുടെ പ്രകടനം വിലയിരുത്തുകയും ചെയ്യുക.",
      "എല്ലാ പോസ്‌റ്റുകളും",
      "തുടരുക",
      "നിങ്ങളുടെ ഐഡിയിലെ പേരിന്റെ ആദ്യ ഭാഗം",
      "ഒരു വ്യക്തി",
      "സൈന്‍ അപ്പ്  • Instagram",
      "നിങ്ങളുടെ ആദ്യ പോസ്‌റ്റായി ഈ ഫോട്ടോ പങ്കിടാനാകും.",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കുന്നതിനുള്ള ഒരു ലിങ്ക് സഹിതം {email} എന്നതിലേക്ക് ഞങ്ങൾ ഒരു ഇമെയിൽ അയച്ചു.",
      "പ്രശസ്‌തൻ അല്ലെങ്കിൽ പൊതു പ്രവർത്തകൻ",
      "ഞങ്ങളുടെ {termsLink}, {dataPolicyLink} എന്നിവയിൽ വരുത്തിയ ചില മാറ്റങ്ങൾ അവലോകനം ചെയ്യാൻ കുറച്ചുസമയം ചെലവഴിക്കുക. നിങ്ങളുടെ Instagram അനുഭവത്തിൽ മാറ്റം വരുന്നില്ല, കൂടാതെ നിങ്ങളുടെ ഫോട്ടോകളുടെയും വീഡിയോകളുടെയും ഉടമസ്ഥാവകാശം നിങ്ങൾക്ക് തന്നെയായിരിക്കും. നിങ്ങളുടെ ഡാറ്റ ആക്‌സസ് ചെയ്യാനും അത് ഉപയോഗിക്കുന്ന രീതി മനസ്സിലാക്കാനുമുള്ള മികച്ച മാർഗ്ഗങ്ങൾ ഞങ്ങൾ നിങ്ങൾക്ക് നൽകുന്നു. 2018 ജൂലൈ 14-നോ അതിനു ശേഷമോ Instagram ഉപയോഗിക്കുന്നത് തുടരാൻ നിങ്ങൾ ഈ അപ്‌ഡേറ്റുകൾ അംഗീകരിക്കേണ്ടതുണ്ട്.",
      "ഒരു സ്ഥലം",
      "{UserLink} എന്നതിൽ നിന്നുള്ള കൂടുതൽ പോസ്‌റ്റുകൾ",
      "അപ്‌ലോഡുചെയ്യാനായില്ല. ചിത്രങ്ങൾ മാത്രമേ പോസ്‌റ്റുചെയ്യാനാകൂ.",
      "വയസ്സ് പ്രകാരമുള്ള ആവശ്യകതകൾ",
      '"{videoTitle}" അപ്‌ലോഡ് ചെയ്യുന്നു',
      "നിങ്ങൾക്കിത് പഴയപടിയാക്കാനാകില്ല. നിങ്ങളുടെ തിരയൽ ചരിത്രം മായ്‌ക്കുകയാണെങ്കിൽ, നിർദ്ദേശിച്ച ഫലങ്ങളായി നിങ്ങൾ തിരഞ്ഞ അക്കൗണ്ടുകൾ ഇപ്പോഴും കണ്ടേക്കാം.",
      "ഫോൺ നമ്പർ മാറ്റുക",
      "ബ്രൗസറിൽ തുടരുക",
      "{Contact content owner text bolded} നിങ്ങൾക്ക് ഈ ഉള്ളടക്കം ഉപയോഗിക്കാനുള്ള അവകാശം ഉണ്ടെന്ന് കരുതുന്നുണ്ടെങ്കിൽ, {content owner email link} എന്നതിൽ {reference owner name} എന്നയാളെ ബന്ധപ്പെടുക.",
      "ബട്ടൺ: ലിങ്കിന്റെ തരം തിരഞ്ഞെടുക്കുക",
      "തെറ്റായ പാസ്‌വേഡ്",
      "{filename} അപ്‌ലോഡ് ചെയ്യാനായില്ല. തുടരുന്നതിന്, മറ്റൊരു ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "രാജ്യങ്ങൾ",
      "തത്സമയ വീഡിയോ",
      "അവകാശമുള്ള ആളായ, {reference owner name} വീഡിയോയിൽ അവരുടെ ഉള്ളടക്കം അടങ്ങിയിരിക്കുന്നുവെന്ന് അവർ വിശ്വസിക്കുന്നതിനാൽ നിങ്ങളുടെ തർക്കം നിരസിച്ചു.",
      "എല്ലാം ഇല്ലാതാക്കണോ?",
      "സ്ഥിരീകരണ കോഡ്",
      "അക്കൗണ്ട് നീക്കം ചെയ്യുക",
      "MM/YY",
      "9:16",
      "ടാഗുചെയ്‌തവർ",
      "സൗണ്ട്‌ട്രാക്ക്, സംഗീതം എന്നിവ പോലെയുള്ള ഓഡിയോ ഉൾപ്പെടെ വീഡിയോയിലെ എല്ലാം പങ്കിടാൻ നിങ്ങൾക്ക് അനുമതിയുണ്ടെങ്കിൽ, നീക്കൽ ചെയ്യലിനെതിരെ അപ്പീൽ ചെയ്‌ത് വീഡിയോ വീണ്ടും പോസ്‌റ്റ് ചെയ്യാം.",
      "പ്രൊഫൈലുകള്‍",
      "@{username} എന്നയാളുടെ ഈ Instagram പോസ്‌റ്റ് കാണുക",
      "ഈ ബിസിനസ്സ് ആപ്പുകൾ നിങ്ങൾ പ്രവർത്തനക്ഷമമാക്കിയ Facebook-ലെ നിങ്ങളുടെ ബിസിനസ്സുമായുള്ള മൂന്നാം കക്ഷി ഇന്റഗ്രേഷനാണ്. നിങ്ങളുടെ Facebook ബിസിനസ്സ് അസറ്റുകൾക്കായി പങ്കിടുന്നതിനും ഫീച്ചറുകൾ നിയന്ത്രിക്കുന്നതിനും നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന വിവരങ്ങൾ അവർക്ക് ആക്‌സസ് ചെയ്യാനാകും. ബിസിനസ്സ് ആപ്പുകൾ Facebook-ലെ നിങ്ങളുടെ ബിസിനസ്സ്മായി നിലവിലെ കണക്ഷൻ പരിപാലിക്കുന്നു. ഈ ബിസിനസ്സ് ആപ്പിന് (നിങ്ങൾക്കായി അത് ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതി നൽകിയിരിക്കുന്നവരും) നിങ്ങൾ സ്വതവേ അത് വിച്ഛേദിക്കാൻ തിരഞ്ഞെടുക്കുന്നതുവരെ ടാസ്ക്കുകൾ ചെയ്യാനാകും.",
      "IGTV-യും Facebook പേജും",
      "നിങ്ങളുടെ പാസ്‌വേഡ് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുക. ലോഗിൻ ചെയ്ത ശേഷം, നിങ്ങളുടെ അക്കൗണ്ട്‌സ് സെന്ററിൽ നിങ്ങൾക്ക് അക്കൗണ്ടുകളിലുടനീളം ലോഗിൻ ചെയ്യൽ പ്രവർത്തനക്ഷമമാക്കാം.",
      "ഉപയോക്തൃ ഐഡി",
      "ടെംപറേച്ചർ",
      "@{username} എന്നയാളെ പിന്തുടരണോ?",
      "നിങ്ങളുടെ വീഡിയോ {viewcount} തവണ കൂടുതൽ കണ്ടു.",
      "അപ്‌ലോഡു‌ചെയ്യാനായി ഒരു ‌ഫോട്ടോ ഐഡി ‌ഫയൽ തിരഞ്ഞെടുക്കുക",
      "ആമുഖം",
      "ഒരു സാധുവായ ഇമെയില്‍ വിലാസം നല്‍‌കുക.",
      "സ്ഥിരീകരണം അയച്ചു",
      "ആരംഭിക്കുക",
      "PIN നൽകുക",
      "അനുവദിക്കരുത്",
      "{username} എന്നയാളും മറ്റ് {othersCount} പേരും",
      "വോയ്‌സ്",
      "സുഹൃത്തുക്കളിൽ നിന്നുള്ള ഫോട്ടോകളും വീഡിയോകളും കാണാനും നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടാകാനിടയുള്ള മറ്റ് അക്കൗണ്ടുകൾ കണ്ടെത്താനും സൈൻ അപ്പ് ചെയ്യുക.",
      "മാസം:",
      "വിൻയെറ്റ്",
      "Facebook Pay നിയന്ത്രിക്കുക",
      "Instagram ആപ്പ് നേടുക",
      "നിങ്ങൾക്ക് 10 ഫയലുകളിൽ കൂടുതൽ അപ്‌ലോഡ് ചെയ്യാനാകില്ല. മറ്റൊന്ന് അപ്‌ലോഡ് ചെയ്യാൻ ഒന്നോ അതിലധികമോ ഇല്ലാതാക്കുക.",
      "ലൊക്കേഷനുകൾ",
      "ഞങ്ങളുടെ നിബന്ധനകളിലും ഡാറ്റാ നയത്തിലുമുള്ള മാറ്റങ്ങൾ അവലോകനം ചെയ്യുക.",
      "Facebook Pay ബ്രാൻഡിംഗ് ലോഗോ",
      "Instagram Lite ഉപയോഗിക്കുക",
      "ഫോട്ടോ ഐഡി ഐക്കൺ ചേർക്കുക",
      "പ്രാമാണീകരിക്കൽ കോഡുകൾ നിങ്ങൾക്ക് ലഭിക്കുന്നത് എങ്ങനെയാണ്",
      "നിങ്ങൾ മുമ്പ് Instagram ഉപയോഗിച്ചിരുന്ന ഉപകരണങ്ങളിൽ നിന്നുള്ള ലോഗിൻ സഹായ ഇമെയിലുകൾ മാത്രം നേടുക. ഈ ക്രമീകരണം അടുത്ത {days to snooze} ദിവസത്തേക്ക് നിലനിൽക്കും.",
      "ഈ ഉള്ളടക്കം നീക്കംചെയ്യാൻ പാടില്ലായിരുന്നുവെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നത് എന്തുകൊണ്ടെന്ന് വിശദീകരിക്കുക.",
      "പോസ്‌റ്റ് അപ്‌ലോഡുചെയ്‌തില്ല.",
      "സന്ദേശം ലഭ്യമല്ല",
      "എന്തോ കുഴപ്പം സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.",
      "ഈ കുക്കികൾ ഉപയോഗിക്കാൻ നിങ്ങൾ ഞങ്ങളെ അനുവദിച്ചാൽ:",
      "പ്രൊഫൈൽ ഫോട്ടോ ചേർത്തു.",
      "അക്കൗണ്ട് മാറുക",
      "ക്യാമറ ഇഫക്‌റ്റുകൾ, ഇന്റെറാക്റ്റീവ് സ്‌റ്റിക്കറുകൾ, സ്വകാര്യ സന്ദേശങ്ങൾ എന്നിവ. ആപ്പിൽ മാത്രം.",
      "നിങ്ങളുടെ ഇമെയിൽ വിലാസം സ്ഥിരീകരിക്കാനും Instagram അക്കൗണ്ടിലേക്ക് ആക്‌സസ്സ് നേടാനും ഞങ്ങൾ {email} എന്നതിലേക്ക് അയച്ച ഇമെയിലിലെ ലിങ്ക് പിന്തുടരുക.",
      "{count} പേർ ഇന്ന് സജീവമാണ്",
      "ഏറ്റവും പുതിയ ചിത്രങ്ങളും വീഡിയോകളും",
      "ലിങ്ക് പകര്‍ത്തുക",
      "സ്‌ത്രീ",
      "ഇനിപ്പറയുന്ന രാജ്യങ്ങൾ ഒഴികെ അവർക്ക് അവകാശമുള്ള എല്ലായിടങ്ങളിലും ഈ ഉള്ളടക്കമടങ്ങിയ ഫോട്ടോകൾ തടയാൻ അവർ അഭ്യർത്ഥിച്ചു:",
      "നയങ്ങൾ",
      "ഇതിൽ ലോഗിൻ ചെയ്തുകൊണ്ട് സ്റ്റോറികൾ കണ്ടെത്തുക",
      "കണ്ടു",
      "പേര്",
      "ഫോണ്‍",
      "ഇപ്പോൾ വേണ്ട",
      "നിങ്ങൾ നിങ്ങൾക്ക് തന്നെ മറുപടി നൽകി",
      "{lastFourDigits} എന്നതിൽ അവസാനിക്കുന്ന നിങ്ങളുടെ നമ്പറിലേക്ക് ഞങ്ങൾ അയച്ച കോഡ് നൽകുക.",
      "കൂടുതല്‍ അറിയുക",
      "Connected accounts",
      "പേരും പാസ്‌വേഡും നൽകുക",
      "സര്‍‌വേ",
      "സെൻസിറ്റീവായ ഉള്ളടക്ക സ്‌ക്രീനുകൾ",
      "കുക്കികൾ സ്വീകരിക്കുക",
      "സർവേയിൽ പങ്കെടുക്കുക",
      "തിരയൂ...",
      "ന്",
      "ശരി",
      "ക്രോപ്പ് ലാൻഡ്‌സ്കേപ്പ് ഐക്കൺ",
      "ജന്മദിനങ്ങള്‍",
      "നിങ്ങൾ ഈ ഗ്രൂപ്പിലെ മറ്റൊരാളെ തടഞ്ഞു. നിങ്ങൾ ഈ ഗ്രൂപ്പിൽ തന്നെ തുടരുകയാണെങ്കിൽ, നിങ്ങൾക്ക് അവരുടെ സന്ദേശങ്ങൾ കാണാനും അവർക്ക് നിങ്ങളുടേത് കാണാനുമാകും.",
      "ഡാറ്റ ഡൗൺലോഡുചെയ്യൂ",
      "നിങ്ങൾക്ക് ലോഗിൻ ചെയ്യുന്നതിന് കോഡ് ആവശ്യമില്ല.",
      "ഇവന്റ്",
      "കുക്കികളുടെ നയത്തിൽ",
      "നിർദ്ദേശിച്ചത്",
      "തടയുക",
      "ഫയലിന് 1 KB-യിൽ കൂടുതൽ വലുപ്പമുണ്ടായിരിക്കണം.",
      "പുതിയ IGTV വീഡിയോ ചേർക്കുക",
      "{change-number} അല്ലെങ്കിൽ {resend-sms}",
      "രജിസ്‌റ്റർ ചെയ്യുക",
      "+{whatsapp phone }",
      "അപ്‌ലോഡ് പൂര്‍ത്തിയായി",
      "സമചതുരം (1:1)",
      "ഇല്ലാതാക്കി",
      "{count} ലൈക്കുകൾ",
      "ഞായര്‍",
      "ന്",
      "പകർപ്പവകാശം അല്ലെങ്കിൽ വ്യാപാര മുദ്ര ലംഘനങ്ങളുള്ള പോസ്‌റ്റുകൾ ഞങ്ങൾ നീക്കം ചെയ്യുന്നു. അനുവാദമില്ലാതെ മറ്റൊരാൾ നിങ്ങളുടെ ഫോട്ടോകൾ ഉപയോഗിക്കുകയോ നിങ്ങളായി ആൾമാറാട്ടം നടത്തുകയോചെയ്യുകയാണെങ്കിൽ  ഞങ്ങൾ ഉള്ളടക്കം നീക്കം ചെയ്യുകയോ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കുകയോ ചെയ്‌തേക്കാം. ബൗദ്ധിക സ്വത്തവകാശ ലംഘനത്തിനെക്കുറിച്ച് റിപ്പോർട്ടുചെയ്യുന്നതിനെക്കുറിച്ച് കൂടുതലറിയുന്നതിന് ഞങ്ങളുടെ സഹായ കേന്ദ്രം സന്ദർശിക്കുക.",
      "ഈ ലൊക്കേഷനെ കുറിച്ചുള്ള കൂടുതൽ പോസ്റ്റുകൾ കാണുക",
      "നിങ്ങൾ {username} എന്നയാളായി Instagram-ൽ പങ്കിട്ട ഫോട്ടോകളും അഭിപ്രായങ്ങളും പ്രൊഫൈൽ വിവരവും മറ്റ് ഡാറ്റയുമുള്ള, നിങ്ങൾ അഭ്യർത്ഥിച്ച ഫയൽ ഇതാ.",
      "പാസ്‌വേഡ് നല്‍കുക",
      "വിശ്വസ്‌ത ഉപകരണങ്ങൾ",
      "‌പ്രശസ്‌തരായ പൊതു വ്യക്തിത്വങ്ങളുടെയും പ്രശസ്‌ത വ്യക്തികളുടെയും അല്ലെങ്കിൽ ലോകോത്തര ബ്രാന്റുക‌ളുടെയും അംഗീകൃത സാന്നിദ്ധ്യം ഉണ്ടെന്ന് ‌സൂചിപ്പിക്കുന്ന ഒരു പരിശോധിച്ചുറപ്പാക്കിയ ബാഡ്‌ജാണ് Instagram അക്കൗണ്ടിലെ പേരിനടുത്തായി കാണുന്ന ചെക്ക് അടയാളം. പൊതു താൽപ്പര്യമുള്ള അക്കൗണ്ടുകൾ ഞങ്ങൾ പരിശോധിച്ചുറപ്പാക്കില്ല.",
      "ഇപ്പോൾ വേണ്ട",
      "ഫയൽ {maxPhotoIdFileSizeMb} MB-ൽ കുറവായിരിക്കണം",
      "മാറുക",
      "കീവേഡ് ഫിൽറ്ററുകൾ",
      "ടാഗ് ചെയ്തു",
      "ലോഗിൻ ആക്‌റ്റിവിറ്റി",
      "പ്രായപൂർത്തിയാകാത്ത കുട്ടി",
      "നിങ്ങൾക്ക് Instagram ആപ്പിൽ സ്‌റ്റിക്കറുകൾ സൃഷ്‌ടിക്കാനും പ്രതികരിക്കാനുമാകും. നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുമ്പോൾ ഞങ്ങൾ ഒരു സൗജന്യ ഡൗൺലോഡ് ലിങ്ക് അയയ്‌ക്കും.",
      "എന്താണ് നിങ്ങൾക്ക് ചെയ്യാനാകുക",
      "എല്ലാ നിർദ്ദേശങ്ങളും കാണുക",
      "ZIP കോഡ്",
      "നന്ദി!",
      "സൃഷ്ടിക്കുക",
      "പുതിയ ഫോട്ടോ പോസ്‌റ്റ്",
      "നിങ്ങളുടെ പേര് മാറ്റുക",
      "നിങ്ങളുടെ ആപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുക",
      "പൂർത്തിയാക്കി",
      "ഉപയോക്താവിന്റെ Facebook പ്രൊഫൈൽ ചിത്രം",
      "തിരഞ്ഞെടുത്തതെല്ലാം മാറ്റുക",
      "Instagram-ന്റെ സേവന നിബന്ധനകൾ,13 വയസിന് താഴെയുള്ള കുട്ടികൾ ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നതിൽ നിന്ന് തടയുന്നു. ഓരോ റിപ്പോർട്ടും ഞങ്ങൾ നിരിക്ഷിക്കുന്നു. തെറ്റായ വിവരം നൽകുന്നത്, നിങ്ങളുടെ അക്കൗണ്ടിനെ താൽക്കാലികമായി നിർത്തുന്നതിന് കാരണമായേക്കാം.",
      "ഇപ്പോൾ വേണ്ട",
      "പുതിയ Instagram ഫീച്ചറുകളെ കുറിച്ച് ‌അറിയുക.",
      "നിങ്ങളുടെ വിവരങ്ങൾ നിയന്ത്രിക്കാൻ കഴിയുന്ന മറ്റ് മാർഗ്ഗങ്ങൾ",
      "{username1}, {username2}, {username3} എന്നിവരും {count}-ൽ അധികം പേരും പിന്തുടരുന്നു",
      "ഇത് നിങ്ങളുടെ പൊതുവായ പ്രൊഫൈലിന്റെ ഭാഗമായിരിക്കില്ല.",
      "ഇത് ഒരു ലോക്ക് ഐക്കണാണ്.",
      "പ്രൊഫൈല്‍",
      "Instagram Lite",
      "ഒക്ടോ",
      "കൂടുതലറിയുക",
      "ഈ അഭിപ്രായം Instagram-ൽ ഉണ്ടാകരുത്",
      "{fullName} എന്നയാൾ Instagram-ലുണ്ട്: “{caption}”",
      "ഭാഷ",
      "{story owner username} അവരുടെ അടുത്ത സുഹൃത്തുക്കളുടെ ലിസ്‌റ്റിൽ ചേർത്തവർക്ക് മാത്രമേ ഈ വീഡിയോ കാണാനാകൂ.",
      "Facebook സുഹൃത്തുക്കളെ കണ്ടെത്തുക",
      "ഇനിപ്പറയുന്നതിനായുള്ള നിങ്ങളുടെ PayPal ലോഗിൻ സ്ഥിരീകരിക്കുക",
      "ശേഖരങ്ങൾ",
      "എഡിറ്റുചെയ്യുക",
      "ഞങ്ങൾ പോസ്റ്റ് അവലോകനം ചെയ്യും അവ  {link_to_instagram_community_guidelines} അല്ലെങ്കിൽ {link_to_instagram_terms_of_use} ലംഘിക്കുന്നുണ്ടെങ്കിൽ ഞങ്ങൾ അത് നീക്കം ചെയ്യും.",
      "നിങ്ങൾ ആരാണ് എന്നത് സംബന്ധിച്ച വിവരങ്ങൾ UMD-യുമായി ഞങ്ങൾ പങ്കിടില്ല, കൂടാതെ നിങ്ങളുടെ സര്‍‌വേയിലെ പ്രതികരണങ്ങൾ അവർ ഞങ്ങളുമായി പങ്കിടില്ല.",
      "ഡിജിറ്റൽ വാലറ്റുകൾ",
      "ഈ വീഡിയോ ചേർക്കാനാകുന്നില്ല. വീഡിയോ ഡൈമൻഷൻ 9:16, 1.91:1 എന്നിവയ്ക്കിടയിൽ ആയിരിക്കണം.",
      "വീഡിയോ",
      "സ്ഥിരീകരണ കോഡ് നൽകുക",
      "WhatsApp ഇതിനകം ചേർത്തു",
      "18 അല്ലെങ്കിൽ അതിൽ കൂടുതൽ പ്രായം",
      "ഈ ഫയൽ വളരെ ചെറുതാണ്. തുടരാൻ, 1KB അല്ലെങ്കിൽ അതിൽ കൂടുതൽ ഉള്ള ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക.",
      "അപ്‌ലോഡ് ചെയ്യാനായില്ല. 60 സെക്കൻഡിൽ കൂടുതലുള്ള വീഡിയോകൾക്ക് പിന്തുണയില്ല.",
      "Facebook",
      "നിബന്ധനകള്‍",
      "ശരി",
      "നിങ്ങൾ മറുപടി നൽകി",
      "നിങ്ങളുടെ {applicationName} അക്കൗണ്ടിലേക്ക് {username} എന്ന Instagram അക്കൗണ്ട് കണക്റ്റ് ചെയ്യൂ. നിങ്ങളുടെ {applicationName} ഉൽപ്പന്നങ്ങൾ Instagram-ലേക്ക് ഇമ്പോർട്ട് ചെയ്യും, ഒപ്പം {applicationName} എന്നതുമായി നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ പ്രകടനം സംബന്ധിച്ച സ്ഥിതിവിവരക്കണക്കുകൾ പങ്കിടുകയും ചെയ്യും.",
      "നിങ്ങൾക്ക് സുരക്ഷിതമായൊരു അനുഭവം നൽകാനും ഞങ്ങളുടെ സിസ്റ്റങ്ങളുടെ ഉപയോഗം വിലയിരുത്താനും",
      "അടുത്തത് ടാപ്പ് ചെയ്യുന്നു",
      "നിങ്ങൾ ലോഗിൻ ചെയ്യുമ്പോഴെല്ലാം സുരക്ഷാ കോഡ് നൽകേണ്ടതില്ല എന്നാണ് ഇരട്ട ഫാക്‌റ്റർ പ്രാമാണീകരണം ഓഫ്‌ ചെയ്യുന്നതുകൊണ്ട് അർത്ഥമാക്കുന്നത്.",
      "നിങ്ങൾക്ക് ഇതിനകം തന്നെ പരമാവധി സംരക്ഷിച്ചിട്ടുള്ള അക്കൗണ്ടുകൾ ഉണ്ട്.",
      "നിങ്ങൾ ഏത് സുഹൃത്തുക്കളെ പിന്തുടരണമെന്ന് തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ അനുമതിയില്ലാതെ ഞങ്ങൾ Facebook-ൽ പോസ്‌റ്റുചെയ്യില്ല.",
      "ആപ്പിലേക്ക് മാറുക",
      "അക്കൗണ്ടുകൾ",
      "വീഡിയോയുടെ ശബ്‌ദം ഓണാണ്",
      "നിബന്ധനകൾ അംഗീകരിക്കുക",
      "നിങ്ങളുടെ പ്രധാന അക്കൗണ്ട് ഇല്ലാതാവുന്നത് ഒഴിവാക്കുന്നതിന് നിങ്ങൾ അബദ്ധവശാലാണ് രണ്ടാമത്തെ അക്കൗണ്ടിൽ സൈൻ ഇൻ ചെയ്‌തിരിക്കുന്നതെന്ന് തീർച്ചപ്പെടുത്തുക. {username} എന്ന പേരിലാണ് സൈൻ ഇൻ ചെയ്തത്. ഇത് ശരിയല്ലെങ്കിൽ, {first log out}, ശേഷം ശരിയായ അക്കൗണ്ട് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.",
      "നിങ്ങളുടെ ഷോപ്പിംഗ് ബാഗിലുള്ള ഉൽപ്പന്നങ്ങളെക്കുറിച്ച് ഓർമ്മപ്പെടുത്തലുകൾ നേടൂ.",
      "ആരെങ്കിലും അപകടത്തിലാണെങ്കിൽ പ്രാദേശിക അടിയന്തര സേവനങ്ങളെ ബന്ധപ്പെടുക. സമയം നഷ്‌‌ടപ്പെടുത്താതിരിക്കുക.",
      "സുഹൃത്തുക്കൾക്ക് നിങ്ങളെ കണ്ടെത്താൻ നിങ്ങളുടെ പേര് ചേർക്കുക.",
      "അഭിപ്രായങ്ങൾ റിപ്പോർട്ടുചെയ്യുന്നു",
      "പാസ്‌വേഡ് മാറ്റുക",
      "ആപ്ലിക്കേഷൻ ലഭ്യമാക്കുന്നതിലൂടെ Instagram-ന്റെ മികച്ച പതിപ്പ് അനുഭവിച്ചറിയുക.",
      "കമന്ററി അക്കൗണ്ട്",
      "ഉപയോഗിക്കുന്നതിനുള്ള നിബന്ധനകള്‍ ( ആവശ്യമാണ്)",
      "നിങ്ങളുടെ ലോഗിൻ, {emailOrPhone} എന്നിവ Facebook-നും Instagram-നും ഉപയോഗിച്ചിരിക്കുന്നു, എന്നാൽ അവ ലിങ്ക് ചെയ്‌തിട്ടില്ല. കൂടുതൽ എളുപ്പത്തിൽ ലോഗിൻ ചെയ്യാൻ അക്കൗണ്ടുകൾ ലിങ്ക് ചെയ്യുക.",
      "Direct-ൽ സന്ദേശങ്ങൾ അയയ്‌ക്കാനും ലഭിക്കാനും Instagram Lite ഡൗൺലോഡുചെയ്യുക.",
      "മായ്‌ക്കുക",
      "നിങ്ങൾ താൽക്കാലികമായി അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കുകയാണെങ്കിൽ, പാസ്‌വേഡ് മാറ്റാനായി ലോഗിൻ ചെയ്യുന്നത് അക്കൗണ്ട് വീണ്ടും ആക്‌റ്റീവാക്കില്ല.",
      "{likes} ലൈക്കുകൾ",
      "നിർദ്ദേശം പുതുക്കുക",
      "ഡ്രാഫ്‌റ്റ് സംരക്ഷിക്കാനായില്ല",
      "ആളുകളെ ടാഗുചെയ്യാൻ ഫോട്ടോ ടാപ്പുചെയ്യുക.",
      "ഓപ്‌ഷനുകൾ",
      "നിങ്ങളെ എന്തിനാണ് റിപ്പോർട്ടുചെയ്‌തതെന്നും എന്ത് ഉള്ളടക്കം നീക്കംചെയ്‌തുവെന്നും കൂടുതലറിയാൻ ചുവടെയുള്ള റിപ്പോർട്ട് നമ്പറുകൾ തുറക്കുക.",
      "ഈ ഫോട്ടോയില്‍",
      "ഈ വിഷയത്തെക്കുറിച്ചുള്ള ഞങ്ങളുടെ അന്വേഷണത്തിൽ, നിങ്ങളുടെ Instagram പാസ്‌വേഡ് അടുത്തിടെ മറ്റൊരു ആപ്പുമായി പങ്കിട്ടിട്ടുണ്ടാകാം എന്നത് ഞങ്ങളുടെ ശ്രദ്ധയിൽപ്പെട്ടു. നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമാക്കാൻ, മൂന്നാം കഷികളുമായി പാസ്‌വേഡ് പങ്കിടുന്നത് ഒഴിവാക്കുക.",
      "നിങ്ങളുടെ പാസ്‌വേഡ് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുക. ലോഗിൻ ചെയ്ത ശേഷം, നിങ്ങളുടെ അക്കൗണ്ട്‌സ് സെന്ററിൽ നിങ്ങൾക്ക് അക്കൗണ്ടുകളിൽ ലോഗിൻ ചെയ്യൽ പ്രവർത്തനക്ഷമമാക്കാം.",
      "IGTV പരസ്യങ്ങൾ സജ്ജീകരിച്ച് പണം സമ്പാദിച്ച് തുടങ്ങുന്നതിന് Instagram മൊബൈൽ ആപ്പിന്റെ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കുക.",
      "ഇപ്പോൾ കാണുക",
      'നിങ്ങളുടെ കുക്കി ക്രമീകരണങ്ങൾ‌ പരിഷ്‌ക്കരിക്കുന്നതിന് നിങ്ങളുടെ വെബ്‌സൈറ്റ് അല്ലെങ്കിൽ‌ മൊബൈൽ‌ ബ്രൗസർ‌ നൽ‌കിയ നിർദ്ദേശങ്ങൾ‌ പാലിക്കുക (സാധാരണയായി "സഹായം", "ടൂളുകൾ‌" അല്ലെങ്കിൽ‌ "എഡിറ്റ്" ഫെസിലിറ്റിയിൽ‌ കാണപ്പെടുന്നു). കുക്കികളോ മറ്റ് സാങ്കേതികവിദ്യകളോ പ്രവർത്തനരഹിതമാക്കാൻ നിങ്ങളുടെ ബ്രൗസർ സജ്ജമാക്കുകയാണെങ്കിൽ, ഞങ്ങളുടെ സേവനത്തിന്റെ ചില ഭാഗങ്ങൾ ആക്സസ് ചെയ്യാൻ നിങ്ങൾക്ക് കഴിഞ്ഞേക്കില്ല, കൂടാതെ ഞങ്ങളുടെ സേവനത്തിന്റെ മറ്റ് ഭാഗങ്ങൾ ശരിയായി പ്രവർത്തിച്ചേക്കുകയുമില്ല.',
      "മയക്കുമരുന്നിന്റെ ഉപയോഗം ‌പ്രോത്സാഹിപ്പിക്കുന്ന പോസ്റ്റുകളും അഭിപ്രായങ്ങളും.",
      "സന്ദേശങ്ങള്‍",
      "APK ഡൗൺലോഡ് ചെയ്യുക",
      "ലൈക്കുചെയ്യുക",
      "വീഡിയോ",
      "നിങ്ങളുടെ ബാക്കപ്പ് കോഡുകളിൽ നിന്ന് സുരക്ഷാ കോഡ് ഉപയോഗിക്കാനാകുന്നില്ലെങ്കിൽ, {=resend it} വഴി ഒരെണ്ണം നിങ്ങൾക്ക് നേടാം",
      "Not verified",
      "വിദ്വേഷഭാഷണമോ ചിഹ്നങ്ങളോ ആയി റിപ്പോർട്ട് ചെയ്യണോ?",
      "നിങ്ങളുടെ ഉള്ളടക്കം തങ്ങളുടെ വ്യാപാരമുദ്ര ലംഘിക്കുന്നതായി ഒരു മൂന്നാം കക്ഷി റിപ്പോർട്ടുചെയ്‌തു.",
      "തീം ഐക്കൺ",
      "{username} എന്നയാളെ തടയണോ?",
      "{date} തീയതിയിൽ നിങ്ങൾ പ്രാമാണീകരിച്ചത്.",
      "വെള്ളി",
      "Play Store",
      "പ്രൊഫൈല്‍",
      "മ്യൂട്ടുചെയ്‌തു",
      "നിബന്ധനകള്‍",
      "ബന്ധപ്പെട്ടവ:",
      "റദ്ദാക്കുക",
      "ഈ പഴയപടിയാക്കൽ പൂർത്തിയാക്കാനായില്ല. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് ക്രമീകരണങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
      "സ്വയം അപകടപ്പെടുത്തൽ (അസാധാരണ ഭക്ഷണക്രമം, ഞരമ്പ് മുറിക്കൽ അല്ലെങ്കിൽ ആത്മഹത്യാപരമായ ഉള്ളടക്കം)",
      "ആക്സസിബിലിറ്റി",
      "{hours} മ.",
      "ഒരു ഡോക്യുമെന്റ് തരം തിരഞ്ഞെടുക്കുക",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടും ഈ നിബന്ധനകൾ ലംഘിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ ഇത് ശാശ്വതമായി നീക്കം ചെയ്‌തേക്കാം.",
      "{previous items}, {following items}",
      "{username1}, {username2} എന്നിവർ",
      "അക്കൗണ്ട് വിവരം",
      "നിബന്ധനകൾ",
      "ഞാൻ നിബന്ധനകൾ അംഗീകരിക്കുന്നു",
      "പ്രതികരണങ്ങൾ",
      "ശരി",
      "നിങ്ങളുടെ ഫോട്ടോകളെക്കുറിച്ച് {learnMoreLink}.",
      "വേണ്ട",
      "ശേഖരം കാണുക",
      "പിൻ ഐക്കൺ തിരഞ്ഞെടുപ്പ്",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഞങ്ങളുടെ പരിശോധിച്ചുറപ്പിക്കൽ മാനദണ്ഡങ്ങൾ പാലിക്കുന്നുണ്ടോ എന്ന് നിർണ്ണയിക്കാൻ മാത്രമെ നിങ്ങൾ സമർപ്പിക്കുന്ന വിവരങ്ങൾ ഞങ്ങൾ ഉപയോഗിക്കൂ.",
      "പുതിയ സന്ദേശം",
      "ചിത്രങ്ങൾ അല്ലെങ്കിൽ വീഡിയോകൾ പോലുള്ള മീഡിയയെ പ്രതിനിധീകരിക്കുന്ന ഐക്കൺ",
      "സ്ഥിരീകരണം",
      "ക്യാമറ",
      "ഇരട്ട ഫാക്‌ടർ പ്രാമാണീകരണം ഓണാണ്",
      "നിങ്ങളുടെ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുന്നതിൽ കുഴപ്പമുണ്ടായി.",
      "കീവേഡുകൾ സംരക്ഷിച്ചു!",
      "തുക നൽകുക",
      "Facebook ഫാമിലി ലോഗോ",
      "{hours} മണിക്കൂർ മുമ്പ് സജീവമായിരുന്നു",
      "{list of items}, {last item} എന്നിവ",
      "വിഭാഗം മാറ്റുക",
      "വേണ്ട, നിർജ്ജീവമാക്കിയത് തുടരുക",
      "പൂർത്തിയായി",
      "ചോദ്യ മാതൃക തുറക്കൂ",
      "Direct",
      "ഓർമ്മപ്പെടുത്തൽ",
      "നിർദ്ദേശിച്ചത്",
      "മറ്റൊരാളുടെ ഉടമസ്ഥതയിലുള്ള സംഗീതം, ഓഡിയോ അല്ലെങ്കിൽ വീഡിയോ ഉൾപ്പെട്ടിരിക്കാനിടയുള്ളതിനാൽ നിങ്ങളുടെ വീഡിയോ ഉടൻ തടഞ്ഞെക്കാം.",
      "ക്ലിപ്പ്‌ബോർഡിലേക്ക് ലിങ്ക് പകർത്തി",
      "തടഞ്ഞത് മാറ്റുക",
      "നീക്കംചെയ്യുക",
      "എല്ലാം ഇല്ലാതാക്കുക",
      "ക്ഷമിക്കണം, ഈ പേജ് ഇപ്പോൾ ലഭ്യമല്ല.",
      "ഒരു ഫോട്ടോയോ വീഡിയോയോ അഭിപ്രായമോ റിപ്പോർട്ടുചെയ്യുക",
      "{story owner username} എന്നയാൾക്ക് നിങ്ങൾ സ്‌റ്റോറി കണ്ടെന്ന് കാണാൻ കഴിയും.",
      "ലൈക്കുചെയ്യുക",
      "ബൗദ്ധിക സ്വത്തവകാശ ലംഘനമായി റിപ്പോർട്ട് ചെയ്യണോ?",
      "നിർദ്ദേശിതം",
      "ലോഗ് ഇൻ ചെയ്യുക",
      "തടഞ്ഞു",
      "വീഡിയോ നിരസിക്കണോ?",
      "നിങ്ങൾ 13 വയസ്സിലും താഴെയുള്ളയാളാണെന്ന് അറിയിച്ചതിനാൽ ഞങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കേണ്ടതുണ്ട്. \nനിങ്ങൾ Instagram-ൽ ‌പങ്കുവെച്ചതിന്റെ പകർപ്പ് ‌ലഭിക്കാൻ ‌നിങ്ങൾക്ക് {download_your_data} ചെയ്യാം.",
      "നിങ്ങളെ ഇനി {username} എന്നയാളുടെ രക്ഷകർത്താവ് / രക്ഷിതാവായി ലിസ്‌റ്റ് ചെയ്യില്ല.",
      "Live {actionType} {prepositionType} {violationText}",
      "Facebook ഉപയോഗിക്കുക",
      "ചെറിയ തുക നൽകുക",
      "Instagram-ലെ അടുത്ത പേയ്‌മെന്റ് അനായാസമാക്കുന്നതിന് ഞങ്ങൾ ഈ വിവരങ്ങൾ സംരക്ഷിക്കും.",
      "സുരക്ഷ കോഡ് നൽകുക",
      "സ്രഷ്‌ടാവിന് ഒരു സ്വകാര്യ അക്കൗണ്ട് ഉള്ളതിനാൽ ഈ ഒറിജിനൽ ഓഡിയോക്കായി പേജില്ല.",
      "നിങ്ങളുടെ ജന്മദിനം സ്ഥിരീകരിക്കുക",
      "IGTV വീഡിയോയ്‌ക്ക് ആവശ്യമായ കാര്യങ്ങൾ",
      "പോർ‌ട്രെയ്‌റ്റ് (4:5)",
      "എഡിറ്റ് ചെയ്യുക",
      "എല്ലാവർക്കും Instagram ഒരു സുരക്ഷിത സ്ഥലമാക്കി നിലനിർത്താൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ശാരീരിക ആക്രമണത്തിന് കാരണമായേക്കാവുന്ന തെറ്റായ വിവരങ്ങൾ ഞങ്ങൾ അനുവദിക്കുന്നില്ല.",
      "ഡാറ്റ സേവർ",
      "അതെ",
      "ഒരു വ്യക്തിയെ ടാഗ് ചെയ്യുക",
      "ആളുകൾക്ക് നിങ്ങളുമായ് എളുപ്പത്തിൽ ബന്ധപ്പെടാനാവുന്നതിന് നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് ഒരു കോൺടാക്‌റ്റ് ബട്ടൺ ചേർക്കുക.",
      "ഈ ഉള്ളടക്കത്തിലുള്ള പ്രശ്‌നങ്ങൾ മികച്ച രീതിയിൽ മനസ്സിലാക്കാൻ ഞങ്ങളെ സഹായിക്കുക.",
      "നിർദ്ദേശങ്ങൾ ലോഡുചെയ്യുന്നു…",
      "നിങ്ങളുടെ അഭ്യർത്ഥന നിരസിക്കുകയാണെങ്കിൽ",
      "Identity Switcher",
      "സ്ഥിരീകരിക്കുക",
      "ഞങ്ങളുറ്റെ സർവ്വറുകളിൽ എത്തിച്ചേരുന്നതിൽ പ്രശ്‌നം നേരിടുന്നു. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
      "1 പോസ്റ്റ്",
      "ആപ്പിൽ, നിങ്ങൾക്ക് ഈ ലൊക്കേഷനെക്കുറിച്ചുള്ള എല്ലാ പോസ്റ്റുകളും സൂക്ഷിക്കാനാകും.",
      "{fullName} എന്നയാളുടെ Instagram വീഡിയോ • {datetime}",
      "പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക",
      "ഒരു സ്വകാര്യ അക്കൗണ്ടിലേക്ക് മാറി",
      "ജന്മദിനം",
      "ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്‌തു. നിങ്ങൾ ഞങ്ങളുടെ മാനദണ്ഡങ്ങൾ മനസ്സിലാക്കി, പാലിച്ചാൽ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിൽ നിന്നും തടയാം.",
      "{name of the user who tagged the other user in the photo} നിങ്ങളുടെ ഒരു ഫോട്ടോ എടുത്തു.",
      "{actionType} പോസ്‌റ്റ് ചെയ്യുക",
      "ഈ വീഡിയോ വളരെ ദൈർഘ്യമുള്ളതാണ്. തുടരുന്നതിനായി, ഒരു മിനിറ്റോ അതിൽ കുറവോ ദൈർഘ്യമുള്ള വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "നന്ദി! നിങ്ങൾ ഇൻസ്റ്റാഗ്രാമിന്റെ ഓർമ്മപ്പെടുത്തൽ ഇമെയിലുകൾ വീണ്ടും സബ്‌സ്ക്രൈബുചെയ്‌തു.",
      "കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ",
      "നിങ്ങളുടെ വീഡിയോ എവിടെയൊക്കെയാണ് തടഞ്ഞിരിക്കുന്നത്",
      "നിങ്ങളെ പുതിയ രീതിയിൽ പ്രചോദിപ്പിക്കുന്ന തരത്തിൽ ആളുകൾ പങ്കിടുന്ന കാര്യങ്ങൾ കാണാൻ സ്റ്റോറികൾ കാണാൻ അനുവദിക്കുന്നു.",
      "നവംബർ 18, 2018-ന് തുടങ്ങിയ ഈ പ്രശ്‌നം ‌നിങ്ങളുടെ അക്കൗണ്ടിലെ ‌സ്വകാര്യതാ ക്രമീകരണം 'സ്വകാര്യം' എന്നതിൽ നിന്നും '‌പൊതുവായത്' എന്നതാക്കി മാറ്റാൻ ‌കാരണമായി. ഞങ്ങൾ ആ പ്രശ്‌നം പരിഹരിച്ച് നിങ്ങളുടെ ആക്കൗണ്ട് 2018 നവംബർ 20-ന് വീണ്ടും 'സ്വകാര്യ'മാക്കി മാറ്റി. ആ സമയത്ത് നിങ്ങളെ പുതിയ അക്കൗണ്ടുകൾ പിന്തുടർന്നെങ്കിൽ, ഞങ്ങൾ‌ അവരെ നീക്കം ചെയ്‌തു.",
      "നിങ്ങളുടെ Instagram അക്കൗണ്ടിനെ കുറിച്ചുള്ള അപ്‌ഡേറ്റ്",
      "സുഹൃത്തുക്കളിൽ നിന്നുള്ള ഫോട്ടോകളും വീഡിയോകളും കാണാനും നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടാകാനിടയുള്ള മറ്റ് അക്കൗണ്ടുകൾ കണ്ടെത്താനും ലോഗിൻ ചെയ്യുക.",
      "ഇന്ന് ഒരാൾ സജീവമാണ്",
      "പോസ്റ്റുചെയ്യുക",
      "വീഡിയോ പോസ്‌റ്റ് ചെയ്യാനായില്ല",
      "സ്ഥിതിവിവരക്കണക്കുകൾ ഉപയോഗിച്ച് നിങ്ങളെ പിന്തുടരുന്നവരെക്കുറിച്ച് അറിയാൻ മൊബൈൽ ആപ്പിലേക്ക് പോകുക, കോൺടാക്റ്റ് ബട്ടണുകൾ പ്രദർശിപ്പിക്കുക, എഡിറ്റുചെയ്യുക, പ്രമോഷനുകളും തുടങ്ങിയവ ഉപയോഗിച്ച് ഉപഭോക്താക്കളിലേക്ക് എത്തുക.",
      "ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ടിൽ ഒരു ഓട്ടോമേറ്റഡ് പ്രവർത്തരീതി തിരിച്ചറിഞ്ഞു.",
      "ഫീഡ്‌ബാക്ക് നൽകുക",
      "നിങ്ങൾ ഒരു പോസ്‌റ്റ്‌ അയച്ചു",
      "ലൈക്കുചെയ്യുക",
      "ഉറവിടങ്ങൾ കാണുക",
      "നിങ്ങളുടെ അഭ്യർത്ഥന പൂർത്തിയാക്കാൻ ശ്രമിക്കുന്നതിനിടെ താൽക്കാലികമായ ഒരു പ്രശ്‌നം സംഭവിച്ചു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.",
      "ഫോട്ടോ അല്ലെങ്കിൽ വീഡിയോ ചേർക്കുക",
      "ഇല്ലാതാക്കുക",
      "അപ്പ് ഷെ‌വ്റോൺ ഐക്കൺ",
      "{city name}, {country name} എന്നയിടത്തെ ലൊക്കേഷനുകൾ",
      "ഷോപ്പ്",
      "വെള്ളിയാഴ്ച",
      "{username} കണ്ടു",
      "നിങ്ങൾ സൈൻ അപ്പ് ചെയ്യുമ്പോൾ കൂടുതൽ സൗജന്യ ഫോട്ടോകൾ കണ്ടെത്തൂ.",
      "ഞങ്ങൾ തിരിച്ചറിയാത്ത ഫോണിലോ കമ്പ്യൂട്ടറിലോ ലോഗിൻ ചെയ്യുമ്പോഴൊക്കെ ഇനി മുതൽ ഞങ്ങൾ ഒരു ലോഗിൻ കോഡ് ആവശ്യപ്പെടും.",
      "ക്ഷമിക്കണാം, Facebook- ൽ നിങ്ങളുടെ വിവരങ്ങൾ ലോഡ് ചെയ്യുന്നതിൽ പിശക് സംഭവിച്ചു. ഞങ്ങൾ അത് പരിശോധിക്കുകയാണ്. ഇതേ സമയം, നിങ്ങൾക്ക് ആപ്പ് വഴി സൈൻ അപ്പ് ചെയ്യാം അല്ലെങ്കിൽ അൽപസമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക.",
      "ഉല്‍പ്പന്നം ലഭ്യമല്ല",
      "പകരം {email suggestion} ഉപയോഗിക്കുക",
      "നിങ്ങൾ നൽകിയ സുരക്ഷ കോഡ് {cardName} എന്നതുമായി പൊരുത്തപ്പെടുന്നില്ല",
      "ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ മോഡൽ അടയ്ക്കുക",
      "അവലോകനം ചെയ്യുന്നത് തുടരുക",
      "ഞങ്ങൾക്ക് ഒരു ഉപയോക്താവിനെ തടയേണ്ടതുണ്ട്",
      "ഞങ്ങൾ തുടരുന്നതിന് മുൻപ് നിങ്ങളുടെ ബാങ്ക് ഒരു ചോദ്യത്തിന് ഉത്തരം നൽകേണ്ടതുണ്ട്.",
      "സഹായം നേടൂ",
      "@{username} എന്ന അക്കൗണ്ട് പിന്തുടരാതിരിക്കണോ?",
      "ഓഫുചെയ്യുക",
      "90M",
      "ഉപയോക്തൃടാഗുകൾ",
      "സ്‌മൈലികളും ആളുകളും",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടും സജീവമാക്കണമെന്ന് തീർച്ചയാണോ?",
      "അടയ്ക്കുക",
      "ഇത് {reference owner name} എന്നയാളുമായി പങ്കിടുന്നതിലൂടെ നിങ്ങളുടെ അഭ്യർത്ഥനയുമായി ബന്ധപ്പെട്ട് അവർക്ക് നിങ്ങളെ കോൺടാക്‌റ്റ് ചെയ്യാനാകും.",
      "Instagram ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യൂ",
      "സന്ദേശം ആരംഭിക്കുക",
      "ആളുകൾ നിങ്ങളെ പെട്ടന്ന് പിന്തുടരാൻ നെയിംടാഗ് സഹായിക്കുന്നു",
      "ഫോട്ടോയും ഏതെങ്കിലും അഭിപ്രായങ്ങളും നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് നീക്കം ചെയ്യുന്നതിന് {Delete this photo text bolded}.",
      "സ്‌ഫോടകവസ്‌തുക്കൾ വാങ്ങുന്നതിനും വിൽക്കുന്നതിനും വാഗ്‌ദാനംചെയ്യുന്നു",
      "Facebook-ലേ‌ക്ക് കണക്‌റ്റുചെയ്യുക",
      "നിങ്ങളുടെ അക്കൗണ്ടിന്റെ ലക്ഷ്യം വിശദീകരിക്കുന്ന ഓപ്‌ഷൻ തിരഞ്ഞെടുക്കൂ. ഇത് നിങ്ങളുടെ പ്രൊഫൈലിൽ ദൃശ്യമാകുകയും നിലവിലെ അല്ലെങ്കിൽ ഭാവിയിലെ വിഭാഗങ്ങൾ പുനഃസ്ഥാപിക്കുകയും ചെയ്യും.",
      "നിങ്ങളുടെ വീഡിയോ എല്ലാ ലൊക്കേഷനുകളിലും തടയും, ഇതിന്റെ അർത്ഥം ആളുകൾക്ക് ഇത് കാണുന്നതിനോ, ലൈക്ക് ചെയ്യുന്നതിനോ, അഭിപ്രായമിടുന്നതിനോ കഴിയില്ല എന്നതാണ്.",
      "1m",
      "Firefox",
      "ഇല്ല",
      "Instagram-ന്റെ സംഗീതം സംബന്ധിച്ച മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
      "നിയമപരമായ കാരണങ്ങൾ മൂലം നിങ്ങളുടെ രാജ്യത്തിൽ ഈ അക്കൗണ്ടിലേക്കുള്ള ആക്‌സസ്സ് നിയന്ത്രിച്ചിരിക്കുന്നു.",
      "സ്ഥിതിവിവരക്കണക്കുകൾ ഉപയോഗിച്ച് {username} എന്നയാളുടെ പിന്തുടരുന്നവരെക്കുറിച്ച് അറിയുന്നതിന് മൊബൈൽ ആപ്പിലേക്ക് പോകുക, കോൺടാക്റ്റ് ബട്ടണുകൾ പ്രദർശിപ്പിക്കുക, എഡിറ്റുചെയ്യുക, പ്രമോഷനുകൾ തുടങ്ങിയവ ഉപയോഗിച്ച് ഉപഭോക്താക്കളിലേക്ക് എത്തുക.",
      "• {app name} എന്നതിന് ലഭിക്കുന്ന വിവരങ്ങൾ നിങ്ങൾക്ക് എഡിറ്റ് ചെയ്യാം. പങ്കിടാതെ തന്നെ നിങ്ങൾക്ക് പുറത്തുകടക്കുന്നതിനായി മടങ്ങിപ്പോകാൻ തിരഞ്ഞടുക്കാം, എന്നാൽ {app name} എന്നതിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങൾക്ക് Instagram ഉപയോഗിക്കാനായേക്കില്ല.",
      "{username of sponsor} മുഖേന പണം അടച്ചുള്ള പങ്കാളിത്വം",
      "പഴയ പാസ്‌വേഡ്",
      "ന്",
      "റദ്ദാക്കുക",
      "ഒരു ബിസിനസ്സ് അക്കൗണ്ടിലേക്ക് മാറുന്നത് നിങ്ങളുടെ Instagram അക്കൗണ്ടിനെ പൊതുവാക്കും. എല്ലാവർക്കും നിങ്ങളുടെ ഉള്ളടക്കം കാണാൻ കഴിയും കൂടാതെ തീർപ്പുകൽപ്പിക്കാത്ത എല്ലാ പിന്തുടരൽ അഭ്യർത്ഥനകളും അംഗീകരിക്കും.",
      "സ്വമേധയാ സജ്ജീകരിക്കുക",
      "അഭിപ്രായത്തിന്റെ ഐക്കൺ",
      "ഫോട്ടോകൾ ചേര്‍ക്കുക",
      "വർത്ത ഇമെയിലുകൾ",
      "മുമ്പത്തെ ഉപയോക്തൃനാമങ്ങൾ",
      "അക്കൗണ്ട് നീക്കം ചെയ്യണോ?",
      "പൊതുവായതിലേക്ക് മാറ്റുക",
      "ഈ വീഡിയോ പിന്തുണയ്‌ക്കില്ല.",
      "വീഡിയോ ഐക്കൺ",
      "നിങ്ങളുടെ ഇമെയില്‍, ഫോൺ അല്ലെങ്കിൽ ഉപയോക്തൃനാമം നൽകുക, അക്കൗണ്ട് വീണ്ടെടുക്കുന്നതിന് ഞങ്ങൾ ഒരു ലിങ്ക് അയയ്‌ക്കും.",
      "പേയ്‌മെന്റ്",
      "നിങ്ങൾക്ക് ആപ്പിൽ ലഭിക്കാതെ പോയകാര്യങ്ങൾ എന്തൊക്കെയെന്ന് കണ്ടെത്തൂ",
      "ത്രെഡ് വിശദാംശങ്ങൾ കാണൂ",
      "'ബട്ടൺ: രാജ്യം/പ്രദേശം തിരഞ്ഞെടുക്കുക'",
      "പൂർത്തിയാക്കി",
      "ഫോട്ടോകൾ പങ്കിടുക",
      "ലൈക്ക് ചെയ്യാൻ ലോഗിൻ ചെയ്യൂ",
      "ടൈപ്പുചെയ്യുന്നു...",
      "ഇഷ്‌ടാനുസൃതം",
      "പരസ്യങ്ങൾക്കായുള്ള പങ്കാളികളിൽ നിന്നുള്ള ഡാറ്റ ഉപയോഗിക്കുന്നതിന് നിങ്ങൾ ഞങ്ങൾക്ക് സമ്മതം നൽകയിട്ടില്ലെങ്കിൽ അല്ലെങ്കിൽ പങ്കാളികളിൽ നിന്നുള്ള നിങ്ങളുടെ ആക്റ്റിവിറ്റി സംബന്ധിച്ച ഡാറ്റാ അല്ലെങ്കിൽ ഉപകരണ ക്രമീകരണത്തിലൂടെ മറ്റ് ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നുമുള്ള ഡാറ്റാ ഉപയോഗത്തിന് നിയന്ത്രണം വെച്ചിട്ടുണ്ടെങ്കിൽ എന്നീ സാഹചര്യങ്ങളിൽ ഒഴിച്ച് നിങ്ങളെ പ്രസക്തമായ പരസ്യങ്ങൾ കാണിക്കുന്നതിന് ഞങ്ങൾ മറ്റ് ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നുമുള്ള വിവരങ്ങൾ ഉപയോഗിക്കും. നിങ്ങൾ സമ്മതം നൽകാതിരിക്കുകയോ നിയന്ത്രണം ഏർപ്പെടുത്തുകയോ ചെയ്‌താൽ ഞങ്ങൾ നിങ്ങളുടെ തിരഞ്ഞെടുപ്പിനെ മാനിക്കും.",
      "Instagram-ലേയ്‌ക്ക് മാറുക",
      "ഈ ഗിഫ്‌റ്റ് എയ്‌ഡ് നിരാകരണം റദ്ദാക്കാൻ നിങ്ങളാഗ്രഹിക്കുന്നുണ്ടെങ്കിലോ, നിങ്ങളുടെ പേരോ വീട്ടുവിലാസമോ മാറിയെങ്കിലോ, നിങ്ങളുടെ വരുമാന, ലാഭ നികുതികൾ അടയ്‌ക്കുന്നില്ലെങ്കിലോ ഞങ്ങളെ അറിയിക്കുക",
      "നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും അവരുടെ പ്രൊഫൈലിൽ നിന്ന് അവരെ തടയാൻ കഴിയും.",
      "ടാഗ് ചെയ്ത അക്കൗണ്ടുകൾ",
      "തുടരുക",
      "നിങ്ങളുടെ Instagram ക്രിയേറ്റർ അക്കൗണ്ട് തയ്യാറാണ്",
      "നിർദ്ദേശിച്ച പ്രൊഫൈലുകൾ",
      "{date} തീയതിയിൽ കാലഹരണപ്പെട്ടു",
      "വ്യാപാരമുദ്ര",
      "പൊതു ബിസിനസ് വിവരങ്ങൾ",
      "ആപ്പുകളുമായും വെബ്സൈറ്റുകളുമായും കണക്റ്റ് ചെയ്യാൻ ഇത് ആവശ്യമാണ്, ഒപ്പം ഇനിപ്പറയുന്നവയ്ക്ക് Instagram-നെ അനുവദിക്കുകയും ചെയ്യുന്നു:",
      "സൈൻ അപ്പ് ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ {=Terms}, {Data Policy}, {Cookies Policy} എന്നിവ അംഗീകരിക്കുന്നു.",
      "എല്ലാവർക്കായും സുരക്ഷയും രസകരവുമാക്കി Instagram കമ്മ്യൂണിറ്റിയെ നിലനിർത്താൻ സാഹായിക്കുന്നതിന് നിങ്ങൾക്ക് നന്ദി. നിങ്ങൾ ഒരു ബൗദ്ധിക സ്വത്തവകാശ ലംഘനം റിപ്പോർട്ടുചെയ്യുമ്പോൾ ഒഴികെ, നിങ്ങളുടെ റിപ്പോർട്ട് അജ്ഞാതമായിരിക്കും.",
      "നിങ്ങളുടെ ഉള്ളടക്കത്തിലേക്കുള്ള ആക്‌സസ് നിയന്ത്രിച്ചു",
      "ഇത് മാറ്റുക",
      "ഡിജിറ്റൽ ക്രിയേറ്റർ/ബ്ലോഗർ/ഇൻഫ്ലൂവൻസർ",
      "ഒരു വ്യക്തിഗത അക്കൗണ്ടിലേക്ക് മാറണോ?",
      "{filename} തീരെ ചെറുതാണ്. തുടരാൻ, 1KB അല്ലെങ്കിൽ അതിൽ കൂടുതൽ ഉള്ള ഒരു ഫയൽ തിരഞ്ഞെടുക്കുക",
      "ഇത് ഒരു ‌രാഷ്‌ട്രീയ സ്ഥാനാർഥിയെ അല്ലെങ്കിൽ ഒരു പ്രശ്‌നത്തെ ‌സൂചിപ്പിക്കുന്നു",
      "{username} എന്നയാളും മറ്റ് {number of other users} പേരും പിന്തുടരുന്നു",
      "{facebook user name} ആയി തുടരുക",
      "Chevron ഐക്കൺ",
      "നിങ്ങൾ ഒരു ബൗദ്ധിക സ്വത്തവകാശ ലംഘനം റിപ്പോർട്ടുചെയ്യുമ്പോൾ ഒഴികെ, നിങ്ങളുടെ റിപ്പോർട്ട് അജ്ഞാതമായിരിക്കും.",
      "എല്ലാ വിഭാഗങ്ങളും",
      "നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിക്കാൻ ‌ഞങ്ങളെ സഹായിക്കൂ",
      "പങ്കിടാൻ അനുവദിക്കുക",
      "ഡ്രാഫ്‌റ്റ്‌ സംരക്ഷിക്കുക",
      "ശരി",
      "ആളുകളെ ടാഗുചെയ്യാൻ ‌ടാപ്പുചെയ്യുക",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ കീ ഐക്കൺ",
      "മറ്റു ആപ്പുകളിലെയും വെബ്സൈറ്റുകളിലെയും കുക്കികളും സമാനമായ സാങ്കേതിക വിദ്യകളും ഉപയോഗിക്കാൻ Instagram-നെ അനുവദിക്കണോ?",
      "അറിയിപ്പുകൾ",
      "ഫോട്ടോ നിരസിക്കണോ?",
      "ഇങ്ങനെ ചെയ്യുന്നതിലൂടെ, സംരക്ഷിച്ചിട്ടുള്ള നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ, ഇതിനും Instagram-ലെ ഭാവി പേയ്മെന്റുകൾക്കായും ഉപയോഗിക്കുന്നതിന് Facebook Pay എന്നതിന് അനുമതി നൽകും.",
      "ഉടമസ്ഥതാ നിയന്ത്രണങ്ങൾ ഉള്ളതിനാൽ, അവർക്ക് അവകാശമുള്ള ഇനിപ്പറയുന്ന രാജ്യങ്ങളിൽ നിങ്ങളുടെ വീഡിയോ തടഞ്ഞു:",
      "ന്",
      "Instagram-ൽ നിങ്ങളുടെ പ്രൊഫൈൽ, പോസ്‌റ്റുകൾ അല്ലെങ്കിൽ സ്‌റ്റോറികൾ കണ്ടെത്താൻ അവർക്ക് കഴിയില്ല. നിങ്ങൾ തടഞ്ഞത് Instagram അവരെ അറിയിക്കില്ല.",
      "ലോഗിൻ ചെയ്യുക",
      "ഒരു പുതിയ ഇൻബോക്‌സ് സന്ദേശ അഭ്യർത്ഥനകൾ നിയന്ത്രിക്കുന്നതും ആരാധകരുമായി കണക്‌റ്റുചെയ്യുന്നതും എളുപ്പമാക്കുന്നു.",
      "ഫയലുകൾ, 1 GB-യിൽ കുറവ് ആയിരിക്കണം.",
      "Facebook ഉപയോഗിച്ച് തുടരുക",
      "നിങ്ങൾക്ക് {change_or_resend_link}",
      "നിങ്ങളുടെ പാസ്‌വേർഡ് പുനഃസജ്ജമാക്കി. വീണ്ടും ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കൂ.",
      "Live",
      "ആരംഭിക്കുന്നു",
      "പോസ്‌റ്റുകൾ",
      "മറ്റു ആപ്പുകളിലെയും വെബ്സൈറ്റുകളിലെയും കുക്കികളും സമാനമായ സാങ്കേതിക വിദ്യകളും ഉപയോഗിക്കാൻ Instagram-നെ അനുവദിക്കണോ?",
      "{username} എന്നത് ഇല്ലാതാക്കൻ നിങ്ങൾ അഭ്യർത്ഥിച്ചു. നിങ്ങൾ അത് നിലനിർത്താൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഞങ്ങളെ അറിയിക്കാൻ നിങ്ങൾക്ക് {date} വരെ സമയമുണ്ട്. അല്ലാത്തപക്ഷം നിങ്ങളുടെ എല്ലാ പോസ്‌റ്റുകളും വിവരങ്ങളും ഇല്ലാതാക്കും. {help center link}",
      "തിരയൽ ചരിത്രം മായ്‌ക്കുക",
      "നിങ്ങളുടെ വീഡിയോ മറ്റൊരാളുടെ {overlap duration} സെക്കൻഡ് വീഡിയോയുമായി സാമ്യമുള്ളതാണ്.",
      "Facebook Pay സംബന്ധിച്ച് കൂടുതലറിയുക",
      "പൂർത്തിയാക്കി",
      "സൃഷ്‌ടാവ്",
      "നന്ദി!",
      "സ്‌ട്രീറ്റ് വിലാസം",
      "{username} നിങ്ങൾക്കൊരു സന്ദേശമയയ്‌ക്കാൻ താൽപ്പര്യപ്പെടുന്നു.",
      "ഞാൻ അംഗീകരിക്കുന്നു",
      "തടഞ്ഞിരിക്കുന്ന ലൊക്കേഷനുകളിൽ ആളുകൾക്ക് നിങ്ങളുടെ ഫോട്ടോ കാണാനോ ലൈക്ക് ചെയ്യാനോ അഭിപ്രായമിടാനോ കഴിയില്ല. നിങ്ങളുടെ ഫോട്ടോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ തടഞ്ഞിരിക്കുന്നു:",
      "ഹാഷ്‌ടാഗ് കാണുക",
      "ഉള്ളടക്കം അവരുടെ സംഗീത പകർപ്പവകാശങ്ങൾ അല്ലെങ്കിൽ {communityGuidelines} ലംഘിക്കുന്നുവെന്നുള്ള ഒരു മൂന്നാം കക്ഷിയുടെ റിപ്പോർട്ടിന്റെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ ഉള്ളടക്കത്തിലേക്കുള്ള ആക്‌സസ്സ് നിയന്ത്രിച്ചിരിക്കുന്നു.",
      "പേയ്‌മെന്റുകൾ സുരക്ഷിതമായി പ്രോസസ്സുചെയ്യുന്നു.",
      "ആക്സസിബിലിറ്റി",
      "ആപ്പിൽ സന്ദേശമയയ്‌ക്കൽ മെച്ചപ്പെട്ടതാണ്",
      "വ്യാജ വാർത്തകളുടെ ഐക്കൺ",
      "വെബ്‌സൈറ്റ്",
      "Instagram Lite അപ്‌ഡേറ്റുചെയ്യൂ",
      "{Plus sign and plural indicating the number of user's remaining credit cards} ആളുകൾ കൂടി",
      "ശരി",
      "നിങ്ങൾക്ക് ഒരു തെറ്റ് സംഭവിച്ചാൽ അത് ഞങ്ങളെ അറിയിക്കാനായി ഈ ‌തീരുമാനം നിങ്ങൾക്ക് അപ്പീൽ ‌‌ചെയ്യാം.",
      "നിങ്ങൾ Instagram ആപ്പിൽ അവസാനമായി സജീവമായിരുന്നത് എപ്പോഴാണെന്ന് കാണാൻ നിങ്ങൾ പിന്തുടരുന്ന അക്കൗണ്ടുകളെയും നിങ്ങൾ സന്ദേശമയയ്‌ക്കുന്നവരെയും അനുവദിക്കുക. അത് ഓഫാക്കുമ്പോൾ നിങ്ങൾക്ക് മറ്റ് അക്കൗണ്ടുകളിലെ ആക്‌റ്റിവിറ്റി സ്‌റ്റാറ്റസ് കാണാനാവില്ല.",
      "അപ്പീൽ നൽകുക",
      "ഈ പോസ്റ്റ് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?",
      "നവം",
      "ആപ്പ് ഉപയോഗിക്കുക",
      "ഈ Live വീഡിയോ ആപ്പിൽ കാണുക",
      "കൂടുതലറിയുക",
      "സുരക്ഷാ കോഡ്",
      "നിങ്ങളുടെ വീഡിയോ അര സെക്കൻഡിനും {maxDurationInMinutes} മിനിറ്റിനും ഇടയിൽ ദൈർഘ്യമുള്ളതും ലാൻഡ്സ്കേപ് അല്ലെങ്കിൽ പോർട്രയ്റ്റ് ആയതും MP4 ഫയലും {maxVideoSizeInGigabytes} GB-യിൽ കുറഞ്ഞതുമായിരിക്കണം.",
      "പിന്തുണയ്ക്കുന്ന ഫയൽ തരങ്ങൾ: ചിത്രം/jpeg, ചിത്രം/png, വീഡിയോ/mp4, വീഡിയോ/quicktime.",
      "നിങ്ങളുടെ പാസ്‌വേഡിനെക്കുറിച്ച് ഒരു കുറിപ്പ്",
      "നിങ്ങളുടെ ഫോട്ടോയിലെ എല്ലാ ഉള്ളടക്കങ്ങളും ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതി ഉണ്ടെങ്കിൽ {Submit a dispute text bolded}. ഒരു തർക്കം സമര്‍പ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ ക്ലെയിം നൽകിയ {reference owner name} എന്നയാൾക്ക്, നിങ്ങളുടെ ഫോട്ടോ അവലോകനം ചെയ്യുന്നതിന് അനുമതി നൽകുന്നു. അവർക്ക് പ്രതികരണം അറിയിക്കുന്നതിനായി 7 ദിവസം സമയം ഉണ്ട്.",
      "ഫീഡിലേക്ക് പോകുക",
      "റിപ്പോർട്ടിൽ നിങ്ങളുടെ Instagram ഉപയോക്തൃനാമവും ബ്രൗസർ വിവരവും സ്വയമേവ ഉൾപ്പെടുന്നതാണ്.",
      "ഒരു പ്രാമാണീകരണ ആപ്പിൽ നിന്നും ലോഗിൻ കോഡ് നേടാനാകുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ {=backup codes} ഒന്ന് ഉപയോഗിക്കാനാകും.",
      "ട്രിം ചെയ്യുക",
      "വിശദാംശങ്ങള്‍",
      "ലോക്ക് ഐക്കൺ",
      "URL",
      "മടങ്ങുക",
      "ഫോട്ടോ",
      "സ്വയം മുറിപ്പെടുത്ത‌ൽ",
      "{filename} എന്ന് ലേബൽ ചെയ്തിരിക്കുന്ന വീഡിയോ വളരെ ദൈർഘ്യമുള്ളതാണ്. തുടരുന്നതിനായി, ദൈർഘ്യം കുറഞ്ഞ വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "ഇമെയില്‍ തെറ്റാണ്",
      "പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കുക",
      "കൂടുതലറിയുക",
      "Instagram ഉപയോഗിക്കുന്നതിന്, നിങ്ങൾ തിരക്കിലായേക്കാം എന്ന് ഞങ്ങൾ മനസ്സിലാക്കിയതുകൊണ്ട് ഇനിപ്പറയുന്ന ഘട്ടങ്ങൾ പാലിച്ചുകൊണ്ട് ഫോണിൽ നിന്നും ആപ്ലിക്കേഷൻ നീക്കംചെയ്യാൻ നിർദ്ദേശിക്കുന്നു:",
      "നന്ദി! ഇൻസ്റ്റാഗ്രാമിന്റെ ഗവേഷണ ഇമെയിലുകൾ നിങ്ങൾ വീണ്ടും സബ്സ്‌ക്രൈബുചെയ്‌തു. ഞങ്ങൾ നിങ്ങളെ ഭാവി ഫീഡ്‌ബാക്ക് പ്രോജക്റ്റുകളിൽ ഉൾപ്പെടുത്തും.",
      "നിങ്ങളുടെ കോൺടാക്‌റ്റ് വിവരങ്ങൾ നൽകുന്നത്, ആളുകൾക്ക് ഇമെയിൽ അയയ്‌ക്കുന്നതും കോൾ ചെയ്യുന്നതും നിങ്ങളുടെ പ്രൊഫൈലിൽ ദൃശ്യമാകുന്ന ബട്ടണുകളിൽ നിന്ന് ഒരു നടപടിയെടുക്കുന്നതും എളുപ്പമാക്കുന്നു. ഇവ നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും പ്രദർശിപ്പിക്കുകയോ മറയ്ക്കുകയോ ചെയ്യാം.",
      "സാധ്യമല്ല",
      "{username} എന്നയാളുടെ പ്രൊഫൈൽ ചിത്രം",
      "റീലുകൾ",
      "ഇത് നിങ്ങളാണോ!",
      "ഐഡി ഫോട്ടോ",
      "{likes} ലൈക്ക്",
      'നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാകുന്നത് ഒഴിവാക്കാൻ കോവിഡ്-19 അല്ലെങ്കിൽ വാക്‌സീനുകൾ സംബന്ധിച്ച തെറ്റായ വിവരങ്ങൾ അടങ്ങിയിട്ടുണ്ടെന്ന് അറിയിപ്പ് ലഭിച്ച എല്ലാ പോസ്റ്റുകളും നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് അടുത്ത 48 മണിക്കൂറിനകം നീക്കം ചെയ്യുക. കോവിഡ്-19 അല്ലെങ്കിൽ വാക്‌സീനുകൾ സംബന്ധിച്ച "തെറ്റായ വിവരങ്ങൾ" എന്ന് ഇരുണ്ട പശ്ചാത്തലത്തിൽ അടയാളപ്പെടുത്തിയ തരത്തിലാകും ഈ പോസ്റ്റുകൾ. 48 മണിക്കൂറിനുള്ളിൽ ഈ പോസ്റ്റുകൾ നീക്കം ചെയ്‌തില്ലെങ്കിൽ, അല്ലെങ്കിൽ നിങ്ങളുടെ അക്കൗണ്ട് കോവിഡ്-19 അല്ലെങ്കിൽ വാക്‌സീനുകൾ സംബന്ധിച്ച് തെറ്റായ വിവരങ്ങൾ പങ്കിടുന്നത് തുടരുകയാണെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കും.',
      "വിവരങ്ങൾ ഡൗൺലോഡ് ചെയ്യുക",
      "Instagram",
      "പ്രസ്",
      "നിങ്ങൾക്ക് താൽപ്പര്യമുള്ളതും പ്രസക്തവുമായ ബിസിനസ്സുകളിൽ നിന്നുള്ള പരസ്യങ്ങൾ ഞങ്ങൾ കാണിക്കാനാഗ്രഹിക്കുന്നു. {business} എന്നതിനെക്കുറിച്ച് കൂടുതൽ അറിയുക.",
      "ഞങ്ങൾ നീക്കംചെയ്യുന്നു:",
      "ബൗദ്ധിക സ്വത്തവകാശ ലംഘനം",
      "പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക",
      "നിങ്ങളുടെ പ്രാമാണീകരണ ആപ്പ് ‌സൃഷ്‌ടിക്കുന്ന 6-അക്ക് ‌കോഡ് നൽകുക.",
      "കൊറോണ വൈറസ് (കോവിഡ്-19) സംബന്ധിച്ച് ലോകാരോഗ്യ സംഘടനയിൽ നിന്നുള്ള കൂടുതൽ വിവരങ്ങൾ കാണൂ. {Learn more}",
      "{actionType} സ്‌റ്റോറി",
      "വാര്‍ത്ത കാണുക",
      "ഒരു ടെക്‌സ്‌റ്റ് സന്ദേശമില്ലാതെ സുരക്ഷാ കോഡുകൾ വേഗത്തിൽ സൃഷ്‌ടിക്കാൻ നിങ്ങൾക്ക് പ്രാമാണീകരണ ആപ്പ് ഉപയോഗിക്കാനാകും.",
      "അധിക വിവരങ്ങൾ നൽകുക.",
      "മയക്കുമരുന്ന് ഉപയോഗം",
      "{instagram business name}",
      "{action text} ചെയ്യുന്നതിലൂടെ, ഞങ്ങളുടെ {Terms}, {Policies} എന്നിവ നിങ്ങൾ അംഗീകരിക്കുന്നു.",
      "ഉപയോക്‌താക്കൾക്ക് നിങ്ങളുടെ അക്കൗണ്ടും പരിശോധിച്ചുറപ്പിച്ച മറ്റൊരു അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട് ആശയക്കുഴപ്പം ഉണ്ടാകും എന്ന് തോന്നുന്നു. നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് വിവരങ്ങൾ ചേർക്കുക, അതിലൂടെ ആളുകൾക്ക് അവർ തിരയുന്ന ബ്രാൻഡ്, പ്രശസ്‌ത വ്യക്തി, അല്ലെങ്കിൽ ഓർഗനൈസേഷനാണ് നിങ്ങൾ എന്ന് തെറ്റിദ്ധരിക്കരുന്നത് ഒഴിവാക്കാം.",
      "കൂട്ടിച്ചേര്‍ത്തു",
      "ഈ അക്കൗണ്ട് സ്വകാര്യമാണ്. ഫോട്ടോകൾ കാണാൻ പിന്തുടരുക.",
      "മുന്നറിയിപ്പ് ഐക്കൺ ഗ്ലിഫ്",
      "സംരക്ഷിച്ചതിൽ നിന്ന് ഇത് നീക്കം ചെയ്യുന്നത്, ശേഖരങ്ങളിൽ നിന്നും ഇതിനെ നീക്കം ചെയ്യുന്നതിനിടയാക്കും.",
      "നിബന്ധനകള്‍",
      "നിങ്ങൾ പിന്തുടരുന്ന ആളുകൾ",
      "IGTV",
      "നിങ്ങൾ Instagram അക്കൗണ്ടിൽ ഉപയോഗിക്കുന്ന പാസ്‌വേഡ് സംരക്ഷിക്കാൻ ഞങ്ങൾ വളരെയധികം പ്രയത്‌നിക്കുന്നുണ്ട്. 'നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക' ടൂൾ ഉപയോഗിക്കുമ്പോൾ ഞങ്ങളുടെ സിസ്‌റ്റത്തിൽ സംഭരിക്കുന്നതുപോലെ, ഡാറ്റ ഡൗൺലോഡായി കഴിയുമ്പോൾ വെബ് ബ്രൗസറിൽ URL-ൽ പാസ്‌വേഡ് ദൃശ്യമായേക്കാം എന്ന് ഞങ്ങൾ അടുത്തിടെ കണ്ടെത്തി. ഞങ്ങൾ ടൂൾ മാറ്റിയതിനാൽ ഇത് ഇനി സംഭവിക്കില്ല, കൂടാതെ ഞങ്ങളുടെ ഞങ്ങളുടെ ഇന്റേണൽ സിസ്‌റ്റത്തിൽ ലോഗുചെയ്‌തേക്കാവുന്ന പാസ്‌വേഡുകളും ഇല്ലാതാക്കുന്നു. മറ്റാരും നിങ്ങളുടെ പാസ്‌വേഡ് ഉപയോഗിച്ചതായി കാണുന്നില്ല. സുരക്ഷിതമായിരിക്കാൻ, Instagram-ലും അതുപോലെ അതേ പാസ്‌വേഡ് ഉപയോഗിക്കുന്ന മറ്റ് ഇടങ്ങളിലും സുരക്ഷിതമായിരിക്കുന്നതിന് നിങ്ങൾ {link} താൽപ്പര്യപ്പെട്ടേക്കാം. നിങ്ങളുടെ ബ്രൗസർ ചരിത്രവും മായ്‌ക്കണം.",
      "Instagram-ൽ ഫീഡ്‌ബാക്ക് ‌നൽകുക.",
      "സ്‌പാമായി പോസ്‌റ്റുചെയ്യുന്നു",
      "{carrier name} എന്നതിലെ സൗജന്യ ഫോട്ടോകൾ",
      "പോസ്റ്റ് ഇല്ലാതാക്കി.",
      "എന്തോ പിശക് സംഭവിച്ചു. അൽപ്പ സമയത്തിനകം വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ അക്കൗണ്ട് {device} എന്ന ഉപകരണത്തിൽ {location} എന്നിടത്തിൽ ഒരു സെഷൻ ലോഗൗട്ട് ചെയ്‌തു",
      "{count} അഭ്യർത്ഥനകൾ",
      "അപ്‌ലോഡുചെയ്യാനായില്ല.",
      "കണ്ടെത്തൂ",
      "ഞങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കേണ്ടതുണ്ട്. അടുത്ത 14 ദിവസത്തിനുള്ളിൽ നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യാനാകും, അതിനാൽ നിങ്ങൾ Instagram-ൽ പങ്കിട്ടവയുടെ ഒരു പകർപ്പ് ലഭിക്കും. നിങ്ങൾക്ക് {appeal this decision}.",
      "മറ്റു ആപ്പുകളിലേക്കും വെബ്സൈറ്റുകളിലേക്കും ലോഗിൻ ചെയ്യുന്നതിന് Instagram ഉപയോഗിക്കുന്നത് നിങ്ങൾക്ക് തുടരാം",
      "അപ്‌ലോഡ് ചെയ്യാൻ ഒരു വീഡിയോ തിരഞ്ഞെടുക്കുക.",
      "ബന്ധപ്പെടുക",
      "നിങ്ങൾ തടഞ്ഞ അക്കൗണ്ടുകൾ",
      "പോസ്‌റ്റ് ലഭ്യമല്ലെന്ന് അറിയിക്കുന്ന അടഞ്ഞ കണ്ണിന്റെ ഐക്കൺ",
      "ഞാൻ അവരുടെ മാതാപിതാക്കൾ/രക്ഷിതാവ് അല്ല",
      "അവസാന {number of files} ഫയലുകൾ ചേർത്തില്ല. നിങ്ങൾക്ക് അപ്‌ലോഡ് ചെയ്യുന്നതിന് 10-ലധികം തിരഞ്ഞെടുക്കാനാകില്ല.",
      "ഫീഡ്‌ബാക്ക് ‌ഇമെയിലുകൾ",
      "വിപുലീകൃത ക്രമീകരണങ്ങൾ",
      "നിങ്ങളുടെ വിവരങ്ങളുടെ ഒരു ഫയൽ സൃഷ്‌ടിക്കാൻ ഞങ്ങൾ ആരംഭിച്ചു, ഇത് തയ്യാറായാൽ {email address} എന്ന മെയിലിലേക്ക് ഞങ്ങൾ ഒരു ലിങ്ക് ഇമെയിൽ ചെയ്യും. ഈ വിവരങ്ങൾ ശേഖരിക്കാനും ഇത് നിങ്ങൾക്ക് അയയ്‌ക്കാനും 48 മണിക്കൂർ വരെ എടുത്തേക്കാം.",
      "നിങ്ങളുടെ അക്കൗണ്ട് പങ്കാളിയുടെ മോണിറ്റൈസേഷൻ നയങ്ങൾ പാലിക്കുന്നില്ല.",
      "കമ്പ്യൂട്ടറിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "ഈ പ്രൊഫൈലിന് കോൺടാക്റ്റ് ഓപ്‌ഷനായി ഇപ്പോൾ തന്നെ ഒരു WhatsApp നമ്പർ ഉണ്ട്. നിങ്ങൾ തുടരുകയാണെങ്കിൽ, ആ നമ്പറിന് പകരം +{whatsapp phone } നൽകും",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ കാർഡ് ഐക്കൺ",
      "നന്ദി! നിങ്ങൾ ഇൻസ്റ്റാഗ്രാം ഉൽപ്പന്ന ഇമെയിലുകൾ വീണ്ടും സബ്‌സ്‌ക്രൈബുചെയ്‌തു.",
      "വലതുവശം അഭിമുഖീകരിക്കുന്ന രണ്ട് റെയിൻബോ നിറമുള്ള ഷെവ്‌റോൺ, ഈ ഉൽപ്പന്നം നേറ്റീവ് ചെക്കൗട്ട് ഉള്ളതാണെന്ന് ‌സൂചിപ്പിക്കുന്നു",
      "നിങ്ങളുടെ കാരിയർ",
      "Instagram  Lite ഇനി മുതൽ പിന്തുണയ്‌ക്കില്ല",
      "വാർത്താ ലേഖനം",
      "{username} എന്നയാളുടെ സ്റ്റോറി, കണ്ടിട്ടില്ല",
      "ഇല്ലാതാക്കുക",
      "• 'അനുവദിക്കുക' എന്നത് തിരഞ്ഞെടുക്കുന്നത് നിങ്ങളുടെ പരസ്യ മുൻഗണനകളിലോ ഉപകരണ ക്രമീകരണത്തിലോ ആപ്പുകൾക്കും വെബ്സൈറ്റുകൾക്കുമുള്ള നിലവിലെ ക്രമീകരണത്തെ ബാധിക്കില്ല.",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. ഞങ്ങളുടെ ആഗോള കമ്മ്യൂണിറ്റിയെ അടിസ്ഥാനമാക്കിക്കൊണ്ടുള്ളതാണ് ഞങ്ങളുടെ മാനദണ്ഡങ്ങൾ, കൂടാതെ ചില പ്രേക്ഷകർ വിവിധ കാര്യങ്ങളിൽ സെൻസിറ്റീവായിരിക്കാം.",
      "ഇത് ഓഫുചെയ്യണോ?",
      "സംരക്ഷിക്കുക",
      "അനധികൃത പ്രവർത്തനം കണ്ടെത്തുന്നതിന് ഞങ്ങൾ Instagram- ൽ പേയ്‌മെന്റുകൾ നിരീക്ഷിക്കുന്നു.",
      "പാസ്‌വേഡ് പുനഃസജ്ജീകരണ ഇമെയിലുകൾ നിയന്ത്രിക്കുക",
      "നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്തുന്നതിനായി {app_name} നിങ്ങളുടെ വിവരങ്ങൾ ഉപയോഗിക്കുന്നു. ഒരു ആപ്പ് ഈ വിവരങ്ങൾ ഉപയോഗിക്കുന്നതിനെ കുറിച്ച് കൂടുതലറിയാൻ അവരുടെ {privacy_policy} കാണുക . പിന്തുണ ലഭിക്കാനോ, ഫീഡ്‌ബാക്ക് നൽകാനോ നിങ്ങൾ ഈ ആപ്പിനെ ബന്ധപ്പെടുകയാണെങ്കിൽ, അവർക്ക് നിങ്ങളുടെ ഉപയോക്തൃ {asid} ആവശ്യമായി വന്നേക്കാം",
      "പിൻ പൊരുത്തപ്പെടുന്നില്ല. വീണ്ടും ശ്രമിക്കുക.",
      "{A timestamp that states how long ago this media was posted.} പോസ്‌റ്റുചെയ്‌തു",
      "ഓപ്ഷണൽ കുക്കികൾ",
      "നിങ്ങൾക്ക് താൽപ്പര്യമില്ലാത്ത ഉള്ളടക്കം റിപ്പോർട്ടുചെയ്യുന്നു",
      "ഞങ്ങളെ ബന്ധപ്പെടുക",
      "ലൊക്കേഷൻ സേവന‌ങ്ങൾ പ്രവർത്തനക്ഷമാക്കുക",
      "അടുത്തത്",
      "പൂർത്തിയാക്കി",
      "മനസ്സിലായി",
      "ഡ്രോപ്പ്‌ഡൗൺ",
      "ക്രെഡിറ്റ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്",
      "അത്യാവശ്യ കുക്കികൾ മാത്രം അനുവദിക്കുക",
      "സ്‌പാം റിപ്പോർട്ടുചെയ്യുക",
      "IGTV പരസ്യങ്ങളിൽ താൽപ്പര്യമുണ്ടോ?",
      "ചിഹ്നങ്ങൾ",
      "വീഡിയോ {minDurationInSeconds} മിനിറ്റിനും {maxDurationInMinutes} മിനിറ്റിനും ഇടയ്‌ക്ക് ദൈർഘ്യമുള്ളതായിരിക്കണം.",
      "ഒരു മൂന്നാം കക്ഷി അവരുടെ ബൗദ്ധിക സ്വത്തവകാശം ഇത് ലംഘിച്ചതായി റിപ്പോർട്ട് ചെയ്‌തതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ ഉള്ളടക്കം നീക്കം ചെയ്‌തു.",
      "തിരിയ്‌ക്കുക",
      "Facebook Pay ഉപയോഗിച്ച്, വേഗത്തിലുള്ള പരിശോധനക്കായി നിങ്ങൾക്ക് ലിങ്കുചെയ്തിരിക്കുന്ന Facebook അക്കൗണ്ടിൽ നിന്നുള്ള പേയ്‌മെന്റ് വിവരം ഉപയോഗിക്കാനാകും.",
      "Instagram അക്കൗണ്ട് സ്ഥിരീകരിക്കുക",
      "നിങ്ങളുടെ Facebook സുഹൃത്ത് {name of the contact who joined}, {name of the user who joined} എന്നതായി Instagram-ൽ ഉണ്ട്",
      "ലോഗിന്‍ ചെയ്യുക:",
      "അഭിപ്രായങ്ങള്‍",
      "നിങ്ങൾ ഒരു സ്രഷ്‌ടാവാണോ?",
      "നിങ്ങളുടെ ഫോട്ടോകൾ, വീഡിയോകൾ ‌അല്ലെങ്കിൽ സ്‌റ്റോറികൾ കാണിക്കുന്നതിനോ, Instagram-ൽ നിങ്ങളെ കണ്ടെത്തുന്നതിനോ {username} എന്നയാളെ അനുവദിക്കാതിരിക്കാൻ‌ അവരെ തടയുക.",
      "ഒരു നിർദ്ദിഷ്‌ട പരസ്യം നിങ്ങൾക്ക് എന്തുകൊണ്ടാണ് ദൃശ്യമാകുന്നതെന്ന് മനസ്സിലാക്കാനും നിങ്ങൾക്ക് പരസ്യങ്ങൾ ദൃശ്യമാക്കാനായി ശേഖരിക്കുന്ന വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു എന്നത് നിയന്ത്രിക്കാനും നിങ്ങൾക്ക് പരസ്യ മുൻഗണനകൾ ഉപയോഗിക്കാം.",
      "Embed",
      "ബിസിനസ്സ് വിഭാഗങ്ങൾ • Instagram-ലെ വിഭാഗം അനുസരിച്ച് ബിസിനസ്സ് അക്കൗണ്ടുകൾ കണ്ടെത്തുക",
      "ചെക്ക്‌മാർക്ക്",
      "തടയൽ നീക്കി",
      "പാസ്‌വേഡ് ഐക്കൺ പുനഃക്രമീകരിക്കാൻ നിർബന്ധിക്കുക",
      "ഞാന്‍",
      "മുന്നറിയിപ്പ് ഐക്കൺ",
      "{username} എന്നത് ഇല്ലാതാക്കൻ നിങ്ങൾ അഭ്യർത്ഥിച്ചു. നിങ്ങൾ അത് നിലനിർത്താൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഞങ്ങളെ അറിയിക്കാൻ നിങ്ങൾക്ക് {date} വരെ സമയമുണ്ട്. അല്ലാത്തപക്ഷം നിങ്ങളുടെ എല്ലാ പോസ്‌റ്റുകളും വിവരങ്ങളും ഇല്ലാതാക്കും. {Learn More}",
      "ആയുധങ്ങളുടെ വിൽപ്പനയോ പ്രൊമോഷനോ ആയി റിപ്പോർട്ടുചെയ്യണോ?",
      "ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ആർക്കും വിൽക്കുകയില്ല. കുക്കികളെ കുറിച്ചും ഞങ്ങൾ അവ എങ്ങനെ ഉപയോഗിക്കുന്നു എന്നതിനെ കുറിച്ചും {Instagram}, {Facebook} എന്നിവയിലെ ഞങ്ങളുടെ കുക്കി നയങ്ങൾ എന്നതിൽ കൂടുതലറിയുക.",
      "നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കാൻ സഹായിക്കാൻ ഞങ്ങൾ ഒരു ഇമെയിൽ അയയ്‌ക്കാം.",
      "ഈ അക്കൗണ്ട്‌ റിപ്പോർട്ടുചെയ്യാൻ‌ ഒരു കാരണം തിരഞ്ഞെടുക്കുക. അവരെ റിപ്പോർട്ടുചെയ്‌തത് {Username of the person being reported} എന്നയാളെ അറിയിക്കില്ല.",
      "WhatsApp ചേർത്തു",
      "പേജ് കണ്ടെത്താനായില്ല",
      "ഇത് അക്രമാസക്തമോ നിരോധിച്ച ഉള്ളടക്കമോ ആണ്",
      "പ്രൊഫൈൽ കാണുക",
      "നന്ദി",
      "നിങ്ങളുടെ പേര്",
      "നിങ്ങളുടെ ഫോട്ടോയിലെ എല്ലാ ഉള്ളടക്കങ്ങളും ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതി ഉണ്ടെങ്കിൽ {Submit a dispute text bolded}. ഒരു തർക്കം സമര്‍പ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ ക്ലെയിം നൽകിയ {reference owner name} എന്നയാൾക്ക്, നിങ്ങളുടെ ഫോട്ടോ അവലോകനം ചെയ്യുന്നതിന് അനുമതി നൽകുന്നു. അവർക്ക് പ്രതികരണം അറിയിക്കുന്നതിനായി 7 ദിവസം സമയം ഉണ്ട്.",
      "ഗൈഡ്",
      "ഒരു ലൊക്കേഷൻ കണ്ടെത്തുക",
      "{amount} · {count}",
      "കുറവ് ഇടം ഉപയോഗിക്കുന്നു. Google Play-ൽ സൗജന്യം.",
      "സംരക്ഷിക്കുന്നത് ആരംഭിക്കുക",
      "നിങ്ങളുടെ വീഡിയോ ആവശ്യകതകൾ പാലിക്കുന്നില്ല.",
      "വീഡിയോ തയ്യാറാക്കുന്നു. ഇത് തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "നവംബര്‍",
      "പ്രൊഫഷണൽ അക്കൗണ്ട് ക്രമീകരണങ്ങൾ സംരക്ഷിച്ചു.",
      "പ്രശസ്‌ത വ്യക്തികൾക്കും ഉള്ളടക്കം സൃഷ്‌ടിക്കുന്നവർക്കും ആർട്ടിസ്‌റ്റുകൾക്കും സ്വാധീനമുള്ള വ്യക്തികൾക്കും മികച്ചതാണ്.",
      "പൂർണ്ണനാമം",
      "CPA-യ്‌ക്ക് കീഴിൽ റിപ്പോർട്ട് ചെയ്യുക",
      "{duration} ശേഷിക്കുന്നു",
      "Instagram-ൽ നിന്ന് കോൺടാക്‌റ്റുകൾ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?",
      "എല്ലാ കുക്കികളും അനുവദിക്കുക",
      "തടയുന്നത് സംബന്ധിച്ച് തർക്കം ഉന്നയിക്കുക",
      "മണിക്കൂർ",
      "പോസ്‌റ്റ് കാണുക",
      "സ്ഥിരീകരിക്കുക",
      "കൂടുതൽ സംഭാഷണങ്ങൾ കാണുക",
      "മുൻപത്തെ",
      "നിങ്ങളുടെ പ്രായം 18-ന് താഴെ ആയതിനാൽ, Instagram-ന് നിങ്ങളുടെ ജന്മദിനം അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് ഞങ്ങളുമായി ബന്ധപ്പെടണം",
      "അതെ",
      "പോസ്‌റ്റ് ഇല്ലാതാക്കണോ?",
      "ഇത്‌ സ്‌കാമോ തെറ്റിദ്ധരിപ്പിക്കുന്നതോ ആണ്‌",
      "ഈ സംഭാഷണം Instagram-ൽ ഉണ്ടാകരുത്",
      "ടാഗുകൾ",
      "ഇത് തെറ്റാണെന്നും ഈ വീഡിയോയിലെ മുഴുവൻ ഉള്ളടക്കവും ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് അനുമതിയുണ്ടെന്നും നിങ്ങൾ കരുതുന്നുണ്ടെങ്കിൽ {Restore this video text bolded}. നിങ്ങളുടെ വീഡിയോ അതുപോലെ തന്നെ പോസ്റ്റ് ചെയ്യും.",
      "കമ്മ്യൂണിറ്റി സുരക്ഷിതമായി സൂക്ഷിക്കുന്നതിനാണ് ഞങ്ങൾ ടൂളുകൾ വികസിപ്പിക്കുന്നത്, അതുകൊണ്ട് തന്നെ നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് ഞങ്ങളെ കൂടുതൽ മനസ്സിലാക്കാൻ സഹായിക്കുന്നുണ്ടെങ്കിലും പോസ്റ്റ് ഞങ്ങൾക്ക് വീണ്ടും അവലോകനം ചെയ്യാൻ കഴിയില്ലെന്നാണ് ഇതുകൊണ്ട് അർത്ഥമാക്കുന്നത്.",
      "ആളുകളെ പിന്തുടരുമ്പോൾ, അവർ പോസ്‌റ്റ് ചെയ്യുന്ന ഫോട്ടോകളും വീഡിയോകളും നിങ്ങൾക്ക് ഇവിടെ കാണാം.",
      "ഇപ്പോൾ അവർക്ക് നിങ്ങളുടെ പോസ്‌റ്റുകൾ കാണാനും Instagram-ൽ പിന്തുടരാനും കഴിയും. നിങ്ങൾ തടഞ്ഞത് മാറ്റിയെന്ന് Instagram അവരെ അറിയിക്കില്ല.",
      "നിങ്ങളുടെ ഫോട്ടോയിലെ എല്ലാ ഉള്ളടക്കങ്ങളും ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതി ഉണ്ടെങ്കിൽ {Submit a dispute text bolded}. ഒരു തർക്കം സമര്‍പ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ ക്ലെയിം നൽകിയ {owner name} എന്നയാൾക്ക്, നിങ്ങളുടെ വീഡിയോ അവലോകനം ചെയ്യുന്നതിന് അനുമതി നൽകുന്നു. നിങ്ങൾ അത് എവർക്കും കാണുന്നതിനായാണ് പങ്കിട്ടിരിക്കുന്നതെങ്കിൽ അവർക്ക് ആ പോസ്റ്റ് മുഴുവനായി അവലോകനം ചെയ്യാനുമാകും. അവർക്ക് പ്രതികരണം അറിയിക്കുന്നതിനായി {number of days} ദിവസം സമയം ഉണ്ട്.",
      "പിന്തുണ",
      "ക്രമീകരണ ഐക്കൺ",
      "നന്ദി! നിങ്ങൾ തയ്യാറാണ്.",
      "ആയുധങ്ങളും വെടിമരുന്നും വാങ്ങുന്നതിനും വിൽക്കുന്നതിനും വാഗ്‌ദാനംചെയ്യുന്നു",
      "• ഉള്ളടക്കം വ്യക്തിപരമാക്കാൻ സഹായിക്കുന്നതിനും പ്രസക്തമായ പരസ്യങ്ങൾ വിതരണം ചെയ്യുന്നതിനും സുരക്ഷിതമായ അനുഭവം ലഭ്യമാക്കുന്നതിനുമായി ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നുമുള്ള നിങ്ങളുടെ പ്രവർത്തനങ്ങളെ കുറിച്ചുള്ള വിവരങ്ങൾ സ്വീകരിക്കുന്നു",
      "വീടും പൂന്തോട്ടവും",
      "മനസ്സിലായി. നിങ്ങൾ ഇൻസ്റ്റാഗ്രാമിന്റെ ഓർമ്മപ്പെടുത്തൽ ഇമെയിലുകളിൽ നിന്ന് അൺസബ്‌സ്‌ക്രൈബുചെയ്‌തു.",
      "തടഞ്ഞ വീഡിയോ അവലോകനം ചെയ്യുക",
      "തരം",
      "WhatsApp ഇപ്പോൾ നിങ്ങളുടെ {whatsapp business name} പ്രൊഫൈലിൽ ഒരു കോൺടാക്റ്റ് ഓപ്‌ഷനാണ്.",
      "നിങ്ങളുടെ ഐഡിയുടെ ഒരു ഫോട്ടോ അറ്റാച്ചുചെയ്യൂ",
      "ഫോട്ടോകൾ അത് നിങ്ങളാണെന്ന് അറിയാൻ സുഹൃത്തുക്കളെ അനുവദിക്കുന്നു.",
      "{username} എന്നതിലേക്ക് മാറണോ?",
      "പ്രാമാണീകരണ ആപ്പ് നീക്കം ചെയ്യണോ?",
      "Facebook Pay കൂടുതലറിയുക പേജിലെ ഷീൽഡ് ഐക്കൺ",
      "ഷോപ്പിംഗ് ഐക്കൺ",
      "ഫയൽ ചേര്‍ക്കുക",
      "പുതിയ പോസ്‌റ്റ് സൃഷ്‌ടിക്കുക",
      "നിങ്ങൾ നൽകിയ വിവരങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് കണക്‌റ്റുചെയ്യാനായില്ല. ചെക്കൗട്ട് ചെയ്യുന്നതിന് നിങ്ങൾക്ക് ഇപ്പോഴും നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങൾ നൽകാനാകും.",
      "ഇത്‌ ഇതുവരെ ആരും കണ്ടിട്ടില്ല.",
      "ഒരു പ്രശസ്‌ത വ്യക്തിയുടെ പേരിൽ ഈ അക്കൗണ്ട്  ആൾമാറാട്ടം നടത്തുന്നതായി റിപ്പോർട്ടുചെയ്യണോ?",
      "ആവശ്യമാണ്",
      "പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കുക",
      "നിങ്ങളുടെ ഐഡിയിലെ പേരിന്റെ അവസാന ഭാഗം",
      "അവസാന ഫയൽ ചേർത്തില്ല. നിങ്ങൾക്ക് അപ്‌ലോഡ് ചെയ്യുന്നതിന് 10-ലധികം തിരഞ്ഞെടുക്കാനാകില്ല.",
      "ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിക്കാൻ ചില കുക്കികൾ അത്യാവശ്യമാണ്. Instagram-ലേക്ക് തുടരുന്നതിന് ലഭ്യമായ കുക്കി നിയന്ത്രണങ്ങൾ അവലോകനം ചെയ്യുക, ചുവടെയുള്ളത് അംഗീകരിക്കുന്നതിന് മുമ്പ് നിങ്ങൾക്ക് താൽപ്പര്യമുള്ള ഓപ്ഷണൽ തിരഞ്ഞെടുക്കലുകൾ നടത്തുക.",
      "ആപ്പിൽ വീണ്ടും കാണുക",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നും അസ്വഭാവിക പ്രവർത്തനം ഞങ്ങളുടെ ശ്രദ്ധയിൽപ്പെട്ടതിനാൽ ഞങ്ങൾ നിങ്ങളെ ലോഗൗട്ട് ചെയ്‌തു.",
      "പിൻ കോഡ്",
      "നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് ഞങ്ങൾ അയച്ച 6 അക്ക സുരക്ഷ കോഡ് നൽകുക.",
      "ഇമെയില്‍ അയയ്‌ക്കുക",
      "മാപ്പ് വിവരം കാണുക",
      "നിങ്ങളുടെ സ്വകാര്യത ഞങ്ങൾക്ക് വളരെ പ്രധാനമായതിനാൽ ഇതുപോലെയുള്ള പ്രശ്‌നങ്ങൾ നടക്കുന്നില്ലെന്ന് ഉറപ്പുവരുത്താൻ ഞങ്ങൾ നിരന്തരം ശ്രമിച്ചുക്കൊണ്ടിരിക്കുകയാണ്. നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യമുണ്ടെങ്കിൽ {email}-ൽ ഞങ്ങളെ ബന്ധപ്പെടുക.",
      "ഈ ഫോട്ടോ ഇനിപ്പറയുന്ന ലൊക്കേഷനുകളിൽ തടഞ്ഞിരിക്കുന്നതായുള്ള ഓർമ്മപ്പെടുത്തൽ:",
      "കാലഹരണപ്പെട്ടവ",
      "ഗൈഡ് കാണുക",
      "നിങ്ങളെ പിന്തുടരുന്ന‌വർ",
      "പുതിയ പോസ്‌റ്റ്",
      "നിങ്ങൾ ഉള്ളടക്ക ഉടമസ്ഥനെ കോൺടാക്‌റ്റ് ചെയ്യുകയോ നിങ്ങളുടെ വീഡിയോ നീക്കം ചെയ്യുകയോ ചെയ്‌തില്ലെങ്കിൽ, {Date when the video block will go into effect}-ന് ശേഷം തടയൽ പ്രാബല്യത്തിൽ വരും.",
      "നിങ്ങളുടെ സ്‌റ്റോറി ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്നു",
      "സൈനപ്പ് ചെയ്യുക",
      "കൂടുതൽ പോസ്‌റ്റുകൾ കാണുക",
      "സ്ഥിരീകരിക്കാൻ നിങ്ങളുടെ പിൻ വീണ്ടും നൽകുക.",
      "കോഡ് വീണ്ടും അയയ്ക്കുക",
      "Facebook ഉൽപ്പന്നങ്ങൾക്ക് പുറത്തുള്ള പരസ്യം ചെയ്യലിനും മെഷർമെന്റ് സേവനങ്ങൾക്കും അനലിറ്റിക്സിനും, ഏതാനും ഫീച്ചറുകൾ നൽകാനും നിങ്ങൾക്കായുള്ള ഞങ്ങളുടെ സേവനങ്ങൾ മെച്ചപ്പെടുത്താനും ഞങ്ങൾ മറ്റ് കമ്പനികളിൽ നിന്നുള്ള ടൂളുകൾ ഉപയോഗിക്കുന്നു. ഈ കമ്പനികൾ കുക്കിളും ഉപയോഗിക്കുന്നുണ്ട്. ഞങ്ങളുടെ {Cookie Policy} എന്നതിൽ നിങ്ങൾക്ക് കൂടുതലറിയാം.",
      "പിന്തുടരുന്നതിന് ശ്രദ്ധിക്കപ്പെടുന്ന അക്കൗണ്ടുകൾ കണ്ടെത്തുക",
      "Instagram-ൽ സംഗീതം എങ്ങനെ നിങ്ങൾക്ക് ഉപയോഗിക്കാം എന്നത് സംബന്ധിച്ച് {Learn more}.",
      "അവരുടെ ഫോട്ടോകളും വീഡിയോകളും കാണാൻ ഈ അക്കൗണ്ട് പിന്തുടരുക.",
      "നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയൽ പിന്തുണയ്ക്കുന്നില്ല.",
      "നിങ്ങളുടെ തർക്കം അംഗീകരിക്കപ്പെട്ടുവെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നത് എന്തുകൊണ്ടാണെന്ന് വിശദമായി വിവരിക്കുക.",
      "{count} കാഴ്‌ച",
      "{username} എന്ന ഉപയോക്താവിനെ ഇതിനകം പിന്തുടരുന്നുണ്ടോ? അവരുടെ ഫോട്ടോകളും വീഡിയോകളും കാണുന്നതിന് ആപ്പിലേക്ക് മാറുക അല്ലെങ്കിൽ ലോഗിൻ ചെയ്യുക.",
      "ശാരീരിക ഉപദ്രവം, മോഷണം, എല്ലാതും നശിപ്പിക്കാനുള്ള പ്രവണത, സാബത്തിക നഷ്ടം എന്നിവയുടെ വ്യക്തമായ ഭീഷണികൾ",
      "തടഞ്ഞ ഫോട്ടോ അവലോകനം ചെയ്യുക",
      "സമര്‍പ്പിക്കുക",
      "എന്തോ തെറ്റായി സംഭവിച്ചതിൽ ഞങ്ങൾ ഖേദിക്കുന്നു, കുറച്ച് മിനിറ്റുകൾക്ക് ശേഷം വീണ്ടും ശ്രമിക്കുക.",
      "{instagram business category}",
      "ഈ പ്രൊഫൈൽ‌ ഇഷ്‌ടമായില്ലേ?",
      "നിങ്ങളറിയേണ്ട കാര്യങ്ങൾ:",
      "Facebook-ലേക്ക് ലിങ്കുചെയ്യുക",
      "പോസ്റ്റുകൾ കാണിക്കുക",
      "ഓർമ്മപ്പെടുത്തൽ നേടുക",
      "ഞങ്ങളെ അറിയിച്ചതിന് നന്ദി",
      "എല്ലാ നിർദ്ദേശങ്ങളും",
      "പോസ്‌റ്റ് ചെയ്യുക",
      "{count} കാഴ്‌ചകൾ",
      "ഒരു ബ്രാൻഡ്, പ്രശസ്‌ത വ്യക്തി, അല്ലെങ്കിൽ ഓർഗനൈസേഷനൻ എന്നിവയെക്കുറിച്ച് അഭിപ്രായങ്ങൾ നൽകുന്നതിന്",
      "പൂർത്തിയാക്കി",
      "സൗജന്യ Wi-Fi-ൽ തുടരുക",
      "ഹാഷ്‌ടാഗുകൾ",
      "ഒരു പിൻ ഉപയോഗിച്ച് അധിക സുരക്ഷ ചേർക്കുക",
      "ഒരു ടെസ്‌റ്റ് Facebook ഷോപ്പ് സജ്ജീകരിക്കാൻ ഒരു ടെസ്‌റ്റ് Instagram അക്കൗണ്ട് സൃഷ്‌ടിക്കുക.",
      "{story viewer username} എന്നയാളായി കാണണോ?",
      "ഇപ്പോൾ വേണ്ട",
      "പാസ്‌വേഡ് മാറ്റുക",
      "Instagram ആപ്പ് നേടുക",
      "ടാഗുചെയ്‌ത ഉപയോക്താവിനെ ഇല്ലാതാക്കുക",
      "Facebook-ൽ കണക്‌റ്റുചെയ്യുന്നത് നിങ്ങളെയും മറ്റുള്ളവരെയും സുഹൃത്തുക്കളെ കണ്ടെത്താൻ സഹായിക്കുന്നു.",
      "നൃത്തം",
      "ബിസിനസ് ഫോൺ നമ്പർ",
      "ഒരു ഇടവേള ആവശ്യമാണ്",
      "",
      "സ്ഥിരീകരിക്കുക",
      "പൂർത്തിയാക്കി",
      "നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കിയേക്കാം",
      "Live വീഡിയോ",
      "എല്ലാം കാണുക",
      "മറ്റ് സൈറ്റുകളിൽ നിന്നുള്ള കുക്കികൾ ഇല്ലാതെ Instagram-ന് ഈ ഫീച്ചറുകൾ പ്രവർത്തനക്ഷമമാക്കുന്നതും നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്തുന്നതുമായ, മറ്റ് വെബ്സൈറ്റുകളിൽ നിന്നുള്ള ടൂടുകൾ എംബഡ് ചെയ്യാൻ കഴിഞ്ഞേക്കില്ല.",
      "{username} എന്നയാളിൽ നിന്നുള്ള കൂടുതൽ പോസ്‌റ്റുകൾ കാണുക",
      "തിങ്കളാഴ്ച",
      "നിങ്ങളുടെ വീഡിയോ തടഞ്ഞു",
      "നെറ്റ്‌വര്‍ക്ക് തരം",
      "Messenger-ൽ പങ്കിടുക",
      "ഡിജിറ്റൽ വാലറ്റുകൾ",
      "ലോഗിൻ വിവരങ്ങൾ സംരക്ഷിക്കുക",
      "ഓർമ്മപ്പെടുത്തൽ റദ്ദാക്കുക",
      "ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യാനായില്ല",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിച്ചതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. അക്രമങ്ങൾ, ചില ആളുകൾക്ക് അവർ Instagram-ൽ സുരക്ഷിതരല്ല എന്ന് തോന്നിപ്പിച്ചേക്കും എന്നതിനാലാണ് ഞങ്ങൾക്ക് ഈ മാർഗ്ഗനിർദ്ദേശങ്ങൾ ഉള്ളത്.",
      "നിങ്ങൾ എന്താണ് ചെയ്യുന്നതെന്ന് മികച്ച രീതിയിൽ വിശദീകരിക്കുന്ന ഒരു വിഭാഗം തിരഞ്ഞെടുക്കൂ. ഇത് നിങ്ങളുടെ പ്രൊഫൈലിൽ പ്രദർശിപ്പിക്കാനോ മറയ്‌ക്കാനോ ഉള്ള ഓപ്‌ഷനുണ്ടായിരിക്കും.",
      "സ്‌പാം",
      "ആപ്പിനായുള്ള റേറ്റിംഗുകൾ",
      "Instagram Lite-ൽ Direct ഇപയോഗിക്കൂ",
      "എല്ലാം കാണുക",
      "{mins} മിനിറ്റ് മുമ്പ് സജീവമായിരുന്നു",
      "· നിങ്ങൾ ഒരു യുകെ നികുതിദാതാവ് ആണ്",
      "പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക",
      "{username} ഇപ്പോൾ സജീവമാണ്",
      "മാതാപിതാക്കളുടെയോ/രക്ഷിതാവിന്റെയോ പേരിന്റെ അവസാനഭാഗം",
      "കൂടുതൽ പോസ്‌റ്റുകൾക്ക് ലോഗിൻ ചെയ്യൂ",
      "പരസ്യ ഐക്കൺ",
      "നിങ്ങളുടെ  ഐഡന്റിറ്റി സ്ഥിരീകരിക്കുന്നതുവരെ പേയ്മെന്റുകൾ സ്വീകരിക്കുന്നതിനോ പേയ്‌മെന്റുകൾ നൽകുന്നതിനോ ഉള്ള നിങ്ങളുടെ അർഹത താൽക്കാലികമായി ഇല്ലാതാക്കും.",
      "{name} എന്നയാളിൽ നിന്നുള്ള കൂടുതൽ പോസ്‌റ്റുകൾ കാണുക",
      "നിങ്ങളുടെ VKontakte സുഹൃത്ത് {full name of the contact who joined}, {username of the user who joined} എന്നതായി Instagram-ൽ ഉണ്ടെന്ന് നിങ്ങൾക്കറിയാമോ",
      "റദ്ദാക്കുക",
      "വീണ്ടും ശ്രമിക്കുക",
      "മുമ്പത്തെ ബിസിനസ്സ് ഫോൺ നമ്പറുകൾ",
      "ഒരു നിമിഷം",
      "ബാക്കപ്പ് കോഡുകൾ",
      "സ്വയമേവ സൃഷ്‌ടിച്ച ക്യാപ്‌ഷനുകൾ",
      "ദേശീയ തിരിച്ചറിയൽ കാർഡ്",
      "PM",
      "തുടർച്ചയായി ഉപയോഗിക്കുന്നവ",
      "പരസ്യങ്ങളുടെ താൽപ്പര്യങ്ങൾ",
      "ഞങ്ങൾ തിരിച്ചറിയാത്ത ഫോണിലോ കമ്പ്യൂട്ടറിലോ ലോഗിൻ ചെയ്യുമ്പോഴൊക്കെ ഇനി മുതൽ ഞങ്ങൾ ഒരു ലോഗിൻ കോഡ് ആവശ്യപ്പെടും.",
      "1 മിനിറ്റ് മുമ്പ്",
      "നിങ്ങളുടെ അനുഭവം ഇഷ്‌ടാനുസൃതമാക്കുന്നു",
      "{name} എന്നതായി Facebook-ലേക്ക് ലിങ്കുചെയ്യുക",
      "കോവിഡ്-19 ആരോഗ്യ ഗവേഷണത്തിനായുള്ള സർവ്വേയിൽ പങ്കെടുക്കൂ",
      "{Added at authorizedAt time}-ന് ചേർത്തു",
      "മുൻനിര പോസ്‌റ്റുകൾ",
      "ഇനിപ്പറയുന്നയാളിൽ നിന്നുള്ള അഭിപ്രായങ്ങൾ അനുവദിക്കുക",
      "അക്കൗണ്ട് നീക്കം ചെയ്യുക",
      "ക്രോസ് ആപ്പ് സന്ദേശമയയ്‌ക്കലിന് ഡേറ്റ് അപ്‌ഗ്രേഡ് ചെയ്‌തു",
      "നിങ്ങളുടെ കോൺടാക്‌റ്റ് വിവരങ്ങൾ അവലോകനം ചെയ്യുക",
      "{Bold text if your appeal for video is approved} നിങ്ങൾ പങ്കിട്ട യഥാർത്ഥ വീഡിയോ നിങ്ങളുടെ അക്കൗണ്ടിൽ പുനസ്ഥാപിക്കും.",
      "ഒരു ഘട്ടം കൂടി മാത്രം",
      "നിങ്ങളാണ് ലോഗിൻ ചെയ്യുന്നതെന്ന് ഉറപ്പാക്കുന്നതിനായി ഞങ്ങൾ ഒരു സുരക്ഷാ കോഡ് അയയ്ക്കുമെന്നാണ് ഇത് ഓണാക്കുന്നതുകൊണ്ട് അർത്ഥമാക്കുന്നത്.",
      "തിരികെ പിന്തുടരുക",
      "നിങ്ങളുടെ സുഹൃത്തുക്കൾക്ക് ഇത് നിങ്ങളാണെന്ന് മനസിലാകാൻ ഒരു പ്രൊഫൈൽ ഫോട്ടോ ചേർക്കൂ.",
      "ന്",
      "ലിംഗഭേദം",
      "ഡ്രാഫ്‌റ്റ് എഡിറ്റുചെയ്യുക",
      "ആപ്പിലെ കൂടുതൽ ഫീച്ചറുകൾ കണ്ടെത്തുക",
      "നിയന്ത്രിത ‌ഗുഡ്‌സ്",
      "ഉപദ്രവകരമോ ഭീക്ഷണിപ്പെടുത്തലോ ആയി റിപ്പോർട്ട് ചെയ്യണോ?",
      "ഒരു പിൻ ഉപയോഗിച്ച് അധിക സുരക്ഷ ചേർക്കുക",
      "നിങ്ങൾക്കും നിങ്ങളുടെ ബിസിനസ്സിനുമായി ഒരു ഔദ്യോഗിക ഐഡന്റിഫിക്കേഷൻ ഡോക്യുമെന്റ് ചേർക്കുക.",
      "Facebook ഉൽപ്പന്നങ്ങൾ",
      "പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക",
      "April 5, 2018-ന് തുടങ്ങിയ ഈ പ്രശ്‌നം ‌നിങ്ങളുടെ അക്കൗണ്ടിലെ ‌സ്വകാര്യതാ ക്രമീകരണം 'സ്വകാര്യം' എന്നതിൽ നിന്നും '‌പൊതുവായത്' എന്നതാക്കി മാറ്റാൻ ‌കാരണമായി. ഞങ്ങൾ ആ പ്രശ്‌നം പരിഹരിച്ച് നിങ്ങളുടെ ആക്കൗണ്ട് 2018 ഏപ്രിൽ 9-ന് വീണ്ടും 'സ്വകാര്യ'മാക്കി മാറ്റി. ആ സമയത്ത് നിങ്ങളെ പുതിയ അക്കൗണ്ടുകൾ പിന്തുടർന്നെങ്കിൽ, ഏപ്രിൽ 9-നും 10-നും ഇടയിൽ ഞങ്ങൾ‌ അവരെ നീക്കം ചെയ്തു.",
      "കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ",
      "നഗരം/പട്ടണം",
      "റദ്ദാക്കുക",
      "റിപ്പോര്‍ട്ട് ചെയ്യുക",
      "ഇത് സ്‌പാമാണ്",
      "മുഴുവൻ അനുഭവവും നേടൂ.",
      "{carrier name} എന്നതിലെ സൗജന്യ ഫോട്ടോകൾ",
      "{Copyright owner} എന്നയാളുടെ {Copyrighted album or song name}",
      "Instagram-ന് പുറത്ത് അക്രമത്തെ പ്രേരിപ്പിക്കാനും ശാരീരിക ഉപദ്രവമുണ്ടാക്കാനും സാധ്യതയുണ്ടെന്ന് പ്രാദേശികമോ അന്തർ‌ദ്ദേശീയമോ ആയി അറിവ് ലഭിച്ച അംഗീകൃത ഓർ‌ഗനൈസേഷനുകൾ ഞങ്ങളോട് പറഞ്ഞ വിവരങ്ങളും ഇതിൽ ഉൾപ്പെടുന്നു.",
      "{count} ലൈക്കുകൾ",
      "ഒരു പ്രശസ്‌ത വ്യക്തിയായി ആൾമാറാട്ടം നടത്തുന്നതിന് {username} എന്നയാളെ റിപ്പോർട്ടുചെയ്യണോ?",
      "നിങ്ങൾ {The username of the account being reported} എന്നയാളുടെ പ്രൊഫൈൽ റിപ്പോർട്ടുചെയ്‌തതിനാൽ, ഞങ്ങൾ ആ അക്കൗണ്ട് തടഞ്ഞു.",
      "വിഛേദിക്കപ്പെട്ട ലിങ്ക്",
      "അഭിപ്രായമിടുക {actionType}",
      "ഐഡി ഫോട്ടോ എഡിറ്റ് ചെയ്യുക",
      "നിങ്ങൾ നൽകിയ പിൻ ഉപയോഗിച്ച് നിങ്ങളുടെ അക്കൗണ്ട് ഞങ്ങൾക്ക് കണക്‌റ്റുചെയ്യാനായില്ല. നിങ്ങൾ Facebook-ൽ ഉപയോഗിക്കുന്ന, {cardName} എന്നതിനായുള്ള സുരക്ഷ കോഡ് നൽകി നിങ്ങൾക്ക് ഇപ്പോഴും കണക്‌റ്റുചെയ്യാനാകും.",
      "കൊറോണ വൈറസ് (COVID-19) വ്യാപനം കാരണം ഞങ്ങൾക്ക് ഇപ്പോൾ വളരെ കുറവ് പുനഃപരിശോധകർ മാത്രമേ ഉള്ളൂ, കൂടാതെ ഉപദ്രവ സാധ്യത കൂടുതലുള്ള റിപ്പോർട്ടുകൾക്ക് മുൻഗണന നൽകാൻ ഞങ്ങൾ പ്രയത്‌നിക്കുകയാണ്.",
      "• നിങ്ങളുടെ Instagram അക്കൗണ്ട് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ആപ്പുകളുമായും വെബ്സൈറ്റുകളുമായും സുരക്ഷിതമായി കണക്റ്റ് ചെയ്യുന്നു",
      "തിരയുക",
      "റദ്ദാക്കുക",
      "റിപ്പോർട്ട് അയയ്‌ക്കുക",
      "കുക്കി അനുമതി വിഭാഗം കാണാൻ Chevron ഐക്കൺ",
      "ഗ്രാഫിക്ക് ഉപദ്രവം, നിയമാനുസൃതമല്ലാത്ത ആക്‌റ്റിവിറ്റി, അപകടകാരിയായ അല്ലെങ്കിൽ ക്രിമിനൽ ഓർഗനൈസേഷനുകൾ",
      "പെട്ടെന്നുള്ള പ്രതികരണങ്ങൾ",
      "ഈ ‌പ്രശ്‌നം സ്വന്തം ഉപകരണത്തിൽ ഒന്നിൽ കൂടുതൽ ‌Instagram അക്കൗണ്ടുകൾ ‌ലോഗിൻ ‌ചെയ്‌ത Facebook,Instagram ജീവനക്കാരെ ‌ബാധിച്ചു. 2018 ജൂൺ 1-നും 5-നും ഇടയ്‌ക്ക് ഒരേ ഉപകരണത്തിൽ ലോഗിൻ ‌ചെയ്‌ത അക്കൗണ്ടുകളിലെ ഒന്നിൽ ‌പ്രസിദ്ധീകരിച്ച ‌പോസ്‌റ്റുകളോ ‌സ്‌റ്റോറികളോ ‌മറ്റൊന്നിലേതായി കാണപ്പെടാൻ ഇടയായി. ഒരു ‌മുൻകരുതലെന്ന നിലയിൽ, ജൂൺ 1-നും 5-നും ഉദ്ദേശിച്ച അക്കൗണ്ടിൽ നിന്ന് ‌തന്നെയാണ് പോ‌സ്‌റ്റുകൾ പങ്കിട്ടതെന്ന് സ്വന്തം പ്രൊഫൈൽ പരിശോധിച്ച് ഉറപ്പുവരുത്തുക.",
      "{city name} നഗരത്തിലെ ലോക്കേഷനുകൾ",
      "ആളുകളെ കണ്ടെത്തുക",
      "പ്രാഥമികത്തിലേക്ക് മാറ്റി",
      "API",
      "വീണ്ടും ലോഗിൻ ചെയ്യുക",
      "ഈ ഉപയോക്താവിനെ തടയുക",
      "ഡയറക്‌റ്റ് സന്ദേശമയയ്‌ക്കൽ ഐക്കൺ",
      "പുതിയ പോസ്റ്റ്",
      "നിങ്ങൾ ലോഗിൻ ചെയ്ത് അവരെ പിന്തുടരുമ്പോൾ, അവർ പങ്കിടുന്ന എല്ലാ പോസ്റ്റും നിങ്ങൾക്ക് കാണാനാകും.",
      "പ്രൊഫൈൽ പൂർത്തിയാക്കി",
      "അയച്ചു!",
      "നിങ്ങളുടെ നിമിഷങ്ങൾ ക്യാപ്‌‌ചർചെയ്യുകയും പങ്കിടുകയും ചെയ്യുക.",
      "ലൊക്കേഷൻ",
      "സ്‌റ്റോറീസ് ആക്‌റ്റിവിറ്റി",
      "എന്തുകൊണ്ടാണ് നിങ്ങൾ ഈ സംഭാഷണം റിപ്പോർട്ടുചെയ്യുന്നത്?",
      "{username} എന്നയാളുടെ പ്രൊഫൈൽ ചിത്രം",
      "വോയ്‌സ് സന്ദേശം",
      "നിങ്ങളുടെ അക്കൗണ്ട് പ്രവർത്തനരഹിതമാക്കിയതെന്തുകൊണ്ട്?",
      "@{username} • Instagram ഫോട്ടോകളും വീഡിയോകളും",
      "റിപ്പോർട്ടുചെയ്യുക",
      "ചോദ്യങ്ങള്‍",
      "നിങ്ങളുടെ അഭ്യർത്ഥന നിരസിക്കുകയാണെങ്കിൽ",
      "ചാറ്റ് ഇല്ലാതാക്കുക",
      "മറ്റെന്തെങ്കിലും",
      "മറ്റ് കമ്പനികളിൽ നിന്നുള്ള കുക്കികൾ ഇല്ലാതെ പ്രവർത്തിക്കാത്ത ചില അനുഭവങ്ങളിൽ പോസ്റ്റുകളിലും അഭിപ്രായങ്ങളിലും gif-കൾ പോസ്റ്റ് ചെയ്യുന്നതും വീഡിയോകൾ കാണുന്നതും പോലുള്ള കാര്യങ്ങൾ ഉൾപ്പെടുന്നു.",
      "ഇന്‍ബോക്സ്",
      "{days}ദി.",
      "നിങ്ങൾ Wi-Fi-ലേക്ക് കണക്‌റ്റുചെയ്‌താൽ, നിങ്ങൾക്ക് ബിസിനസ്സിന്റെ Instagram അക്കൗണ്ടും അടുത്തറിയാം.",
      "നിങ്ങളുടെ പൊതുവായ സന്ദേശങ്ങൾ",
      "പ്രിവ്യൂകൾ ഓണാക്കി",
      "Instagram പരിശോധിച്ചുറപ്പാക്കലിനായി അപേക്ഷിക്കൂ",
      "ഈ {numMessages} സന്ദേശങ്ങൾ ഇല്ലാതാക്കും.",
      "സ്വയമേവ ചേർക്കുക",
      "ഈ വിവരം Facebook Pay-ൽ സംരക്ഷിക്കും, Instagram, Facebook, Messenger എന്നിവയിൽ ഉപയോഗിക്കുന്നതിനായി ഇവ നിങ്ങൾക്ക് ലഭ്യമായിരിക്കും",
      "മോണിട്ടൈസ് ചെയ്‌ത എല്ലാ വീഡിയോകളും പ്രിവ്യൂകൾ ഉൾപ്പെടുത്തിയിരിക്കണം. പ്രിവ്യൂകൾ നിങ്ങളുടെ ഫീഡിലും പ്രൊഫൈലിലും ദൃശ്യമാകും.",
      "Connect a digital wallet",
      "പുഷ് അറിയിപ്പുകള്‍",
      "ഡിഫോൾട്ട് കീവേഡുകൾ ഉപയോഗിക്കുക",
      "Instagram നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ സുരക്ഷിതമായി സൂക്ഷിക്കുന്നു. പുതിയ അക്കൗണ്ട് സൃഷ്‌ടിക്കാൻ എല്ലാ നിബന്ധനകളും സമ്മതിക്കുക.",
      "നിങ്ങളുടെ വീഡിയോ നീക്കം ചെയ്‌തു",
      "നിങ്ങളുടെ പാസ്‌വേഡ് മറന്നോ?",
      "പൂർത്തിയാക്കി",
      "ഫോൺ നമ്പർ ചേർക്കുക",
      "ന്",
      "ഉപയോഗ നിബന്ധനകള്‍",
      "നിങ്ങളുടെ വീഡിയോ തടഞ്ഞത് മാറ്റുന്നതിന്, ഇനിപ്പറയുന്നത് അംഗീകരിക്കുക:",
      "ഫെബ്രു",
      "നൽകിയ വിവരങ്ങൾ അടിസ്ഥാനമാക്കി നിങ്ങൾക്ക് Instagram സൈൻ അപ്പ് ചെയ്യാനാകില്ല.",
      "{whatsapp business name}",
      "ഹായ് {username},",
      "അടുത്തറിയുക",
      "കൂടുതലറിയുക",
      "പ്രൊഫൈലിലും ഫീഡിലും പ്രിവ്യൂകൾ ദൃശ്യമാകും",
      "ബാഗിലേയ്‌ക്ക് ചേർക്കുന്നത് പരാജയപ്പെട്ടു",
      "Disconnect",
      "എന്തുകൊണ്ടെന്ന് ഞങ്ങളോട് പറയുക",
      "ഫയൽ നീക്കം ചെയ്യുക",
      "എന്താണ് DMCA, അത് എന്നെ എങ്ങനെ ബാധിക്കും?",
      "{name of the user} നിങ്ങളെ ഒരു അഭിപ്രായത്തിൽ പരാമർശിച്ചു: {comment text from user}",
      "കോൺടാക്‌റ്റ് വിവരങ്ങൾ",
      "Instagram Lite നേടൂ",
      "ഒരു സുരക്ഷ രീതി തിരഞ്ഞെടുക്കൂ",
      "ചാറ്റ് ഇല്ലാതാക്കണോ?",
      "അടുത്തത്",
      "പോസ്‌റ്റുകളൊന്നും ഇല്ല",
      "ടോഗിൾ സെലക്ഷൻ",
      "അവലോകനം ചെയ്യാതെ വിടണോ?",
      "നയത്തിൽ Facebook-ഉം ഉൾപ്പെടുന്നതിനാൽ, ഇതിൽ മുഖം ഉപയോഗിച്ചുള്ള തിരിച്ചറിയൽ സംബന്ധിച്ച വിവരങ്ങൾ ഉൾപ്പെടുന്നു. ഞങ്ങൾ Instagram-ൽ മുഖം ഉപയോഗിച്ചുള്ള തിരിച്ചറിയൽ സങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നില്ല. ഞങ്ങൾ അത് അവതരിപ്പിക്കുകയാണെങ്കിൽ, നിങ്ങളെ അറിയിക്കുകയും നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാനുള്ള അവസരം നൽകുകയും ചെയ്യും.",
      "നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക",
      "പ്രമാണീകരണ ആപ്പ് ‌സ്ഥിരീകരിച്ചു",
      "റദ്ദാക്കുക",
      "{username} എന്നയാളായി തുടരുക",
      "സുഹൃത്തുക്കളുടെ പോസ്‌റ്റുകൾ ലൈക്കുചെയ്യൂ, നിങ്ങളുടെ ഓർമ്മകൾ പങ്കിടൂ, ഇഷ്‌ടപ്പെടാൻ അക്കൗണ്ടുകൾ കണ്ടെത്തൂ.",
      "ഫോട്ടോകളും വീഡിയോകളും പങ്കിടൽ ആരംഭിക്കുന്നതിന് ആപ്ലിക്കേഷൻ ഡൗൺലോഡ് ചെയ്യൂ.",
      "ഫയലുകൾ 1KB അല്ലെങ്കിൽ അതിൽ കൂടുതൽ ഉള്ളതായിരിക്കണം",
      "{scope description}",
      "{full_name} (@{username}) • Instagram ഫോട്ടോകളും വീഡിയോകളും • പേജ് {page}",
      "നിങ്ങൾ Instagram-ൽ പങ്കിട്ട കാര്യങ്ങളുടെ ഒരു ഫയൽ സൃഷ്‌ടിക്കാൻ ഞങ്ങൾ ആരംഭിച്ചു, {email address} എന്ന മെയിലിലേക്ക് ഞങ്ങൾ ഒരു ലിങ്ക് ഇമെയിൽ ചെയ്യും. ഈ ഡാറ്റ ശേഖരിക്കാനും ഇത് നിങ്ങൾക്ക് അയയ്‌ക്കാനും 48 മണിക്കൂർ വരെ എടുത്തേക്കാം.",
      "ഫോട്ടോ ഇല്ലാതാക്കുക",
      "• നിങ്ങൾ പങ്കിട്ട വിവരങ്ങളിലേക്കുള്ള ആക്‌സസ് Instagram-ൽ നിന്ന് ആപ്പുകളോ വെബ്സൈറ്റുകളോ അഭ്യർത്ഥിച്ചേക്കാം. ഈ അഭ്യർത്ഥനകൾ ഞങ്ങളുടെ സിസ്റ്റങ്ങൾ സ്വയമേവ ലോഗ് ചെയ്യുന്നു, ഇവ നിയന്ത്രിക്കുന്നത് നിങ്ങളുടെ ഉപകരണ ക്രമീകരണങ്ങളല്ല.",
      "Edit",
      "വീഡിയോ ദൈർഘ്യമേറിയതാണ്",
      "നിങ്ങളുടെ പ്രവർത്തനത്തിൽ നിന്നും പങ്കാളികളിൽ നിന്നും ഞങ്ങൾ എന്തൊക്കെ വിവരങ്ങളാണ് ശേഖരിക്കുന്നത്, Facebook കമ്പനികളിലുടനീളം ഞങ്ങൾ വിവരങ്ങൾ എങ്ങനെയാണ് പരസ്‌പരം ബന്ധിപ്പിക്കുന്നത്, പരസ്യങ്ങൾ ഉൾപ്പെടെയുള്ള ‌നിങ്ങളുടെ അനുഭവം ഞങ്ങൾ എങ്ങനെ വ്യക്തിപരമാക്കുന്നു തുടങ്ങിയ കൂടുതൽ വിവരങ്ങൾ നയത്തിൽ ഉൾപ്പെടുന്നു.",
      "പ്രവർത്തനരഹിതമാക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് തിരികെയെത്താൻ ഞങ്ങൾക്ക് ശ്രമിക്കുന്നതിനായി ഒരു ദിവസത്തിനുള്ളിൽ അടുത്ത ഘട്ടങ്ങൾ പിന്തുടരൂ.",
      "{username} എന്നയാളെ പിന്തുടരുന്നു",
      "ഡ്രാഫ്‌റ്റ് നിരസിക്കുക",
      "ഞങ്ങൾ നീക്കം ചെയ്യുന്നവയെക്കുറിച്ച് {Learn more}.",
      "എല്ലാ {(plural) number of terms} നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുക",
      "ഇല്ല",
      "ശരി",
      "വീഡിയോകൾ 3 സെക്കൻഡ് അല്ലെങ്കിൽ കൂടുതൽ ഉണ്ടാകണം",
      "നിങ്ങളുടെ അക്കൗണ്ടിലെ നിയന്ത്രണങ്ങൾ നീക്കംചെയ്യാൻ ഞങ്ങളെ സഹായിക്കുന്നതിന് അടുത്ത ഘട്ടങ്ങൾ പാലിക്കുക.",
      "വീഡിയോ നിരസിക്കണോ?",
      "കാർട്ട്",
      "ഉള്ളടക്കത്തിന്റെ ഉടമയെ ബന്ധപ്പെടുക",
      "നീക്കം ചെയ്യുക",
      "മറ്റുള്ളവ",
      "നിങ്ങളുടെ പ്രൊഫൈലിൽ കോൺടാക്‌റ്റ് വിവരങ്ങളും ബട്ടണുകളും മറയ്‌ക്കുന്നതോ പ്രദർശിപ്പിക്കുന്നതോ തിരഞ്ഞെടുക്കാനാകും.",
      "അതെ",
      "നിങ്ങൾ {username} എന്നയാളുടെ സ്‌റ്റോറി ഹൈലൈറ്റ് അയച്ചു",
      "Alt ടെക്‌സ്റ്റ് കാഴ്‌ചാ വൈകല്യമുള്ള ആളുകൾക്കായി നിങ്ങളുടെ ഫോട്ടോകളെക്കുറിച്ചുള്ള വിശദീകരിക്കുന്നു. നിങ്ങളുടെ ഫോട്ടോകൾക്കായി Alt ടെക്‌സ്റ്റ് സ്വയമേവ സൃഷ്‌ടിക്കും അല്ലെങ്കിൽ നിങ്ങൾക്ക് സ്വന്തം നിലയിൽ എഴുതുന്നത് തിരഞ്ഞെടുക്കാനുമാകും.",
      "ആളുകളെ കണ്ടെത്തുക",
      "നീക്കംചെയ്യുക",
      "നിങ്ങൾ {username} എന്നയാൾക്ക് നിയന്ത്രണം ഏർപ്പെടുത്തി.",
      "Google മുഖേന ലോഗിൻ ചെയ്യുക",
      "അഭിപ്രായം ഇല്ലാതാക്കുക",
      "• ആപ്പുകൾക്കും വെബ്സൈറ്റുകൾക്കും നിങ്ങളുടെ അക്കൗണ്ട് പ്രാമാണീകരിക്കാനും നിങ്ങളുടെ ഫോട്ടോകൾ പോലെ, നിങ്ങൾ പങ്കിടാൻ തിരഞ്ഞെടുക്കുന്ന വിവരങ്ങൾ സ്വീകരിക്കാനും കണക്ഷൻ അനുവദിക്കുന്നു.",
      "ബിസിനസ് അക്കൌണ്ടുകള്‍",
      "ടാഗ് ചെയ്‌തവർ",
      "നിങ്ങളുടെ അഭിപ്രായം ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി മാർഗനിർദ്ദേശങ്ങൾ ലംഘിക്കുന്നു.",
      "പ്രവർത്തന ഫീഡ്",
      "സൗജന്യ ഷിപ്പിംഗ്",
      "ഇടവും ഡാറ്റയും സംരക്ഷിക്കുന്നതിനായി നിർമ്മിച്ചവ. Google Play-ൽ സൗജന്യം.",
      "{count} പേർ പിന്തുടരുന്നു",
      "ലൊക്കേഷൻ ചേർക്കുക",
      "{username} എന്നയാളിൽ നിന്ന് എന്തെങ്കിലും പ്രശ്‌നം നേരിടുന്നുണ്ടോ?",
      "കുക്കികളെ കുറിച്ചും അവ ഞങ്ങൾ എങ്ങനെയാണ് ഉപയോഗിക്കുന്നത് എന്നതിനെ കുറിച്ചും {Cookie Policy} എന്നതിൽ കൂടുതലറിയുക.",
      "നിങ്ങൾ ഇഷ്‌ടപ്പെടുന്നവ കണ്ടെത്താനുള്ള മികച്ച മാർഗത്തിനായി ആപ്പിലേക്ക് മാറുക.",
      "Facebook-ലേക്ക് കണക്‌റ്റുചെയ്യുക",
      "{username} ടൈപ്പുചെയ്യുന്നു...",
      "ഫോണ്‍ നമ്പര്‍",
      "കൂടുതല്‍",
      "സുഹൃത്തുക്കളെ കണ്ടെത്തി പിന്തുടരാനായി Facebook-ലേക്ക് കണക്‌റ്റുചെയ്യുക",
      "സ്വകാര്യത",
      "കൗണ്ട്‌ഡൗണുകൾ",
      "ഇമെയില്‍ (ഓപ്‌ഷണൽ)",
      "നിങ്ങളുടെ അക്കൗണ്ട് നിയന്ത്രിക്കുന്നു",
      "{firstUsername}, {secondUsername} എന്നിവരും {remainingUserCount} പേരും കണ്ടു",
      "നിങ്ങൾ പിന്തുടരുന്ന ആളുകൾ",
      "-മത്",
      "അത് Google Play-ൽ സൗജന്യമായി നേടുക.",
      "ശേഖരം എഡിറ്റ്‌ ചെയ്യുക",
      "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നും ഒരു അസാധാരണ പ്രവർത്തി കണ്ടെത്തുകയും ചില പ്രവർത്തനങ്ങൾ {date on which the restriction enrollment expires} വരെ താൽക്കാലികമായി നിയന്ത്രിച്ചിരിക്കുകയും ചെയ്‌തിട്ടുണ്ട്.",
      "Instagram ആപ്ലിക്കേഷൻ കണ്ടെത്തുക.",
      "വയസ്സ്",
      "{Bold text if your appeal for photo is approved} നിങ്ങൾ പങ്കിട്ട യഥാർത്ഥ ഫോട്ടോ നിങ്ങളുടെ അക്കൗണ്ടിൽ പുനസ്ഥാപിക്കും.",
      "ആരാധക അക്കൗണ്ട്",
      "{copyright} ഉൾപ്പെടെ, മറ്റൊരു കക്ഷിയുടെ ബൗദ്ധിക സ്വത്തവകാശം ലംഘിക്കുന്നില്ലെങ്കിൽ മാത്രമേ നിങ്ങൾക്ക് Instagram-ൽ ഉള്ളടക്കം പോസ്റ്റുചെയ്യാനാകൂ. നിങ്ങളുടെ ഉള്ളടക്കം പകർപ്പവകാശ നിയമം ലംഘിക്കുന്നില്ലെന്ന് ഉറപ്പാക്കാനുള്ള ഏറ്റവും നല്ല മാർഗം നിങ്ങൾ സ്വയം സൃഷ്ടിച്ച ഉള്ളടക്കം മാത്രം പോസ്റ്റുചെയ്യുക എന്നതാണ്. നിങ്ങൾ മറ്റൊരാളുടെ ഉള്ളടക്കം ഉപയോഗിക്കുന്നത് അവരുടെ പകർപ്പവകാശത്തെ ലംഘിച്ചേക്കാം, നിങ്ങളാണെങ്കിൽ പോലും:",
      "അഭിപ്രന്യം ചേർക്കുക",
      "നിങ്ങളുടെ PayPal അക്കൗണ്ടുമായി കണക്‌റ്റുചെയ്യണോ?",
      "പിന്തുടരുന്നവര്‍",
      "സമര്‍പ്പിക്കുക",
      "ഈ വീഡിയോയില്‍",
      "അൺഫോളോ ചെയ്‌തു",
      "ഉപകരണത്തിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "അത് വീണ്ടും അയയ്‌ക്കാനാകും",
      "ഫിൽറ്റർ ചെയ്യുക: {filter title}",
      "നിങ്ങളെ എളുപ്പത്തിൽ പിന്തുടരാൻ ആളുകൾക്ക് Instagram ക്യാമറ ഉപയോഗിച്ച് നിങ്ങളുടെ നെയിംടാഗ് സ്‌കാൻ ചെയ്യാനാകും. നിങ്ങളുടെ നെയിംടാഗ് ഡൗൺലോഡുചെയ്‌ത് പ്രിന്റ് എടുത്ത്, ഉൽപ്പന്നങ്ങളിലും പോസ്‌റ്ററുകളിലും മറ്റും ഒട്ടിക്കുക.",
      "പോസ്റ്റ് കാണുക",
      "{phone_number} എന്നതിൽ അവസാനിക്കുന്ന നിങ്ങളുടെ നമ്പറിലേക്ക് ഞങ്ങൾ സ്ഥിരീകരണ കോഡ് അയച്ചു.",
      "ഫോണ്‍ നമ്പര്‍",
      "API ഉപയോഗ നിബന്ധനകൾ",
      "LIVE ഫണ്ട്റൈസർ",
      "ഉപയോക്തൃ തിരിച്ചറിയലിനും മറ്റ് ആവശ്യങ്ങൾക്കുമായി നിങ്ങൾ പങ്കിടുന്ന കാര്യങ്ങൾ {app name} അതിന്റെ സേവന കാലയളവിലുള്ള അതിന്റെ {=term}, {=privacy} എന്നിവയ്‌ക്ക് അനുസൃതമായി ഉപയോഗിക്കും.",
      "അഭിപ്രായം ഇല്ലാതാക്കുക",
      "{email address} എന്നതിലേക്ക് ഞങ്ങൾ അയച്ച ലിങ്ക് നാല് ദിവസത്തേക്ക് മാത്രമേ പ്രവർത്തിക്കൂ. നിങ്ങൾക്ക് ഡാറ്റയുടെ മറ്റൊരു പകർപ്പ് അഭ്യർത്ഥിക്കാനാവും.",
      "മറ്റൊരു വിധത്തിൽ ഉള്ളടക്കം ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് അനുമതിയുണ്ട്‌. ഉദാഹരണമായി, മെറ്റീരിയലിന്റേയോ ഉള്ളടക്കത്തിന്റെയോ ഉചിതമായ ഉപയോഗം പൊതു ഡൊമെയ്‌നിൽ നിലവിലുണ്ടെന്ന് നിങ്ങൾ ക്ലെയിംചെയ്യുന്ന സാഹചര്യം.",
      "ഇഫക്‌റ്റുകൾ",
      "Facebook പേയ്മെന്റ് നിബന്ധനകൾ കാണുക",
      "മാതപിതാക്കൾ/രക്ഷിതാവിനോട് ചോദിക്കുക",
      "സുരക്ഷാ പരിശോധിച്ചുറപ്പിക്കൽ",
      "നിങ്ങൾ {name} നീക്കം ചെയ്യുകയാണെങ്കിൽ, ഇത് നിങ്ങളുടെ {name} അക്കൗണ്ടും ആക്‌റ്റിവിറ്റിയും ഇല്ലാതാക്കിയേക്കാം. {name}-ന് തുടർന്നും നിങ്ങൾ മുമ്പ് പങ്കിട്ട വിവരങ്ങളിലേക്ക് ആക്‌സസ്സ് ഉണ്ടാകാമെങ്കിലും, സ്വകാര്യ വിവരങ്ങൾക്കായി അധിക അഭ്യർത്ഥനകൾ സൃഷ്‌ടിക്കാനാവില്ല.",
      "പ്രൊഫഷണൽ അക്കൗണ്ടിലേക്ക് മാറുക",
      "പിന്തുടരാനുള്ള അഭ്യർത്ഥനകൾ",
      "പോസ്റ്റ് പങ്കിട്ടു",
      "• മറ്റു ആപ്പുകളുമായും വെബ്സൈറ്റുകളുമായും നിങ്ങളുടെ Instagram അക്കൗണ്ട് സുരക്ഷിതമായി കണക്റ്റ് ചെയ്യുന്നു",
      "അക്രമം ഉണ്ടാകാവുന്ന തരത്തിൽ വംശീയ വിരോധം വളർത്തുന്നത്, സ്വവർഗ്ഗരതി താൽപ്പര്യം കാണിക്കുന്നത് അല്ലെങ്കിൽ ലൈംഗികദൂഷണം വളർത്തുന്നത്",
      "ഇനിപ്പറയുന്നതിൽ ലോഗിൻ ചെയ്‌തുകൊണ്ട് കൂടുതൽ കാണുക",
      "അടുത്തത്",
      "ഒരു തർക്കം സമർപ്പിക്കുന്നതിലൂടെ, നിങ്ങൾ അവകാശമുള്ള ആളായ, {reference owner name} എന്നയാൾക്ക്, നിങ്ങളുടെ വീഡിയോയും നിങ്ങളുടെ അക്കൗണ്ട് സംബന്ധിച്ച് അടിസ്ഥാനപരമായ പൊതു വിവരങ്ങളും അവലോകനം ചെയ്യുന്നതിനുള്ള അനുവാദം നൽകുന്നു. അവർക്ക് പ്രതികരിക്കുന്നതിനായി 7 ദിവസത്തെ സമയമുണ്ട്.",
      "Facebook-ൽ നിന്നുള്ള Instagram",
      "@{username} എന്നയാളുടെ ഈ Instagram ഫോട്ടോ കാണുക",
      "എല്ലാം ഇല്ലാതാക്കുക",
      "സ്‌റ്റോറി, പോസ്‌റ്റ് പങ്കിടൽ, ലോഗിൻ ചെയ്യൽ എന്നിവ ഉൾപ്പെടെ Instagram, Facebook ആപ്പ്, Messenger എന്നിവയിൽ ഉടനീളമുള്ള കണക്‌റ്റുചെയ്‌ത അനുഭവങ്ങൾക്കായുള്ള ക്രമീകരണങ്ങൾ നിയന്ത്രിക്കുക.",
      "ഒരു പിശക് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ ഫോട്ടോ ചേർത്തു.",
      "നിങ്ങളുടെ വീഡിയോ ആവശ്യമായ കാര്യങ്ങൾ പാലിക്കുന്നില്ല. {Learn More}",
      "ഇത് ലൈക്ക് ചെയ്യാൻ {Log in}",
      "{username} കൂടുതലായും അവരുടെ താൽപ്പര്യങ്ങളുടെ അടിസ്ഥാനത്തിൽ പരസ്യങ്ങൾ കാണിക്കാൻ ഞങ്ങളെ അനുവദിക്കുന്നു. Facebook ഉൽപ്പന്നങ്ങളിലുള്ള ആളുകളുടെ പ്രവർത്തനത്തിന്റെ അടിസ്ഥാനത്തിൽ ഞങ്ങൾ അവരുടെ താൽപ്പര്യങ്ങളെക്കുറിച്ച് മനസിലാക്കുന്നു. നിങ്ങൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, {username} തുടർന്നും സമാന എണ്ണം പരസ്യങ്ങൾ കാണുമെങ്കിലും, അവ താൽപ്പര്യാധിഷ്‌ഠിത പരസ്യങ്ങളായിരിക്കണമെന്നില്ല.",
      "സ്ഥിതിവിവരക്കണക്കുകൾ കാണുക",
      "ബന്ധപ്പെട്ട വിഭാഗങ്ങൾ",
      "പ്രൊഫൈല്‍",
      "പാസ്‌വേഡ് മാറ്റുക",
      "വ്യക്തമാക്കിയിട്ടില്ല",
      "വിശ്വസ്‌ത ഉപകരണങ്ങൾ",
      "See All Messages",
      "ടെംപറേച്ചർ",
      "ലോഗൗട്ട് ചെയ്യണോ?",
      "ലൈക്കുകൾ",
      "ലൈക്കുകൾ",
      "നിങ്ങളുടെ പോസ്റ്റിനു മുകളിലുള്ള  … മെനുവിൽ പോയി നിങ്ങൾക്കിത് പിന്നീട് മാറ്റാവുന്നതാണ്.",
      "@{username} എന്നയാളുടെ Instagram ഫോട്ടോ • {datetime}",
      "നിങ്ങൾക്കായി നിർദ്ദേശിച്ചത്",
      "അൺഫോളോ ചെയ്യുക",
      "അവലോകനം ചെയ്‌ത് അംഗീകരിക്കുക",
      "അഭ്യർത്ഥനയുടെ വിശദാംശങ്ങൾ",
      "നിങ്ങൾ ഈ ആപ്പുമായി പങ്കിടുന്ന വിവരങ്ങൾ",
      "വീഡിയോ ഗ്ലിഫ്",
      "ഫോൺ സ്ഥിരീകരണം",
      "ശനിയാഴ്ച",
      "ഈ ഫോട്ടോ ഇല്ലാതാക്കുക.",
      "ഷോപ്പിംഗ് മെനു തുറക്കുക",
      "അക്കൗണ്ടുകൾ തടയുന്നു",
      "ഒരു സ്‌റ്റേറ്റ് തിരഞ്ഞെടുക്കുക",
      "ഫയൽ തിരഞ്ഞെടുക്കുക",
      "എല്ലാ ലൊക്കേഷനുകളിലും ഈ ഫോട്ടോ തടഞ്ഞിരിക്കുന്നുവെന്ന ഓർമ്മപ്പെടുത്തൽ.",
      "ഈ സന്ദേശം ആളുകളെ അപകടത്തിലാക്കും",
      "മടങ്ങുക",
      "ഉപയോക്തൃനാമം മാറ്റുക",
      "നിങ്ങൾ {username} എന്നയാളെ തടഞ്ഞു.",
      "വീഡിയോയ്‌ക്ക് ഓഡിയോ ഇല്ല.",
      "{count} പിന്തുടരുന്നവർ",
      "ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക",
      "പങ്കിടുക",
      "സമര്‍പ്പിക്കുക",
      "മറുപടികൾ മറയ്‌ക്കുക",
      "നിങ്ങളുടെ ഫോട്ടോകൾ",
      "{name} എന്നയാളിൽ നിന്നുള്ള കൂടുതൽ ഫോട്ടോകൾ കാണുക",
      "Instagram-ലെ ജന്മദിനങ്ങൾ",
      "ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക",
      "സുരക്ഷാ കോഡ്",
      "{other options} കാണുക",
      "പുനഃസജ്ജീകരിക്കുക",
      "Windows Store-ൽ അത് സൗജന്യമായി കണ്ടെത്തുക.",
      "ഒരു ഓപ്‌ഷൻ തിരഞ്ഞെടുക്കുക.",
      "മുമ്പത്തെ ബിസിനസ്സ് വിലാസങ്ങൾ",
      "തട്ടിപ്പിനെക്കുറിച്ചുള്ള സത്വര നിരീക്ഷണം",
      "അറിയിപ്പ് അയച്ചു",
      "• ആപ്പുകളിൽ നിന്നും വെബ്സൈറ്റുകളിൽ നിന്നും ഞങ്ങൾക്ക് ലഭിക്കുന്ന വിവരങ്ങൾ Instagram-മായി മാത്രം പങ്കിടാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നതെങ്കിൽ, {=accounts center} എന്നതിൽ നിന്ന് നിങ്ങളുടെ Instagram, Facebook അക്കൗണ്ടുകൾ നീക്കം ചെയ്യുക.",
      "App Store-ൽ ലഭ്യമാണ്",
      "{country name} രാജ്യത്തിലെ നഗരങ്ങൾ",
      "പാസ്‌വേഡ് മറന്നോ?",
      "നിരസിക്കുക",
      "നിങ്ങൾ നിയന്ത്രിച്ചിരിക്കുന്നതോ പിന്തുടരാത്തവരിൽ നിന്നോ ഉള്ള സന്ദേശങ്ങളാണിവ. അവരുടെ അഭ്യർത്ഥന അനുവദിക്കുകയാണെങ്കിൽ മാത്രമേ നിങ്ങ‌ൾ അത് കണ്ടതായി അവർ അറിയുകയു‌ള്ളൂ.",
      "പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക",
      "നീക്കംചെയ്‌ത ഉള്ളടക്കം കുറച്ച് കാണിക്കുക",
      "Instagram Lite നേടൂ",
      "നിങ്ങളുടെ ഉപകരണത്തിൽ നിന്നും ഞങ്ങൾക്ക് ലഭിക്കുന്ന, നിങ്ങൾ ടാപ്പുചെയ്യുന്നതും സ്‌ക്രോൾ ചെയ്യുന്നതും പോലുള്ള വ്യത്യസ്‌ത തരം വിവരങ്ങൾക്ക് ബോട്ടുകളിൽ നിന്നും മനുഷ്യരെ വേർതിരിച്ചറിയാനും വഞ്ചന കണ്ടെത്താനും സഹായിക്കാനാകും.",
      "പ്രബലമായ അപകടങ്ങൾ ഉൾപ്പെട്ട പോസ്‌റ്റുകൾ",
      "ഉള്ളടക്കം വ്യക്തിപരമാക്കുന്നതിനും പ്രസക്തമായ പരസ്യങ്ങൾ നൽകുന്നതിനും സുരക്ഷിതമായ അനുഭവം പ്രദാനം ചെയ്യുന്നതിനും സഹായിക്കുന്നതിന് ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നു. ഞങ്ങളുടെ {Cookie Policy} എന്നതിൽ നിന്ന് കുക്കി ഉപയോഗങ്ങളെയും നിയന്ത്രണങ്ങളെയും കുറിച്ച് കൂടുതലറിയുക. നിങ്ങളുടെ നിയന്ത്രണങ്ങൾ എപ്പോഴും അവലോകനം ചെയ്യാം.",
      "ഞങ്ങൾക്ക് ഒരു തെറ്റുപറ്റിയെന്ന് കരുതുന്നുണ്ടോ?",
      "ഇപ്പോള്‍",
      "ക്ഷമിക്കണം, നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്‌ടിക്കുന്നതിൽ എന്തോ പിശക് സംഭവിച്ചു. വൈകാതെ വീണ്ടും ശ്രമിക്കുക.",
      "മുമ്പത്തെ ബയോ ടെക്‌സ്‌റ്റുകൾ",
      "-മത്",
      "ഈ ഉപകരണത്തിൽ വിശ്വസിക്കുക",
      "നിങ്ങളുടെ ബൗദ്ധിക സ്വത്തവകാശത്തിന്റെ അംഗീകൃതമല്ലാത്ത ഉപയോഗമാണ് ഇതെന്ന് തോന്നുന്നുണ്ടോ? {link_to_learn_how_to_report_it}",
      "നിങ്ങളുടെ അക്കൗണ്ടിന് അധിക സുരക്ഷ ചേർക്കൂ",
      "എല്ലാ വീഡിയോകളും ഞങ്ങളുടെ {monetization policy link} പ്രകാരമാണ് അവലോകനം ചെയ്യുന്നത്.",
      "തുടരുന്നതിന് ഒരു പ്രൊഫഷണൽ അക്കൗണ്ടിലേക്ക് മാറുക",
      "ഒപ്പം",
      "ലോഗിൻ ചെയ്യാൻ ഇത് ആവശ്യമാണ്, ഒപ്പം ഇനിപ്പറയുന്നവയ്ക്ക് അനുവദിക്കുകയും ചെയ്യുന്നു:",
      "ക്ഷമിക്കണം! ഇപ്പോൾ നിങ്ങളുടെ സ്ഥിരീകരണ കോഡ് പരിശോധിച്ചുറപ്പിക്കുന്നതിൽ പ്രശ്‌നം ‌നേരിടുന്നു. പിന്നീട് ‌വീണ്ടും ശ്രമിക്കുക.",
      "നിങ്ങളുടെ വിവരം അവലോകനം ചെയ്‌ത് ഞങ്ങൾക്ക് ഇത് സ്ഥിരീകരിക്കാൻ കഴിഞ്ഞാൽ, ഏകദേശം 24 മണിക്കൂറിനുള്ളിൽ നിങ്ങളുടെ അക്കൗണ്ട് ആക്‌സസ് ചെയ്യാനാകും.",
      "വിഭാഗം",
      "{violationText} സംബന്ധിച്ച ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു. നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ എന്നിവ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നത് തടയുന്നതിനുള്ള ഏകവഴി ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കുന്നതാണ്.",
      "ഔദ്യോഗികം",
      "PayPal-ലേക്ക് ലോഗ് ഇൻ ചെയ്യുക",
      "പിശക്",
      "ടെക്സ്റ്റ് സന്ദേശത്തിലൂടെ സുരക്ഷാ കോഡ് സ്വീകരിക്കാൻ നിങ്ങൾക്കാകുന്നില്ലെങ്കിൽ, {=auth app codes}} എന്നതിൽ നിന്ന് ഒരെണ്ണം നേടുകയോ നിങ്ങളുടെ {=backup codes} എന്നതിൽ നിന്ന് ഒരെണ്ണം ഉപയോഗിക്കുകയോ ചെയ്യാം",
      "അഭിപ്രായങ്ങൾ നീക്കം ചെയ്യുന്നത് പൂർത്തിയാക്കുക",
      "ലോഗിനിലേക്ക് മടങ്ങുക",
      "പിന്തുടരുന്ന ഒരാൾ",
      "നിങ്ങളുടെ ലിങ്ക് ചെയ്‌ത Facebook അക്കൗണ്ട് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാം.",
      "ഇത് ഉപഭോക്തൃ പിന്തുണ നൽകാനായി ഓഫറുകൾ അയയ്‌ക്കാൻ തങ്ങൾ ഉപയോഗിക്കാനിടയുള്ള സന്ദേശങ്ങൾ, Instagram-ൽ നിങ്ങൾക്ക് നേരിട്ട് സന്ദേശമയയ്‌ക്കുന്നതിനുള്ള അനുമതി {=business name} എന്നതിന് നൽകുന്നു.",
      "എന്തോ തെറ്റ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.",
      "{username} എന്നയാളെക്കുറിച്ചുള്ള വിവരങ്ങൾ പങ്കിടുന്നത് തുടരണമെന്നുണ്ടോ?",
      "ഞങ്ങളുടെ {communityGuidelinesLink} ലംഘിക്കുന്നതിനാൽ ഞങ്ങൾ നിങ്ങളുടെ {contentTypeText} നീക്കം ചെയ്തു.  ഞങ്ങളുടെ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കാത്ത എന്തെങ്കിലും നിങ്ങൾ വീണ്ടും പോസ്‌റ്റുചെയ്‌താൽ, നിങ്ങളുടെ പോസ്‌റ്റുകൾ, ആർക്കൈവ്, സന്ദേശങ്ങൾ, പിന്തുടരുന്നവർ ഉൾപ്പെടെ അക്കൗണ്ട് ഇല്ലാതാക്കും.",
      "എന്തോ കുഴപ്പം സംഭവിച്ചു",
      "{PayPal Policy} എന്നതും നിങ്ങളുടെ പേയ്‌മെന്റ് രീതി അവകാശങ്ങളും കാണുക.",
      "Instagram-ൽ നിങ്ങളുടെ ഫോട്ടോകളും വീഡിയോകളും ആർക്കും കാണാൻ കഴിയും. നിങ്ങൾക്ക് ഇനി പിന്തുടരുന്നവരെ അംഗീകരിക്കേണ്ടതില്ല.",
      "നിങ്ങൾ മുമ്പ് Instagram ഉപയോഗിച്ചിരുന്ന ഉപകരണങ്ങളിൽ നിന്നുള്ള പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കൽ ഇമെയിലുകൾ മാത്രം നേടുക. ഈ ക്രമീകരണം അടുത്ത {days to snooze} ദിവസത്തേക്ക് നിലനിൽക്കും.",
      "പോസ്റ്റ് ചെയ്ത ലിങ്ക് തിരഞ്ഞെടുക്കുക",
      "ന്",
      "ഡ്രാഫ്‌‌‌റ്റ് ‌തയ്യാറാക്കുന്നു",
      "PIN മറന്നോ?",
      "നെയിംടാഗ് ഉപയോഗിക്കാനുള്ള വഴികൾ",
      "14 ദിവസത്തിനുള്ളിൽ രണ്ട് തവണ മാത്രമേ നിങ്ങളുടെ പേര് മാറ്റാനാകൂ.",
      "ഫോട്ടോ ഔട്ട്‌ലൈൻ ഐക്കൺ",
      "ഈ സ്‌റ്റോറി കാണാൻ ലോഗിൻ ചെയ്യുക",
      "ഞങ്ങൾക്ക് ഇപ്പോൾ വളരെ കുറവ് പുനപരിശോധകർ മാത്രമേ ഉള്ളൂ, കൂടാതെ ഉപദ്രവിക്കാൻ കൂടുതൽ സാധ്യതയുള്ള റിപ്പോർട്ടുകൾക്ക് മുൻഗണന നൽകാൻ ഞങ്ങൾ കഠിനമായി പ്രയത്‌നിക്കുകയാണ്.",
      "നിങ്ങൾ എല്ലാം സജ്ജീകരിച്ചു!",
      "കൂടുതല്‍ അറിയുക",
      "pm",
      "കോഡ് നൽകുക",
      "ക്രമീകരണങ്ങള്‍",
      'ഇവിടെ ലിസ്‌റ്റുചെയ്‌തിരിക്കുന്ന ആളുകൾ നിങ്ങൾ Instagram-ലേക്ക് അപ്‌ലോഡുചെയ്‌ത കോൺ‌ടാക്‌റ്റുകളാണ്. നിങ്ങളുടെ സമന്വയിപ്പിച്ച കോൺടാക്‌റ്റുകൾ നീക്കം ചെയ്യാൻ, "എല്ലാം ഇല്ലാതാക്കുക" ടാപ്പ് ചെയ്യുക. നിങ്ങളുടെ ഉപകരണത്തിന്റെ ക്രമീകരണത്തിലേക്ക് പോയി കോൺ‌ടാക്‌റ്റുകളിലേക്കുള്ള ആക്‌സസ് ഓഫാക്കിയില്ലെങ്കിലും അടുത്ത തവണ Instagram കോൺടാക്‌റ്റുകൾ സമന്വയിപ്പിക്കുമ്പോൾ നിങ്ങളുടെ കോൺടാക്‌റ്റുകൾ വീണ്ടും അപ്‌ലോഡ് ചെയ്യും.',
      "ഉപയോക്തൃനാമം",
      "നിങ്ങളുടെ പിൻ പുനഃക്രമീകരിക്കുന്നതുവരെ നിങ്ങളുടെ ചില പേയ്മെന്റുകൾ സ്ഥിരീകരിക്കാനാകില്ല.",
      "പുതിയ അക്കൗണ്ട് സൃഷ്‌ടിക്കുക",
      "ഒരു പുതിയ കോഡ് നേടൂ",
      "അനാവശ്യ ഉള്ളടക്കത്തിൽ നിന്ന് നിങ്ങളെ പരിരക്ഷിക്കാൻ ചിത്രം മങ്ങിയ നിലയിലാക്കിയിരിക്കുന്നു.",
      "കുക്കികള്‍",
      "Instagram-ൽ സ്‌പാം കാരണമുണ്ടാകുന്ന ‌പ്രശ്നങ്ങൾ മനസ്സിലാക്കുവാൻ ഞങ്ങൾ സ്പാം റിപ്പോർട്ടുകൾ സിഗ്‌നലുകലായി ഉപയോഗിക്കും. ഈ അക്കൗണ്ട് ‌ഞങ്ങളുടെ {link_to_instagram_community_guidelines} അല്ലെങ്കിൽ {link_to_instagram_terms_of_use} ലംഘിച്ചു‌ എന്നും അത് നീക്കം ചെയ്യണമെന്നും നിങ്ങൾക്ക് ‌തോന്നിയാൽ, അത് അനുചിതമാണെന്ന് ‌രേഖപ്പെടുത്തുക.",
      "അഭ്യർത്ഥന പൂർത്തിയായില്ല",
      "അടുത്ത സുഹൃത്തുക്കൾക്ക് മാത്രം",
      "റദ്ദാക്കുക",
      "ഒരു ഫലപ്രദമായ DMCA പ്രതിവാദ അറിയിപ്പ് സമർപ്പിച്ചുകഴിയുമ്പോൾ, അത് ഞങ്ങൾ തൽക്ഷണം റിപ്പോർട്ട് ചെയ്യുന്ന കക്ഷിയ്‌ക്ക് അയയ്‌ക്കും. തർക്ക വിഷയവുമായി ബന്ധപ്പെട്ട് Instagram-ൽ ലംഘന പ്രവർത്തനം നടത്തുന്നതിൽ നിന്നും നിങ്ങളെ നിയന്ത്രിക്കാൻ, റിപ്പോർട്ടുചെയ്യുന്ന കക്ഷി ഒരു കോടതി ഉത്തരവ് തേടുന്നതിനുള്ള വ്യവഹാരം ഫയൽ ചെയ്‌തിട്ടുള്ള കാര്യം 10-14 പ്രവർത്തി ദിവസത്തിനകം ഞങ്ങളെ അറിയിക്കുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ ഉള്ളടക്കം തൽക്ഷണം DMCA-യ്‌ക്ക് കീഴിൽ പുനഃസ്ഥാപിക്കും. ചുരുക്കം ചില അവസരങ്ങളിൽ, സാങ്കേതിക പരിമിതികളാൽ ഞങ്ങൾക്ക് ഉള്ളടക്കം പുനഃസ്ഥാപിക്കാനായേക്കില്ല. ആ സന്ദർഭത്തിൽ, നിങ്ങളുടെ ഇഷ്‌ടാനുസൃതം ഉള്ളടക്കം വീണ്ടും പോസ്‌റ്റുചെയ്യാമെന്ന് അറിയിക്കുന്നതിന് ഞങ്ങൾ ഒരു അപ്‌ഡേറ്റ് അയയ്‌ക്കും. ഫലപ്രദമായ ഒരു DMCA പ്രതിവാദ അറിയിപ്പിൽ നിങ്ങളുടെ പേരും വിലാസവും ടെലിഫോൺ നമ്പറും മറ്റ് വിവരങ്ങൾക്കൊപ്പം അടങ്ങിയിട്ടുണ്ടാകും, നിങ്ങളുടെ ഉള്ളടക്കത്തെക്കുറിച്ച് റിപ്പോർട്ടുചെയ്‌തിരിക്കുന്ന വ്യക്തിയ്‌ക്ക് നിങ്ങൾക്കെതിരായി കോടതിയിൽ വ്യവഹാരം സമർപ്പിക്കുന്നതിന് ആ വിവരം സഹായിക്കുന്നു. അതായത് പ്രതിവാദ അറിയിപ്പിൽ നിങ്ങൾ നൽകിയ കോൺടാക്‌റ്റ് വിവരങ്ങൾ, റിപ്പോർട്ടുചെയ്‌ത കക്ഷിയ്‌ക്ക് Instagram കൈമാറേണ്ടതുണ്ട്. തുടർച്ചയായ ലംഘനങ്ങളെക്കുറിച്ചുള്ള ഞങ്ങളുടെ നയങ്ങൾ ലംഘിക്കുന്നത് സംബന്ധിച്ച് നിങ്ങളുടെ അക്കൗണ്ട് എപ്പോഴെങ്കിലും അവലോകനം ചെയ്യുകയാണെങ്കിൽ പുനഃസ്ഥാപിച്ച ഉള്ളടക്കം ലംഘനമായി പരിഗണിക്കുകയില്ല.",
      "ഉൽപ്പന്ന ഇമെയിലുകൾ",
      "Instagram",
      "Instagram ആപ്ലിക്കേഷൻ സ്വന്തമാക്കൂ",
      "തുടരാൻ ലോഗിൻ ചെയ്യുക",
      "കൺട്രി സെലക്‌ടറിനുവേണ്ടിയുള്ള ഡ്രോപ്‌ഡൗൺ ഐക്കൺ",
      "{count} അഭ്യർത്ഥന",
      "നിങ്ങളുടെ ശേഖരത്തിലേക്ക് ഫോട്ടോകളും വീഡിയോകളും സംരക്ഷിക്കുക.",
      "ഫോൺ",
      "തിരയുക",
      "സർവ്വേ വിശദാംശങ്ങൾ",
      "അക്കൗണ്ട് നിലനിർത്തുക",
      "നിങ്ങൾ ഫോട്ടോകൾ പങ്കിടുമ്പോൾ അവ നിങ്ങളുടെ പ്രൊഫൈലിൽ ദൃശ്യമാകും.",
      "പ്രസ്താവന പേജ്",
      "നിങ്ങൾക്ക് സംരക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട്. റദ്ദാക്കണമെന്ന് തീർച്ചയാണോ?",
      "പ്രിവ്യൂ കാണുന്നതിന് ടാപ്പ് ചെയ്യുക.",
      "നിങ്ങൾ ഒരു സന്ദേശം അയച്ചു",
      "പ്രൊഫൈൽ ഫോട്ടോ",
      "നിങ്ങളുടെ പേയ്‌മെന്റ് പ്രോസസുചെയ്യാൻ ഒരുപാട് സമയമെടുത്തു,  എന്നാലത് പൂർത്തിയായിട്ടുണ്ടായിരിക്കാം.ഒരു രസീതിനായി നിങ്ങളുടെ ഇമെയില്‍ പരിശോധിക്കുക.",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [2293760]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: "-",
      shortDayNames: [
        "തിങ്കള്‍",
        "ചൊവ്വ",
        "ബുധന്‍",
        "വ്യാഴം",
        "വെള്ളി",
        "ശനി",
        "ഞായര്‍",
      ],
      timeSeparator: ":",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D h:i A",
        "D M d": "j F",
        "D M d, Y": "j F Y",
        "D M j": "j F",
        "D M j, g:ia": "j F h:i A",
        "D M j, y": "j F Y",
        "D M j, Y g:ia": "j F Y h:i A",
        "D, M j, Y": "j F Y",
        "F d": "j F",
        "F d, Y": "j F Y",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y",
        "F j, Y @ g:i A": "j F Y h:i A",
        "F j, Y g:i a": "j F Y h:i A",
        "F jS": "j F",
        "F jS, g:ia": "j F h:i A",
        "F jS, Y": "j F Y",
        "F Y": "F, Y",
        "g A": "h A",
        "g:i": "h:i A",
        "g:i A": "h:i A",
        "g:i a": "h:i A",
        "g:iA": "h:i A",
        "g:ia": "h:i A",
        "g:ia F jS, Y": "j F Y h:i A",
        "g:iA l, F jS": "j F Y h:i A",
        "g:ia M j": "j F h:i A",
        "g:ia M jS": "j F h:i A",
        "g:ia, F jS": "j F h:i A",
        "g:iA, l M jS": "j F Y h:i A",
        "g:sa": "h:i A",
        "H:I - M d, Y": "j F Y h:i A",
        "h:i a": "h:i A",
        "h:m:s m/d/Y": "d-m-Y h:i:s A",
        j: "j",
        "l F d, Y": "j F Y",
        "l g:ia": "l h:i A",
        "l, F d, Y": "j F Y",
        "l, F j": "j F",
        "l, F j, Y": "j F Y",
        "l, F jS": "j F",
        "l, F jS, g:ia": "j F Y h:i A",
        "l, M j": "j F",
        "l, M j, Y": "j F Y",
        "l, M j, Y g:ia": "j F Y h:i A",
        "M d": "j F",
        "M d, Y": "j F Y",
        "M d, Y g:ia": "j F Y h:i A",
        "M d, Y ga": "j F Y h A",
        "M j": "j F",
        "M j, Y": "j F Y",
        "M j, Y g:i A": "j F Y h:i A",
        "M j, Y g:ia": "j F Y h:i A",
        "M jS, g:ia": "j F h:i A",
        "M Y": "F, Y",
        "M y": "j F",
        "m-d-y": "d-m-Y",
        "M. d": "j F",
        "M. d, Y": "j F Y",
        "j F Y": "j F Y",
        "m.d.y": "d-m-Y",
        "m/d": "d-m",
        "m/d/Y": "d-m-Y",
        "m/d/y": "d-m-Y",
        "m/d/Y g:ia": "d-m-Y h:i A",
        "m/d/y H:i:s": "d-m-Y h:i:s A",
        "m/d/Y h:m": "d-m-Y h:i:s A",
        n: "d-m",
        "n/j": "d-m",
        "n/j, g:ia": "d-m-Y h:i A",
        "n/j/y": "d-m-Y",
        Y: "Y",
        "Y-m-d": "d-m-Y",
        "Y/m/d": "d-m-Y",
        "y/m/d": "d-m-Y",
      },
      ordinalSuffixes: {
        1: "-ആം തിയ്യതി",
        2: "ന്",
        3: "ന്",
        4: "-മത്",
        5: "ന്",
        6: "ന്",
        7: "ന്",
        8: "ന്",
        9: "ന്",
        10: "-മത്",
        11: "ന്",
        12: "-മത്",
        13: "ന്",
        14: "ന്",
        15: "ന്",
        16: "ന്",
        17: "ന്",
        18: "-മത്",
        19: "ന്",
        20: "ന്",
        21: "ന്",
        22: "ന്",
        23: "-ന്",
        24: "ന്",
        25: "ന്",
        26: "ന്",
        27: "ന്",
        28: "ന്",
        29: "-ന്",
        30: "ന്",
        31: "ന്",
      },
    };
  },
  2293760,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "ml_IN";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [2293761]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "Andorra",
        AE: "United Arab Emirates",
        AF: "അഫ്ഗാനിസ്ഥാന്‍",
        AG: "Antigua and Barbuda",
        AI: "Anguilla",
        AL: "Albania",
        AM: "Armenia",
        AN: "Netherlands Antilles",
        AO: "Angola",
        AQ: "Antarctica",
        AR: "Argentina",
        AS: "American Samoa",
        AT: "Austria",
        AU: "Australia",
        AW: "അറൂബ",
        AX: "Aland Islands (Finland)",
        AZ: "അസര്‍ബൈജാന്‍",
        BA: "Bosnia & Herzegovina",
        BB: "Barbados",
        BD: "ബംഗ്ലാദേശ്",
        BE: "Belgium",
        BF: "Burkina Faso",
        BG: "Bulgaria",
        BH: "ബഹ്‌റൈന്‍",
        BI: "Burundi",
        BJ: "Benin",
        BL: "Saint Barthelemy",
        BM: "Bermuda",
        BN: "Brunei",
        BO: "Bolivia",
        BQ: "Bonaire, Sint Eustatius and Saba",
        BR: "Brazil",
        BS: "The Bahamas",
        BT: "ഭൂട്ടാന്‍",
        BV: "Bouvet Island",
        BW: "Botswana",
        BY: "ബെലാറസ്",
        BZ: "ബെലീസ്",
        CA: "Canada",
        CC: "Cocos (Keeling) Islands",
        CD: "ഡെമോക്രാറ്റിക്ക് റിപ്പബ്ലിക്ക് ഓഫ് കോംഗോ",
        CF: "Central African Republic",
        CG: "റിപ്പബ്ലിക്ക് ഓഫ് കോംഗോ",
        CH: "സ്വിറ്റ്സര്‍ലാന്റ്",
        CI: "Ivory Coast",
        CK: "Cook Islands",
        CL: "Chile",
        CM: "കാമറൂണ്‍",
        CN: "ചൈന",
        CO: "കൊളംബിയ",
        CR: "Costa Rica",
        CU: "Cuba",
        CV: "Cape Verde",
        CW: "Curacao",
        CX: "Christmas Island",
        CY: "സൈപ്രസ്സ്",
        CZ: "Czech Republic",
        DE: "ജര്‍മ്മന്‍",
        DJ: "Djibouti",
        DK: "Denmark",
        DM: "Dominica",
        DO: "Dominican Republic",
        DZ: "അള്‍ജീരിയ",
        EC: "Ecuador",
        EE: "Estonia",
        EG: "ഈജിപ്റ്റ്",
        EH: "Western Sahara",
        ER: "Eritrea",
        ES: "Spain",
        ET: "എത്തിയോപ്പിയ",
        FI: "Finland",
        FJ: "ഫിജി",
        FK: "Falkland Islands",
        FM: "Federated States of Micronesia",
        FO: "Faroe Islands",
        FR: "ഫ്രാന്‍സ്",
        GA: "ഗാബണ്‍",
        GB: "United Kingdom",
        GD: "ഗ്രെനഡ",
        GE: "Georgia",
        GF: "ഫ്രഞ്ച് ഗിനിയ",
        GG: "ഗ്വേര്ണ്സീ",
        GH: "ഘാന",
        GI: "Gibraltar",
        GL: "Greenland",
        GM: "Gambia",
        GN: "Guinea",
        GP: "Guadeloupe",
        GQ: "Equatorial Guinea",
        GR: "ഗ്രീസ്",
        GS: "South Georgia and the South Sandwich Islands",
        GT: "ഗ്വാട്ടിമാല",
        GU: "Guam",
        GW: "Guinea-Bissau",
        GY: "Guyana",
        HK: "Hong Kong",
        HM: "Heard Island and McDonald Islands",
        HN: "ഹോണ്ടുറാസ്",
        HR: "ക്രൊയേഷ്യ",
        HT: "Haiti",
        HU: "Hungary",
        ID: "ഇന്തോനേഷ്യ",
        IE: "അയര്‍ലാന്റ്",
        IL: "Israel",
        IM: "Isle of Man",
        IN: "ഇന്ത്യ",
        IO: "British Indian Ocean Territory",
        IQ: "Iraq",
        IR: "Iran",
        IS: "ഐസ് ലാന്റ്",
        IT: "ഇറ്റലി",
        JE: "ജേഴ്സി",
        JM: "Jamaica",
        JO: "Jordan",
        JP: "ജപ്പാന്‍",
        KE: "Kenya",
        KG: "Kyrgyzstan",
        KH: "Cambodia",
        KI: "Kiribati",
        KM: "Comoros",
        KN: "സെന്റ് കിറ്റ്സ് ആന്റ് നെവിസ്",
        KP: "North Korea (DPRK)",
        KR: "South Korea",
        KW: "Kuwait",
        KY: "Cayman Islands",
        KZ: "Kazakhstan",
        LA: "Laos",
        LB: "Lebanon",
        LC: "Saint Lucia",
        LI: "Liechtenstein",
        LK: "Sri Lanka",
        LR: "ലിബേറിയ",
        LS: "Lesotho",
        LT: "Lithuania",
        LU: "Luxembourg",
        LV: "Latvia",
        LY: "Libya",
        MA: "Morocco",
        MC: "Monaco",
        MD: "Moldova",
        ME: "Montenegro",
        MF: "Saint Martin",
        MG: "Madagascar",
        MH: "മാര്‍ഷല്‍ ദ്വീപുകള്‍",
        MK: "Macedonia",
        ML: "Mali",
        MM: "Myanmar",
        MN: "Mongolia",
        MO: "Macau",
        MP: "നോർതേൺ മറിയാന ഐലന്റ്സ്",
        MQ: "Martinique",
        MR: "Mauritania",
        MS: "Montserrat",
        MT: "Malta",
        MU: "Mauritius",
        MV: "Maldives",
        MW: "മലാവി",
        MX: "മെക്സികോ",
        MY: "Malaysia",
        MZ: "Mozambique",
        NA: "Namibia",
        NC: "New Caledonia",
        NE: "Niger",
        NF: "Norfolk Island",
        NG: "Nigeria",
        NI: "Nicaragua",
        NL: "Netherlands",
        NO: "Norway",
        NP: "Nepal",
        NR: "Nauru",
        NU: "Niue",
        NZ: "ന്യൂസീലണ്ട്",
        OM: "ഒമാന്‍",
        PA: "Panama",
        PE: "Peru",
        PF: "French Polynesia",
        PG: "Papua New Guinea",
        PH: "Philippines",
        PK: "പാകിസ്ഥാൻ",
        PL: "Poland",
        PM: "Saint Pierre and Miquelon",
        PN: "Pitcairn Islands",
        PR: "Puerto Rico",
        PS: "Palestine",
        PT: "Portugal",
        PW: "Palau",
        PY: "Paraguay",
        QA: "Qatar",
        RE: "റീയൂണിയന്‍",
        RO: "Romania",
        RS: "Serbia",
        RU: "Russia",
        RW: "Rwanda",
        SA: "സൗദി അറേബ്യ",
        SB: "Solomon Islands",
        SC: "Seychelles",
        SD: "Sudan",
        SE: "Sweden",
        SG: "Singapore",
        SH: "St. Helena",
        SI: "Slovenia",
        SJ: "Svalbard and Jan Mayen",
        SK: "Slovakia",
        SL: "Sierra Leone",
        SM: "San Marino",
        SN: "Senegal",
        SO: "Somalia",
        SR: "Suriname",
        SS: "South Sudan",
        ST: "Sao Tome and Principe",
        SV: "El Salvador",
        SX: "Sint Maarten",
        SY: "Syria",
        SZ: "Swaziland",
        TC: "ടർക്ക്സ് ആൻഡ് കെയ്ക്കോസ് ദ്വീപുകൾ",
        TD: "Chad",
        TF: "French Southern and Antarctic Lands",
        TG: "Togo",
        TH: "Thailand",
        TJ: "Tajikistan",
        TK: "Tokelau",
        TL: "Timor-Leste",
        TM: "Turkmenistan",
        TN: "ടുണീഷ്യ",
        TO: "Tonga",
        TR: "Turkey",
        TT: "Trinidad and Tobago",
        TV: "Tuvalu",
        TW: "തായ്‌വാൻ",
        TZ: "Tanzania",
        UA: "Ukraine",
        UG: "Uganda",
        UM: "United States Minor Outlying Islands",
        US: "United States of America",
        UY: "ഉറുഗ്വേ",
        UZ: "Uzbekistan",
        VA: "വത്തിക്കാന്‍ സിറ്റി",
        VC: "Saint Vincent and the Grenadines",
        VE: "Venezuela",
        VG: "British Virgin Islands",
        VI: "United States Virgin Islands",
        VN: "Vietnam",
        VU: "Vanuatu",
        WF: "Wallis and Futuna",
        WS: "Samoa",
        XK: "Kosovo",
        YE: "Yemen",
        YT: "Mayotte",
        ZA: "ദക്ഷിണാഫ്രിക്ക",
        ZM: "Zambia",
        ZW: "Zimbabwe",
      },
    };
  },
  2293761,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [2293762]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 2,
      },
      numberingSystemData: null,
    };
  },
  2293762,
  []
);
