__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "संयोजनका लेखहरू",
      "भाषा",
      "अपरान्ह",
      "मिडिया ग्यालरी खोल्नुहोस्",
      "यदि तपाईं यो सामग्रीलाई हटाउनुपर्ने थिएन भनी विश्वास गर्नुहुन्छ भने, तपाईंले {appeal form link} भरेर अपील फाइल गर्न सक्नुहुन्छ",
      "तपाईंको नाम वा संस्थाको नाम",
      "{date} मा हटाइएको",
      "{username} ले तपाईंको भिडियो मनपराउनुभयो।",
      "तपाईंको अनुरोध प्रक्रिया गर्नमा समस्या भएको थियो। कृपया पछि पुन: प्रयास गर्नुहोस्।",
      "औं",
      "थप जान्नुहोस्",
      "पछ्याउँदै",
      "WhatsApp आइकन",
      "Direct मा साझा गर्नुहोस्",
      "वर्गहरू",
      "तपाईंको कुञ्जी",
      "याद राख्नुहोस् यो भिडियोलाई निम्न स्थानहरूमा ब्लक गरिएको छ:",
      "आफ्नो खाता सुरक्षित राख्न आफ्नो पासवर्ड अद्यावधिक गर्नुहोस्। तपाईलाई यस बाहेक अन्य सबै सत्रहरूबाट लगआउट गरिनेछ, त्यसैले तपाईको खातामा प्रवेश गर्ने प्रयास गरिरहेका व्यक्तिसँग उप्रान्त पहुँच हुनेछैन।",
      "Instagram ले यो इमेल ठेगानामा अद्यावधिकहरू पठाउनेछ।",
      "इमेल र SMS",
      "कथा अनुपलब्ध छ",
      "पठाउनुहोस्",
      "खोल्नुहोस्",
      "मलाई विश्वास छ कि यो खाताले Instagram को सामुदायिक मार्गदर्शनहरूको उल्लंघन गर्छ",
      "क्याप्शन लेख्नुहोस्...",
      "भरिएको भौतिक ठेगाना वृत्त चेकमार्क",
      "समुदाय",
      "प्रोफाइल फोटो थप्नुहोस् जसकारण साथीहरूले यो तपाईं हो भनी चिन्ने छन्।",
      "करोडौं",
      "बौद्धिक सम्पत्ति मार्गदर्शनहरू",
      "सम्पादन गर्नुहोस्",
      "अपलोड समाप्त गर्दै।",
      "मनोरञ्जन",
      "पाठ सन्देश पठाउनुहोस्",
      "जारी राख्नुहोस्",
      "अनुरोधहरू पछ्याउनुहोस्",
      "हामी तपाईंको लागि खाता सिर्जना गर्न सक्दैनौं",
      "Paypal",
      "थप पोस्टहरू देखाउनुहोस्",
      "मलाई निजी खाता चाहिन्छ",
      "लागूपदार्थहरूको बिक्री वा वितरण गर्ने अभिप्राय भएका पोस्टहरू",
      "छुट्टै पठाउनुहोस्",
      "Facebook मा जडान हुनुहोस्",
      "राष्ट्रको नाम वा कोड",
      "फेड",
      "गोपनीयता नीति",
      "निजी खाता",
      "फिता",
      "Connect",
      "सबै पछ्याउने व्यक्तिहरूलाई हेर्नुहोस्",
      "अर्को खातामा लग इन गर्नुहोस्",
      "अघिल्ला पूरा नाम",
      "तपाईंले {application name} मार्फत Facebook मा पहिले लग इन गर्नुभएको छ।",
      "डेटा प्रयोग गर्दै",
      "तपाईंले {time of day} मा {date} मा पोस्ट गर्नुभएको भिडियोलाई हटाएका छौं किनकी यसमा निम्न सामग्री समावेश थियो:",
      "तपाईंको प्रोफाइलमा सम्पर्क बटन प्रदर्शन गर्न कृपया आफ्नो सम्पर्क जानकारी हाल्नुहोस्।",
      "लाइभ",
      "तपाईंको PIN रिसेट गर्न आफ्नो Instagram को पासवर्ड प्रविष्ट गर्नुहोस्।",
      "आउटलाइन आइकनमा चेकमार्क गर्नुहोस्",
      "अडियोलाई टगल गर्नुहोस्",
      'तपाईंको प्रमाणीकरण एपको कुञ्जीलाई Instagram मा लिङ्क गर्न यसलाई प्रविष्ट गर्नुहोस्। यदि तपाईंको एपलाई खाताको नाम, "Instagram" शीर्षक दिन आवश्यक हुन्छ जसकारण यसलाई फेला पार्न सजिलो हुन्छ।',
      "हामी तपाईंलाई लगइन लिङ्क पठाउन असफल भयौं। तपाईंको खाता कसरी पहुँच गर्ने भन्नेमा थप जानकारीको लागि Instagram मद्दत केन्द्रमा जानुहोस्।",
      "तिनीहरू अब तपाईंलाई Instagram मा पछ्याउनको लागि अनुरोध गर्न सक्षम हुनेछन्। तपाईंले तिनीहरूलाई अनब्लक गर्नुभएको बारे Instagram ले तिनीहरूलाई थाहा दिनेछैन।",
      "COVID-19 सर्वेक्षण आइकन",
      "+ लिङ्क थप्नुहोस्",
      "सन्देश फरवार्ड गरियो",
      "क्यामेरा",
      "व्यवसाय सुइट वा क्रिएटर स्टुडियोले डेक्सटपमा आफ्नो नयाँ व्यवसाय खाताको व्यवस्थित गर्नुहोस्।",
      "आइडी फोटोको अगाडिको भाग थप्नुहोस्",
      "लचकदार प्रोफाइल नियन्त्रणहरू",
      "रद्द गर्नुहोस्",
      "यदि तपाईंसँग साउण्ड ट्र्याक वा संगीत जस्ता अडियो सहित भिडियोमा सबै कुरा साझा गर्ने अनुमति छ भने, तपाईंले हटाउनका लागि अपील गर्न सक्नुहुन्छ र आफ्नो भिडियो पुन: पोस्ट गर्न सक्नुहुन्छ। याद राख्नुहोस् मानिसहरूले आफूसँग साझा गर्ने अधिकार भएका भिडियोहरू मात्र पोस्ट गर्नुपर्छ। तपाईंको स्वामित्वमा नभएका सामग्री पोस्ट गर्नाले तपाईंको खाता विरूद्ध कारवाही हुन सक्नेछ।",
      "सुरक्षा कोड आवश्यक छ",
      "जवाफ दिनुहोस्",
      "Instagram बाट प्राप्त इमेलहरू",
      "डेटा सेटिङहरू व्यवस्थित गर्नुहोस्",
      "परिणामहरू छैनन्",
      "तपाईंको जन्मदिन प्रविष्ट गर्नुहोस्",
      "सुझावहरू लोड गर्न असक्षम भयो।",
      "प्रोफाइल तस्वीर थप्नुहोस्",
      "दुई-खण्डको प्रमाणीकरणले हामीले पहिचान नगर्ने यन्त्रमा तपाईंले लग इन गर्दा अतिरिक्त कोड आवश्यक पर्ने बनाउँदै तपाईंको खातालाई सुरक्षा गर्छ।",
      "थप जान्नुहोस्",
      "तपाईंको गोपनीयताको संरक्षण गर्नु हाम्रो शीर्ष प्राथमिकता हो र हामी यस्ता प्रकारका समस्याहरूको रोकथाम गर्न निरन्तर रूपमा काम गरिरहेका छौं। यस्तो भएकोमा हामी अति दु:खी छौं। एन्ड्रोइड बिटा प्रोग्राममा सहभागी हुनुभएको र सबैजनाका लागि Instagram एप सुधार गर्नमा तपाईंको मद्दतको लागि धन्यवाद। तपाईंसँग कुनै प्रश्नहरू भएमा कृपया हामीलाई {email} मा सम्पर्क गर्नुहोस्।",
      "थप जान्नुहोस्",
      "यो अन्वेषणलाई समर्थन गर्नु हाम्रो {Data Policy} मा व्याख्या गरे अनुसार सामाजिक असल पाइलालाई समर्थन गर्ने हाम्रा प्रयासहरूको भाग हो।",
      "{=business name} लाई Instagram मा तपाईंसँग च्याट गर्ने अनुमति दिने?",
      "पुष्टिकरण कोड प्रविष्ट गर्नुहोस्",
      "नयाँ खाता खोल्नुहोस्",
      "Instagram Lite",
      "भाषा प्रदर्शन गर्नुहोस् मा स्विच गर्नुहोस्",
      "तपाईंको फोन नम्बर",
      "तपाईंले आफ्नो उमेर अद्यावधिक गर्न सक्नुहुन्न",
      "नपछ्याउनुहोस्",
      "Google मार्फत लग इन गर्नुहोस्",
      "Facebook पृष्ठ सिर्जना गर्नुहोस्",
      "{filename} अति लामो छ। जारी राख्नको लागि छोटो भिडियो छनोट गर्नुहोस्।",
      "अमान्य फोन नम्बर भएको हुनाले हामीले तपाईंलाई SMS पठाउन असफल भयौं।",
      "म्याद सकियो",
      "{broadcaster's username} ले तपाईंलाई हात हल्लाउनुभएको छ 👋",
      "दुई-खण्डको प्रमाणीकरण सक्षम गर्नुहोस्",
      "{weeks} हप्ता पहिले",
      "Firefox",
      "तपाईंको पहिलो फोटो साझा गर्नुहोस्",
      "पिन सिर्जना सफलता पृष्ठमा ठीक चिन्हको आइकनमा गोलो घेरा लगाउनुहोस्",
      "क्रियाकलापहरू",
      "{Bold text if your appeal for photo is rejected} स्वामित्व अधिकार भएको व्यक्तिले फोटो हटाउन अनुरोध गर्न सक्नुहुनेछ, जसकारण यो Instagram बाट स्थायी रूपमा हट्नेछ।",
      "तपाईंको सुरक्षाको लागि, तपाईंले Facebook मा {cardName} का लागि प्रयोग गर्नुभएको कोड यकिन गर्नुहोस्। तपाईंका बचत गरिएका सबै भुक्तान विधिहरू यो र भावी Facebook Pay भुक्तानीहरूका लागि उपलब्ध हुनेछन्।",
      "प्रतिलिपि अधिकार वा ट्रेडमार्क उल्लंघन",
      "सुझाव गरिएका प्रोफाइलहरू",
      "Carnegie Mellon University Delphi Research Center द्वारा सञ्चालित यो स्वैच्छिक सर्वेक्षणले कोरोनाभाइरसको फैलाव ट्रयाक गर्न स्वास्थ्य सम्बन्धी प्रश्नहरू सोध्छ। यसलाई ३-५ मिनेट लाग्नेछ र तपाईंले यो सर्वेक्षण लिन Instagram छाड्नुहुनेछ।",
      "आफ्नो Facebook Pay PIN प्रविष्ट गर्नुहोस्",
      "लक आइकन",
      "तिनीहरूको फोटो र भिडियोहरू हेर्न पछ्याउनुहोस्।",
      "यस कार्यले यो ग्यालरीबाट यो भिडियो हटाउनेछ",
      "मेरो प्रोफाइलमा देखाउनुहोस्",
      "सम्पर्कहरू व्यवस्थित गर्नुहोस्",
      "हालको फोन नम्बर:",
      "एप्लिकेसनलाई हटाउनाले तपाईंले खोजी रहनुभएको विश्राम प्राप्त गर्नुहुनेछ। तपाईंको सबै फोटोहरू र प्रोफाइल डाटा अझैपनि बचत हुनेछन् तर तपाईंले अब उपरान्त पुस सूचनाहरू प्राप्त गर्नुहुने छैन र त्यसपछि तपाईंले Instagram लाई पुन: स्थापना गरि मनपराएपछि तपाईं आफ्नो खातामा फर्किन सक्नुहुन्छ।",
      "स्थान हेर्नुहोस्...",
      "साइन अप गरेर, तपाईंले हाम्रो {=Terms} तथा {=Privacy Policy} मा सहमति जनाउनुभएको छ।",
      "आफ्नो इमेल ठेगाना परिवर्तन गर्नुहोस् वा प्रमाणीकरण फेरि पठाउनुहोस्",
      "उत्पीडन वा हैरानी",
      "तपाईंले अन्य एप वा वेबसाइटहरूमा लग इन गर्नको लागि Instagram वा Facebook प्रयोग गर्न जारी राख्न सक्नुहुन्छ",
      "भयो",
      "तपाईं र {username} ले मात्र यो टिप्पणी देख्न सक्नुहुन्छ। यदि तपाईंले यसलाई स्वीकृत गर्नुहुन्छ भने, यो सबैजनाका लागि दृश्यवान हुनेछ।",
      "पछ्याउने व्यक्तिहरू हटाउने",
      "Instagram एप प्राप्त गर्नुहोस्",
      "हामी तपाईंलाई तपाईंको खातामा लिङ्क भएको Instagram प्रयोगकर्ता नाम, फोन नम्बर वा इमेल ठेगाना प्रयोग गरी तपाईंको पासवर्ड रिसेट गर्नको लागि तपाईंलाई मद्दत गर्न सक्छौं।",
      "घृणा बोली वा संकेत मार्गदर्शनहरू",
      "Instagram लाई डगफुड गर्नुभएको र सबैजनाका लागि एप सुधार गर्नमा तपाईंको मद्दतको लागि धन्यवाद। तपाईंसँग कुनै प्रश्नहरू छन् भने हामीलाई {email} मा सम्पर्क गर्नुहोस्।",
      "तपाईंले तिनीहरूका प्रोफाइलबाट तिनीहरूलाई कुनै पनि समयमा अनब्लक गर्न सक्नुहुन्छ।",
      "Instagram एप",
      "उपहार सहायता हटाउनुहोस्",
      "पछ्याउनुहोस्",
      "IP उल्लङ्घन रिपोर्टहरू देखाउनुहोस्",
      "तपाईंको भिडियोमा थपिएका स्वतः सिर्जना गरिने क्याप्शनहरूले सुनाइ दुर्बलता भएका मानिसहरूलाई मद्दत गर्छन्। तिनीहरू iOS र एन्ड्रोइडका एपहरूमा मात्र उपलब्ध छन् र देखा पर्न केही समय लाग्न सक्छ।",
      "{name of the user who tagged the other user in the photo} ले एउटा फोटोमा तपाईंलाइग्‍ ट्याग गर्नुभयो।",
      "यिनीहरू तपाईंले आफ्नो खाताबाट हटाउनुभएका एप र वेबसाइटहरू हुन्। यसको अर्थ तिनीहरूसँग अझै पनि तपाईंले पहिले नै साझा गर्नुभएको जानकारीमा पहुँच हुन सक्छ तर निजी जानकारीको लागि अतिरिक्त अनुरोधहरू गर्न सक्दैनन्।",
      "Instagram",
      "खाता गोपनीयता परिवर्तनहरू",
      "यकिन गर्नुहोस्",
      "प्रयोगकर्ता",
      "यो कुराकानी स्पाम वा धोकापूर्ण छ",
      "मोबाइल फोनको आइकन",
      "यो भिडियो मेटाउनुहोस्",
      "लागूपदार्थहरूको बिक्री वा प्रचारप्रसार",
      "हालैका खोजहरू छैनन्।",
      "कोड पुन: पठाउनुहोस्।",
      "पुश सूचनाहरू",
      "थप विकल्पहरू",
      "आफ्ना भुक्तानी विधिहरू हेर्नुहोस्",
      "Instagram खोल्नुहोस्",
      "सामाजिक मिडिया",
      "इमेल र SMS सूचनाहरू",
      "सन्देश अनुरोधहरू",
      "तपाईंले प्रविष्ट गर्नुभएको इमेल कुनै खातासँग मेल खाँदैन।",
      "तपाईंको फोटो {reference owner name} को स्वामित्वमा रहेको फोटोसँग मेल खान्छ।",
      "पोस्ट पठाउनुभयो",
      "कुकीका सेटिङहरू",
      "प्रत्यक्ष भिडियो समाप्त भयो",
      "पठाउनुहोस्",
      "तपाईंले तपाईंलाई यो नम्बरमा कल गर्न वा पाठ पठाउन सक्नेछन्। मानक मेसेजिङ दरहरू लागू हुन्छन्।",
      "अहिले होइन",
      "ह्यासट्यागहरू पछ्याउनुहोस्",
      "सबै चयन गर्नुहोस्",
      "पछाडि",
      "आफ्नो सुरक्षाका लागि, कृपया आफ्नो PayPal खातामा लग इन गर्नुहोस्। यसो गरी तपाईं Facebook Pay लाई Instagram मा यो र भविष्यका भुक्तानीहरूका लागि तपाईंको बचत गरिएको भुक्तानीसम्बन्धी जानकारी प्रयोग गर्ने अधिकार दिनुहुन्छ।",
      "शीर्ष खाताहरू",
      "{username of sponsor 1}, {username of sponsor 2} सँग सशुल्क साझेदारी",
      "{username} को रूपमा जारी राख्नुहोस्",
      "कथा मेटाउने?",
      "सामाजिक नेटवर्कहरूमा लिङ्क हुदै",
      "विस्तार गर्नुहोस्",
      "थप विकल्पहरू",
      "IGTV",
      "सबै मेटाउनुहोस्",
      "थप मद्दत प्राप्त गर्नुहोस्",
      "एप र वेबसाइटहरू",
      "Instagram एपमा अझ राम्रो हुन्छ",
      "भयो",
      "हामीले यी नीतिहरू Instagram मा हाम्रा समुदायलाई सहायता र संरक्षण गर्न सिर्जना गरेका हौं।",
      "लग इन गर्नुहोस्",
      "तपाईंले अब Instagram खाता वा कुनै एउटा स्थापित खातामा त्यसलाई थप्नको लागि यस इमेल ठेगाना प्रयोग गर्न सक्षम हुनुपर्छ।",
      "भिडियो अपलोड असफल भयो।",
      "भिग्नेट",
      "तपाईं आधारभूत दरमाथि आयकर तिर्न र अतिरिक्त कर राहत प्राप्त गर्न चाहनुहुन्छ भने तपाईंले आफ्नो स्व-आकलन कर फिर्तीमा आफ्नो सबै उपहार सहायता चन्दा समावेश गर्न वा HRMC लाई आफ्नो कर कोड समायोजन गर्ने  अनुरोध गर्नुपर्छ।",
      "तपाईंको पहिलो फोटो वा भिडियो साझा गर्न एप प्राप्त गर्नुहोस्।",
      "लग आउट गर्नुहोस्",
      "{username} होईन?",
      "• सामग्री व्यक्तिकृत गर्न, सान्दर्भिक विज्ञपनहरूको सेवा दिन र सुरक्षित अनुभव उपलब्ध गराउनमा मद्दत गर्नको लागि एप र वेबसाइटहरूबाट आफ्नो क्रियाकलाप बारे जानकारी प्राप्त गर्नुहोस्",
      "हामीले केही जानकारीको पुष्टि गरेपछि मात्र तपाईं यो निर्णय गर्न सक्नुहुन्छ। यस कार्यले हामीलाई तपाईंलाई अनधिकृत भुक्तानीबाट बचाउन मद्दत गर्छ।",
      "डाइरेक्टोरीहरू",
      "तपाईंले अन्तरक्रिया गर्नुभएका विज्ञापनहरू",
      "तपाईंले अहिले छाड्नुभयो भने तपाईं आफूले गरेका कुनै पनि पविर्तनहरू गुमाउनु हुने छ।",
      "एनिमेट गरिएको चेकमार्क",
      "लग इनमा फिर्ता",
      "स्थानहरू",
      "सुरु गर्नुहोस्",
      "प्रोफाइलहरू",
      "जन्मदिनको कपकेक",
      "आइतबार",
      "क्रियाकलाप",
      "केही गलत भयो। केही मिनेटमा फेरि प्रयास गर्नुहोस्।",
      "Instagram मा {location_name} • फोटोहरू र भिडियोहरू",
      "तपाईंले कुन साथीलाई पछ्याउने हो रोज्नुहोस्। हामीले तपाईंको अनुमति बिना Facebook मा कहिल्यै पनि पोस्ट गर्नेछैनौं",
      "Instagram प्रयोग जारी राख्न तपाईंले यी डेटा सेटिङहरूको समीक्षा समाप्त गर्नुपर्छ। तपाईं छोडेर जान सुनिश्चित हुनुहुन्छ?",
      "चयन गर्नुहोस्",
      "ब्लग",
      "मसँग यो सामग्रीलाई Instagram मा अपलोड गर्न आवश्यक हुने सबै अधिकारहरू छन्।",
      "चुनावसँग सम्बन्धित सम्भावित गलत जानकारी र हानिकारक सामग्री फैलिन रोक्नमा मद्दत गर्नको लागि सबै ह्यासट्यागहरूका हालैका पोस्टहरू अस्थायी रूपमा लुकाइएका छन्। {link that reads learn more}",
      "{username} ले एउटा सन्देश फरवार्ड गर्नुभयो",
      "मान्य कार्ड नम्बर प्रविष्ट गर्नुहोस्",
      "यो भिडियोलाई रिस्टोर गर्नुहोस्",
      "पासवर्ड बिर्सनुभयो?",
      "सन्देश पठाउन सकिँदैन",
      "तपाईंलाई केले उत्कृष्ट बयान गर्छ?",
      "लगइनको क्रियाकलाप",
      "हामी निम्न कार्यका लागि Facebook मा र बाहिर हामीले प्रयोग गर्ने निश्चित कुकीहरू माथि तपाईंलाई नियन्त्रण प्रदान गर्दैछौं:",
      "उपलब्धता",
      "स्याचुरेसन",
      "औं",
      "मसँग यो भिडियो प्रयोग गर्ने अनुमति छ भनेर कसरी थाहा पाउने?",
      "अनुरोध पेश गरियो",
      "डाउनलोड गर्न अनुरोध गरियो",
      "क्रेडिट वा डेबिट कार्ड थप्नुहोस्",
      "मानिसहरूलाई ट्याग गर्नुहोस्",
      "कोड पुन: पठाउनुहोस्",
      "स्वीकृतिमा समस्या",
      "रद्द गर्नुहोस्",
      "ह्यासट्यागहरू",
      "{violationText} {prepositionType} पोस्टलाई {actionType}",
      "तपाईंको फोटोका लागि यसले के अर्थ राख्छ",
      "{full_terms} र {data_policy} पढ्नुहोस्",
      "विकल्पहरू",
      "© {year} Instagram",
      "भिडियो खारेज गर्नुहोस्",
      "अप्रिल",
      "भिडियो",
      "फोटोको सबै सामग्री तपाईंको मौलिक सामग्री हुन र तपाईंसँग यसको स्वामित्वको अधिकार छ।",
      "यो सन्देश हेर्न Instagram एप प्रयोग गर्नुहोस्",
      "व्यक्तिगत जानकारी",
      "पज गर्नुहोस्",
      "प्रत्यक्ष आइकन",
      "पेश गर्नुहोस्",
      "सम्पर्कहरू समक्रमण गर्ने",
      "औं",
      "कथा पठाउनुभयो",
      "यदि तपाईंले सुरक्षा कोड प्राप्त गर्न असमर्थ हुनुहुन्छ भने, तपाईका {=backup codes} मध्ये कुनै एक प्रयोग गर्नुहोस्",
      "अब तपाईं सिधैँ आफ्नो कम्प्युटरबाट पोस्टहरू सिर्जना र साझा गर्न सक्नुहुन्छ।",
      "यदि तपाईंलाई लाग्छ कि कोही तात्कालिक खतरा हुनुहुन्छ भने, स्थानीय कानून प्रवर्तनलाई सम्पर्क गर्नुहोस्।",
      "औं",
      "पोस्ट गर्नुहोस्",
      "Instagram मा जान तपाईंको इमेल यकिन गर्नुहोस्",
      "जारी राख्नुहोस्",
      "• हामीले प्रयोग गर्ने कुकी र समान प्रविधिहरूले एप र वेबसाइटहरूलाई Instagram सँगको तपाईं बारे जानकारी साझा गर्न मद्दत गर्छन्। हामी यो जानकारी तपाईंले हेर्ने विज्ञापनहरूसहित तपाईंको अनुभव व्यक्तिगिकृत गर्न र व्यवसायहरू विश्लेषण गर्न र विज्ञापन सम्पादन मापन गर्न मद्दत गर्न प्रयोग गर्छौं।",
      "एप र वेबसाइटहरू",
      "नगन्ता वा अश्लीलता",
      "प्रोफाइल फोटो हटाइयो।",
      "माकद पदार्थ, सुर्ती, वजन कम गर्ने उत्पादन वा कस्मेटिक प्रक्रियाहरू सहित",
      "तपाईंको भिडियो देखापर्ने ठाउँ",
      "Facebook Audience Network विज्ञापकहरूको लागि तपाईंलाई {Facebook Company Products} भन्दा बाहिर एप र वेबसाइटहरूमा विज्ञापन देखाउने एउटा माध्यम हो। Audience Network ले सान्दर्भिक विज्ञापनहरू देखाउने एउटा तरिका भनेको तपाईंको विज्ञापन प्राथमिकताहरूको प्रयोग गरी तपाईं कुन विज्ञापन हेर्न इच्छुक हुन सक्नुहुन्छ भनी निर्धारण गर्नु हो। तपाईं यो आफ्नो {ad settings} मा नियन्त्रण गर्न सक्नुहुन्छ।",
      "समर्थन वा ब्राण्ड, सेलिबिरिटी वा संस्थालाई सराहना गर्न।",
      "हिजो सक्रिय",
      "अदृश्य हुने सन्देश",
      "तपाईंको फोनमा पठाउनुहोस्",
      "तपाईंका अघिल्ला केही पोस्टहरूले हाम्रा {Community Guidelines} को पालना गरेका छैनन्। आफ्ना पोस्ट, आर्काइभ, सन्देश र पछ्याउने व्यक्तिहरूसहित आफ्नो खाता मेटाइनबाट जोगाउने एक मात्र तरिका भनेको हाम्रा दिशानिर्देशनहरूको पालना गर्नु हो।",
      "प्रतिलिपि बनाउन Command-C थिच्नुहोस्।",
      "खोज इतिहास",
      "तपाईको पासवर्ड परिवर्तन गर्नमा समस्या भएको थियो। कृपया छिट्टै पुन: प्रयास गर्नुहोस्।",
      "{username} का थप पोस्टहरू हेर्नुहोस्",
      "तपाईंको डेटा डाउनलोड गर्नुहोस्",
      "शीर्षक लेख्नुहोस्...",
      "कथा हाइलाइट पठाउनुभयो",
      "सर्तहरू",
      "सुरु गर्नुहोस्",
      "रद्द गर्नुहोस्",
      "सुझाव गरिएका",
      "उन्नत सेटिङहरू",
      "फेरि प्रयास गर्नुहोस्",
      "टिप्पणी",
      "Instagram मा खोल्नुहोस्",
      "भिडियोहरू एक मिनेट वा कम समयको हुन अनिवार्य छ।",
      "IGTV",
      "यो डेटा संकलन गरी तपाईंलाई पठाउन 48 घण्टासम्म लाग्न सक्छ र तपाईंले हरेक चार दिनमा मात्र फाइल अनुरोध गर्न सक्नुहुन्छ। कृपया अर्को डाउनलोड अनुरोध गर्नुपूर्व प्रतिक्षा गर्नुहोस्।",
      "बन्द गर्नुहोस्",
      "ठाउँको आइकन",
      "पोस्ट अनुपलब्ध छ",
      "तपाईंले कथा हाइलाइट पठाउनुभयो",
      "हामी तपाईंले चयन गर्नुभएको नम्बरमा कोड पठाउनेछौं।",
      "तपाईंको खाता सुरक्षित गर्न आफ्नो पासवर्ड परिवर्तन गर्नुहोस्",
      "PIN रिसेट गर्नुहोस्",
      "नयाँ कोड अनुरोध गर्नुहोस्",
      "अप-क्लोज स्क्यानका लागि सानो गरी वा टाढाबाट गर्ने स्क्यानहरूका लागि ठूलो गरी प्रिन्ट गर्नुहोस्।",
      "व्यवसाय आइकन",
      "1 दिन अघि",
      "{replierUsername} ले {recipientUsername} लाई जवाफ दिनुभयो",
      "मुद्रीकरणको नीति",
      "आइकन बन्द गर्नुहोस्",
      "निजी खाता",
      "मलाई यो टिप्पणी मनपरेन",
      "पछाडि",
      "{filename} अपलोड गर्न सकिएन।",
      "{count} वटा थप",
      "वैकल्पिक पाठ थप्न विस्तार गर्नुहोस्",
      "सुरक्षा कोड प्रयोग गर्नुहोस्",
      "Verified",
      "फोन नम्बर थप्नुहोस्",
      "थप जान्नुहोस्",
      "मौलिक",
      "{username1} र {username2}द्वारा पछ्याइएको",
      "फाइल अति सानो छ",
      "प्रमाणीकरण कोड",
      "तपाईं यो फोटोलाई आफ्नो कथाबाट मेटाउन सुनिश्चित हुनुहुन्छ?",
      "रिपोर्ट चेतावनी आइकन",
      "तपाईंको भिडियो {minDurationInSeconds} र {maxDurationInMinutes} मिनेट बीचको, ल्याण्डस्केप वा पोर्ट्रेट, MP4 फाइल र {maxVideoSizeInGigabytes} GB भन्दा सानो हुनुपर्छ।",
      "{follower count} पछ्याउने व्यक्तिहरू {media count} वटा पोस्टहरू",
      "तपाईंका पहिले नै अधिकतम संख्यामा सक्रिय खाताहरू छन्",
      "अघिल्ला बायो पाठहरू",
      "तपाईं {age} वर्षको हुनुहुन्छ?",
      "भिडियो MP4 फाइल हुनुपर्छ।",
      "पाठ सन्देश",
      "तपाईंको फोटो सबै स्थानहरूमा ब्लक गरिएको छ, जसको अर्थ मानिसहरूले यसलाई हेर्न, लाइक गर्न वा यसमा टिप्पणी गर्न सक्नेछैनन्।",
      "आफ्नो प्रोफाइलमा WhatsApp थप्नुहोस्",
      "पूर्वस्थितिमा फर्काउने हो?",
      "IGTV मा प्रकाशित गर्न, पहिले नै IGTV भिडियोहरू तालिकाबद्ध र ड्राफ्ट गर्न, IGTV विशेष जानकारीहरू हेर्न र थप गर्न सृष्टिकर्ता स्टुडियो प्रयोग गर्नुहोस्।",
      "अनुदानहरू सुरक्षित गर्नुहोस्",
      "अहिले होइन",
      "रद्द गर्नुहोस्",
      "IGTV",
      "तपाईंले ब्लक गर्नुभएको कुनै व्यक्ति यो समूहमा हुनुहुन्छ",
      "Instagram मा फर्कन फोन नम्बर पुष्टि गर्नुहोस्",
      "स्वीकार गर्नुहोस्",
      "अर्को",
      "पछिल्लो फाइल अपलोड गर्न भएको छैन। तपाईं १० वा सोभन्दा कम फाइलहरू मात्र छनोट गर्न सक्नुहुन्छ।",
      "‍स्वतः उत्पादित क्याप्सनहरू",
      "Instagram बाहेक अन्य कम्पनीहरूबाट आएका कुकीहरू स्वीकार गर्ने‍, जसलाई सामग्री (विज्ञापनहरू सहित) व्यक्तिगत गर्न गर्ने, विज्ञापनहरू मापन गर्ने, उत्पादन विश्लेषण र अझ सुरक्षित अनुभव प्रदान गर्ने सहित सेवाहरू अप्टिमाइज गर्न प्रयोग गरिन्छन्?",
      "एप डाउनलोड गर्नुहोस्",
      "मसँग यो फोटो प्रयोग गर्ने अनुमति छ भनेर कसरी थाहा पाउने?",
      "समूहको नाम",
      "भिडियो मेटाउनुहोस्",
      "बुध",
      "विवाद पेश गरेर, तपाईं स्वामित्व अधिकार भएको व्यक्ति, {reference owner name}, लाई तपाईंको फोटो र तपाईंको खाता बारे आधारभूत सार्वजनिक जानकारीको समीक्षा गर्न अनुमति दिनुहुन्छ। यसको प्रतिक्रियाका लागि 7 दिनको समय हुनेछ।",
      "यसबाट Instagram प्रयोग गर्नुहोस्",
      "मेरो डेटाको बारेमा चिन्तित भएर",
      "टिप्पणीहरू हटाउनुहोस्",
      "अस्वीकार गर्नुहोस्",
      "खाता सिर्जना गर्नुहोस्",
      "प्रोफाइलमा जानुहोस्",
      "तपाईंले आफ्नो प्रमाणीकरण एप सेटअप गर्नुभएपछि, यसले सिर्जना गर्ने 6-अंकको कोडको प्रतिलिपि बनाउनुहोस्, Instagram मा फर्कनुहोस् र सेटअप गर्ने समाप्त गर्न यसलाई अर्को स्क्रिनमा प्रविष्ट गर्नुहोस्।",
      "वर्ष:",
      "नयाँ फिड वस्तुहरू उपलब्ध छन्",
      "किनमेलको झोलाको अगाडि रहेको x आइकन जसमा क्लिक गरी सम्बन्धित वस्तुलाई झोलाबाट हटाउन सकिन्छ",
      "प्रशासकले नयाँ सदस्य थप्ने तपाईंको अनुरोध स्वीकृत गर्न आवश्यक पर्नेछ। {username} ले यो कुराकानीबाट अघिल्ला सबै सन्देशहरू देख्नेछ।",
      "हटाउनुहोस्",
      "फोटो, भिडियो, जिआइएफ र थप कुराहरू पठाउने अझै उत्कृष्ट तरिकाहरूका लागि एपमा स्विच गर्नुहोस्।",
      "आफ्ना बचत गरिएका पोस्टहरू हेर्नुहोस्",
      "हटाउनुहोस्",
      "तपाईंको भिडियो थपियो।",
      "फोटो र भिडियोहरूलाई यहाँ तान्नुहोस्।",
      "इन-स्ट्रिम भिडियो विज्ञापन प्रयोग गर्न चाहनुहुन्छ?",
      "तपाईं आफ्नो सेटिङहरूमा रहेको विज्ञापन विषयहरूको प्रयोग गरी केही निश्चित विषयहरूको बारेमा कम विज्ञापन हेर्न छनोट गर्न सक्नुहुन्छ।",
      "यस कार्यले यो ग्यालरीबाट यो फोटो हटाउनेछ",
      "तपाईंले अहिले {username} लाई पछ्याउँदै हुनुहुन्छ",
      "नयाँ Facebook Pay PIN प्रविष्ट गर्नुहोस्।",
      "यस ब्राउजरमा लगइन जानकारी बचत गर्नुहोस्",
      "झोला हेर्नुहोस्",
      "विश्वव्यापी व्यवसाय/ब्राण्ड/संस्था",
      "यदि तपाईंले यो यन्त्र र स्थान पहिचान गर्नुहुन्छ भने, हामी तपाईंको खातालाई लगइन राख्नेछौं।",
      "नयाँ पोस्ट",
      "थप जान्नुहोस्",
      "प्रमाणीकरण पठाउनुहोस्",
      "पोस्ट आइकन",
      "तपाईंले मात्र आफ्ना पोस्टहरूका लाइकहरूको जम्मा सङ्ख्या हेर्न सक्नुहुन्छ।",
      "च्याटहरू",
      "एप र वेबसाइटहरूसँग जानकारी साझा गर्ने",
      "आवरण",
      "अद्यावधिक गर्नुहोस्",
      "हामीले तपाईंको इमेल {email} मा पुष्टिकरण कोड पठायौं।",
      "नयाँ पासवर्ड यकिन गर्नुहोस्",
      "मानिसहरूले Instagram मा के-के साझा गर्नुहुन्छ भनी हेर्न उहाँहरूलाई पछ्याउनुहोस्",
      "सबै खाली गर्नुहोस्",
      "तलतिर फर्केको शेभ्रन जसले यो खण्ड खुला छ र संक्षिप्त पार्न मिल्छ भन्ने कुरा जनाउँछ",
      "भिडियो आइकनलाई पूर्वावस्थामा ल्याउनुहोस्",
      "प्रोफाइलमा सम्पर्क जानकारी देखाउनुहोस्",
      "हामी तपाईंले देख्ने विज्ञापन, व्यवसायहरूलाई विश्लेषण र विज्ञापनको कार्यसम्पादन मापन गर्नमा मद्दत गर्न र तपाईंको लागि सुरक्षित अनुभव उपलब्ध गराउनको लागि कुकीहरू प्रयोग गर्छौं। हमाीले कुकीहरू प्रयोग गर्ने तरिका बारे तपाईंले {Cookie Policy} मा थप जान्न सक्नुहुन्छ।",
      "3-अङ्कको कोड प्रविष्ट गर्नुहोस्",
      "कल गर्नुहोस्",
      "मलाई यो सन्देश मनपर्दैन",
      "मानिसहरू",
      "हामीले Instagram मा तपाईंको गोपनीयता बारे ख्याल गर्छौं, त्यसकारण हामीले हालै प्राविधिक समस्या फेला पारी समाधान गरेका थियौं भन्ने बारेमा तपाईंलाई थाहा दिन चाहन्छौं। यसले तपाईंको Instagram खाता सहित Instagram को एन्ड्रोइड बिटा प्रोग्रामको भागको रूपमा Instagram को जारी नगरिएका संस्करणहरू प्रयोग गरेका निश्चित Instagram खाताहरूलाई प्रभाव पार्‍यो।",
      "पुष्टि गर्नुहोस्",
      "Instagram प्रमाणीकरणका लागि आवेदन दिनुहोस्",
      "{number of posts} वटा पोस्ट",
      "कथा लोड गर्ने प्लेसहोल्डर",
      "तपाईंले के गर्न सक्नुहुन्छ",
      "सुरू गर्ने सुझावहरू",
      "मद्दत केन्द्र",
      "{username} ले कथा हाइलाइट पठाउनुभयो",
      "अघिल्ला लिङ्गहरू",
      "Facebook बाट लग इन गर्नुहोस्",
      "यो तपाईं हो भनी यकिन गर्न हामीलाई मद्दत गर्नुहोस्",
      "आफ्ना साथीहरूले राखेका तस्वीर र भिडियोहरू हेर्न साइन अप गर्नुहोस्।",
      "कथा हेर्नुहोस्",
      "अयोग्य भिडियो",
      "चालक इजाजतपत्र",
      "मनपरेन",
      "कुल ({number of items} वस्तुहरू)",
      "ब्ल्याकमेल गर्न वा उत्पीडन गर्न साझा गरिएको व्यक्तिगत जानकारी",
      "इमोजी स्लाइडरहरू",
      "यी कुकीहरूले अन्य कम्पनीहरूलाई उनीहरूका एप र वेबसाइटहरूमा हामीसँग तपाईंको क्रियाकलाप बारे जानकारी साझा गर्न मद्दत गर्छन्। तपाईंले देख्ने विज्ञापनहरू सहित तपाईंको अनुभव व्यक्तिगतकरण गर्न र सुधार्नमा मद्दत गर्न, व्यवसायहरूलाई विश्लेषण र विज्ञापनको कार्यसम्पादन मापन गर्नमा मद्दत गर्न र अन्य एप र वेबसाइटहरूमा लग इन गर्नको लागि Instagram प्रयोग गर्ने जस्ता Instagram बाहिरका सेवाहरू उपलब्ध गराउनको लागि हामी प्राप्त जानकारी प्रयोग गर्छौं।",
      "तपाईंलाई प्रेरणा दिने थप शीर्षकहरूमा जानुहोस्",
      "तपाईंको खाता व्यक्तिगत हुँदा तपाईंले स्वीकृत गर्नुभएका मानिसहरूले मात्र फोटो र भिडियोहरूलाई Instagram मा हेर्न सक्छन्। तपाईंका विद्यमान पछ्याउने व्यक्तिहरू प्रभावित हुनेछैनन्।",
      "तपाईंको कथा कसले हेर्न सक्छ चयन गर्ने",
      "तपाईंको खाता मेटाउन सकिन्छ",
      "थप जान्नुहोस्",
      "पिन सिर्जना गर्नुहोस्",
      "हालैका कथाहरू",
      "वर्णन",
      "भयो",
      "हामीले तपाईंको {phone_number} मा समाप्त हुने नम्बरमा प्रमाणीकरण कोड फेरि पठाएका छौं",
      "लग इन गर्नुहोस्",
      "एक वा थप भिडियोहरू अपलोड गर्नका लागि धैरै लामा भए।",
      "{number of contacts shown} वटा समक्रमण सम्पर्कहरू",
      "शर्तहरू र डेटा सम्बन्धी नीति अद्यावधिकहरू",
      "अर्को",
      "तपाईंको Instagram जानकारी",
      "यो खाता प्रमाणित गर्ने तपाईंको अनुरोध हाल समीक्षामा छ। तपाईंले ३० दिनभित्र प्रतिक्रिया प्राप्त गर्ने अपेक्षा राख्न सक्नुहुन्छ।",
      "हटाउनुहोस्",
      "अन्य एप र वेबसाइटहरूमा हाम्रा कुकीहरू",
      "जिप कोड प्रविष्ट गर्नुहोस्",
      "थप वस्तु हेर्नुहोस् Chevron",
      "१ टिप्पणी हेर्नुहोस्",
      "अनुदान दिनुहोस्",
      "सूचना सेटिङहरूमा जानुहोस्",
      "अडियो प्ले हुँदैछ",
      "एपको प्रयोग गर्नुहोस्",
      "तिनीहरूका च्याटलाई सन्देश अनुरोधहरूमा सारिनेछन्, जसले गर्दा तपाईंले पढेपछि उनीहरूले देख्नेछैनन्।",
      "कभर",
      "तपाईंको भिडियो अपलोड हुने समाप्त नहुँदासम्म यो पृष्ठ बन्द नगर्नुहोस्।",
      "ड्राफ्टहरू",
      "प्रतिबन्धित खाता",
      "बहुरूपी",
      "व्यक्तिगत खातामा स्विच गर्नुहोस्",
      "देखाउनुहोस्",
      "हामी तपाईंको गोपनीयता बारे ख्याल राख्छौं। हामी Facebook Payments International ले व्यक्तिगत जानकारी कसरी संकलन गर्छ, डाटा किन संकलन गरिन्छ र यसलाई कसरी प्रयोग र भण्डार गरिन्छ भनी तपाईंले बुझ्नुहुन्छ भनी निश्चित हुन चाहन्छौं।",
      "तपाईं Instagram मा लगइन हुन समस्या थियो। कृपया छिट्टै पुन: प्रयास गर्नुहोस्।",
      "तपाईंको पोस्ट अपलोड गरिएको छ",
      "सन्देश",
      "हामीले अझै पनि मापन उद्देश्यहरूका लागि अन्य एप र वेबसाइटहरूमा गरिएको क्रियाकलाप बारे समुच्चय जानकारी प्राप्त गर्न सक्छौं तर यसमा तपाईंको व्यक्तिगत कुकी जानकारी समावेश हुने छैन",
      "तपाईं आफ्नो पोस्टको शीर्षमा रहेको ··· मेनुमा गएर यसलाई पछि परिवर्तन गर्न सक्नुहुन्छ।",
      "यस ब्राउजरमा Instagram का कुकीहरू स्वीकार गर्ने?",
      "मेसेजिङ एपमा अझै उत्कृष्ट हुन्छ",
      "रिपोर्ट गर्नुहोस्",
      "Impressum/Terms/NetzDG/UrhDaG",
      "हामी तपाईंलाई कार्यक्रमको एक दिनअघि र १५ मिनेटअघि सूचना दिनेछौं।",
      "आवश्यक जानकारी",
      "फोन नम्बर",
      "Internet Explorer",
      "पछ्याउनको लागि मानिसहरू फेला पार्न सकिएन",
      "तपाईंको पासवर्ड रिसेट गरिएको छ।",
      "भिडियो {duration} सेकेण्डभन्दा लामो हुनुपर्छ।",
      "माफ गर्नुहोस्, यो लिङ्कले उप्रान्त काम गर्दैन। आफ्नो खाता पुनः सक्रिय गर्नको लागि आफ्नो प्रयोगकर्ता नाम र पासवर्डका साथ लग इन गर्नुहोस्।",
      "जनवरी",
      "पठाइयो",
      "तपाईंको खाताका लागि वर्ग चयन गर्नुहोस्",
      "लिङ्क उप्रान्त मान्य छैन",
      "बचत गरिएको छवि",
      "{minutes} मिनेट",
      "तपाईंको गृह स्क्रिनमा Instagram थप्ने?",
      "मैले मेरो जन्म दिन उल्लेख गर्न किन आवश्यक छ?",
      "Instagram मा स्वागत छ, {username}",
      "कल गर्नुहोस्",
      "खारेज गर्नुहोस्",
      "Instagram मा खरिद गर्नुहोस्",
      "Facebook मार्फत लग इन गर्न सकिँदैन",
      "बाहिर निस्कनुहोस्",
      "आफ्नो फोन नम्बर प्रयोग गर्नुहोस्",
      "{filename} अति छोटो छ। जारी राख्नको लागि लामो भिडियो छनोट गर्नुहोस्।",
      "{Bold text if your appeal for video is rejected} स्वामित्व अधिकार भएको व्यक्तिले भिडियो हटाउन अनुरोध गर्न सक्नुहुनेछ, जसकारण यो Instagram बाट स्थायी रूपमा हट्नेछ।",
      "तपाईंले मात्र आफ्ना पोस्टहरूका भ्यू र लाइकहरूको जम्मा सङ्ख्या हेर्न सक्नुहुन्छ।",
      "जारी राख्नको लागि आफ्नो {age} चयन गर्नुहोस्। {other options} हेर्नुहोस्",
      "{number of products} वटा उत्पादनहरू",
      "प्रमाणीकरणको लागि अनुरोध पेश गर्नुले तपाईंको खाता प्रमाणित हुनेछ भन्ने ग्यारेन्टी गर्दैन।",
      "हामी तपाईंलाई यति बेला कोड पठाउन सक्दैनौं। कृपया पछि पुनः प्रयास गर्नुहोस्।",
      "यदि तपाईंले आफ्नो विचार परिवर्तन गर्नुभयो भने, तपाईंले @{username} लाई पुन: पछ्याउनको लागि अनुरोध गर्नुपर्नेछ।",
      "समर्थन",
      "डेटा सम्बन्धी नीति",
      "• तपाईं सहमत भएपछि, तपाईंले साझा गर्नुभएको कुरालाई तुरुन्त अनलाइन ट्रान्समिशनद्वारा विदेश पठाउन सकिन्छ।",
      "आइडीको फोटो",
      "{username}को प्रोफाइल तस्वीर",
      "नभरिएको भौतिक ठेगाना वृत्त चेकमार्क",
      "दुई-खण्डको प्रमाणीकरण सेटिङ समाप्त गर्न हामीले तपाईंको {phoneNumber} मा अन्त्य हुने नम्बरमा पठाएको 6-अंकको कोड प्रविष्ट गर्नुहोस्।",
      "भुक्तान विधि",
      "यसमा सदस्यता प्राप्त गर्नुहोस्:",
      "यस प्रयोगकर्तालाई अनब्लक गर्नुहोस्",
      "Facebook Pay",
      "यूरोपेली डिजिटल विज्ञापन गठबन्धन",
      "तपाईंको खाता निष्क्रिय गर्दा समस्या भयो। कृपया पछि पुन: प्रयास गर्नुहोस्।",
      "सम्पर्कहरू व्यवस्थित गर्नुहोस्",
      "माफ गर्नुहोस्! हामीलाई अहिले तपाईंलाई प्रमाणीकरण कोड पठाउन कठिनाई भइरहेको छ। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "जुलाई",
      "हिंसा वा हिंसाको चुनौति",
      "तपाईंले मानिसहरूलाई ब्लक गर्दा तिनीहरूलाई सूचित गरिने छैन। तिनीहरूले तपाईंका पोस्टहरूमा गरेका कुनै पनि नयाँ टिप्पणीहरू कसैले देख्ने छैनन् तर तिनीहरूले देख्छन्।",
      "{collectionName} बचत गरिएको सङ्ग्रहबाट प्राप्त छवि",
      "अनुदान {value} भन्दा बढी हुन सक्दैन",
      "अंत: स्थापित कोड प्रतिलिपि गरियो!",
      "सबैभन्दा हालैका",
      "आफ्नो कथा सम्पादन गर्ने जारी राख्न आफ्नो यन्त्र घुमाउनुहोस्।",
      "यन्त्रबाट चयन गर्नुहोस्",
      "बिही",
      "बारेमा",
      "बचत गर्न लग इन गर्नुहोस्",
      "खाता छैन? {link that reads Sign up}",
      "{username} को रूपमा जारी राख्नुहोस्",
      "तपाईंले सबै गर्नुभयो!",
      "हटाउनुहोस्",
      "तपाईंले आफ्नो खातालाई मेटाउनुको सट्टा यसलाई असक्षम गर्न सक्नुहुन्छ। यसको अर्थ तपाईंले यसमा पुन: लग इन गरेर पुन: सक्रिय नगर्दासम्म तपाईंको खातालाई लुकाइने छ।",
      "थप हेर्नुहोस्",
      "{firstUsername}, {secondUsername} द्वारा हेरियो",
      "मनपराउन वा टिप्पणी गर्न {loginLink}",
      "Opera",
      "स्टिकरहरू प्रयोग गर्न, कथाहरू साझा गर्न र थप कुराहरू गर्न अझै उत्कृष्ट तरिकाको लागि एपमा स्विच गर्नुहोस्।",
      "वा",
      "स्थान-आधारित सुविधाहरू (आवश्यक)",
      "लिङ्क {value}",
      "तपाईंको गोपनीयता संरक्षण गर्नु हाम्रा लागि महत्त्वपूर्ण छ र यस्ता प्रकारका समस्या नआउन् भनेर हामी निरन्तर रूपमा काम गरिरहेका छौं। यस्तो भएकोमा हामी माफी चाहन्छौं। यदि तपाईंसँग कुनै प्रश्नहरू छन् भने, कृपया हामीलाई {email} मा सम्पर्क गर्नुहोस्।",
      "Facebook वर्डमार्क र एपहरूको परिवारको लोगो",
      "लगइन गर्नुहोस्",
      "उपलब्धता",
      "तपाईं लग इन हुनुभएको ठाउँ",
      "बायोको अघिल्ला लिङ्क",
      "Spring का उत्पादनहरू Instagram एपमा बिक्री गर्नुहोस्",
      "आवश्यक जानकारी",
      "मेटाउनुहोस्",
      "विज्ञापकहरूले समय बित्दै जाँदा र तेस्रो-पक्ष वेब साइटहरू वा अनलाइन सेवाहरूमा उनीहरूका अनलाइन क्रियाकलापहरू कसरी सङ्कलन र प्रयोग गरिन्छ भनी प्रेरित गर्नको लागि व्यक्तिहरूका लागि साधारणतया उपलब्ध गराउने रोजाइहरू बारे थप जान्नको लागि, {http://www.networkadvertising.org/managing/opt_out.asp} मा नेटवर्क उपक्रम, {http://www.aboutads.info/} मा डिजिटल विज्ञापन गठबन्धन वा {http://youronlinechoices.eu/} मा यूरोपेली डिजिटल विज्ञापन गठबन्धनमा जानुहोस्।",
      "मंगल",
      "Google Chrome",
      "अत्याधिक ग्राफिक हिंसाको तस्वीरहरू वा भिडियोहरू",
      "हामीले तपाईंको खाताबाट दोहोरिने स्वचालित व्यवहार पत्ता लगाएका छौं। लग इन गर्ने प्रयास गर्नको लागि Instagram एप प्रयोग गरी आफ्नो जानकारी पुष्टि गर्नुहोस्।",
      "स्पाम वा स्क्याम",
      "पूरा नाम",
      "कम डाटा प्रयोग गर्नुहोस्",
      "स्टिकरहरू लोड हुन सकेन",
      "जारी राख्नुहोस्",
      "तपाईंले अनुमति दिनुभयो भने {=business name} ले तपाईंको सार्वजनिक जानकारी हेर्न सक्ने छ।",
      "यी कुकीहरू र यस्ता प्रविधिहरू, तिनीहरूले कसरी प्रयोग गर्छन् र तपाईं कहाँ गई तिनीहरूलाई व्यवस्थित गर्न सक्नुहुन्छ भन्ने बारेमा {learn more link}।",
      "नेमट्याग डाउनलोड गर्नुहोस्",
      "मौलिक",
      "रिमाइन्डर इमेलहरू",
      "DMCA काउन्टर-सूचना प्रक्रियाले कसरी काम गर्दछ?",
      "यो फोटोलाई ब्लक गरिएको छ किनकी यसले {reference owner name} को स्वामित्वमा भएको सामग्री समावेश गर्न सक्छ",
      "फोन नम्बर",
      "ब्याकअप कोडहरू प्राप्त गर्नुहोस्",
      "मैले चिनेको कोही व्यक्ति",
      "टिप्पणीहरू बन्द गरिएको छ।",
      "who.int मा जानुहोस्",
      "तपाईंको खाता पहिले नै पुन: सक्रिय गरिएको छ। Instagram फेरि प्रयोग गर्न सुरु गर्न आफ्नो प्रयोगकर्ता नाम र पासवर्ड मार्फत लग इन गर्नुहोस्।",
      "साइन अप गरेर, तपाईं हाम्रा {=Terms}मा सहमत हुनुहुन्छ। हामीले हाम्रो {Data Policy}मा तपाईंको डेटालाई कसरी संकलन, प्रयोग र साझा गर्छौं र हाम्रो {Cookies Policy}मा कुकीहरू र समान खालको प्रविधिलाई कसरी प्रयोग गर्छौं भन्ने बारेमा जान्नुहोस्।",
      "मानिसहरू थप्नुहोस्",
      "एप र वेबसाइटहरू",
      "कुल (१ वस्तु)",
      "भिडियोलाई पूर्ववस्थामा ल्याउनुहोस्",
      "{Username of current profile} लाई ब्लक गर्ने?",
      "JPG वा PNG फाइल हुनुपर्छ। सिफारिस गरिएको न्यूनतम साइज 492 x 762 पिक्सल हो।",
      "Facebook Pay को थप जान्नुहोस् नामक पृष्ठमा रहेको सेटिङको आइकन",
      "सम्पर्कहरू मेटाउने हो?",
      "विज्ञापन निर्देशिकाहरू",
      "फोन नम्बरबाट साइन अप गर्नुहोस्",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरूद्ध जान्छ। हामीसँग यी मार्गदर्शनहरू छन् किनभने हामी लागू हुन सक्ने स्थानीय कानूनी प्रतिबन्धहरूमा सुरक्षा र पालना प्रोत्साहित गर्न चाहन्छौं।",
      "तपाईंले समीक्षा अनुरोध गर्दा, हामीले तपाईंको टिप्पणीले हाम्रो {communityGuidelinesLink} को उल्लङ्घन गर्छ वा गर्दैन भनी निर्धारण गर्नको लागि तपाईंको टिप्पणीको समीक्षा गर्नेछौं। सबै समीक्षा निर्णयहरू अन्तिम हुन्।",
      "हामीले तपाईंको {contentTypeText} हटाएका छौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरुद्ध गएको छ। तपाईंले अपमान गर्न नचाहेको भएता पनि हाम्रा मार्गदर्शनहरूले मानिसहरूलाई सबैजनाका लागि सम्मानपूर्ण तरिकामा आफूलाई व्यक्त गर्न प्रोत्साहित गर्छन्।",
      "लोड हुँदैछ...",
      "Direct",
      "तपाईंले आफ्नो Instagram खाताका लागि प्रयोग गर्नुभएको पासवर्ड सुरक्षा गर्न हामी लागिपरेका छौं। हामीले हालै देख्यौं कि, तपाईंले आफ्नो डेटा डाउनलोड गर्नुहोस् उपकरण प्रयोग गर्दा, तपाईंको डेटा डाउनलोड भएपछि तपाईंको पासवर्ड तपाईंको वेब ब्राउजरको URL मा प्रदर्शन भएको हुन सक्थ्यो र साथसाथै हाम्रा प्रणालीहरूमा भण्डार भएको हुन सक्थ्यो। हामीले अहिले उपकरण परिवर्तन गरेका छौं जसकारण अब उपरान्त यस्तो हुँदैन र हामीले हाम्रो आन्तरिक प्रणालीहरूद्वारा लगइन भएका हुनसक्ने पासवर्डहरूलाई मेटाउँदैछौं। हामीले देखेका कुनै पनि कुराले अन्य कसैले तपाईंको पासवर्ड प्रयोग गर्‍यो भन्ने सुझाव गर्दैन। सुरक्षित रहनका लागि, तपाईंले तलको Instagram को पासवर्डका साथै तपाईंले उक्त पासवर्ड प्रयोग गर्ने अन्त कतैको समान पासवर्डलाई अद्यावधिक गर्न चाहन सक्नुहुन्छ। तपाईंले आफ्नो ब्राउजर इतिहास खाली गर्न पनि चाहन सक्नुहुन्छ।",
      "तपाईं आफूलाई यो पोस्टबाट हटाउनको सुनिश्चित हुनुहुन्छ?",
      "बचत गर्नुहोस्",
      "तपाईंलाई किन रिपोर्ट गरिएको थियो",
      "थप टिप्पणीहरू लोड गर्नुहोस्",
      "भिडियो हटाउनुहोस्",
      "पछ्याउने अनुरोधहरू",
      "थप जान्नुहोस्",
      "मौलिक (असमर्थित साइज)",
      "अर्को",
      "थप जान्नुहोस्",
      "तपाईंको रिपोर्टको लागि धन्यवाद। यदि यो सन्देशले हाम्रो समुदाय मार्गदर्शनहरूको उल्लंघन गर्दछ भने हामी यस सन्देशलाई हटाउनेछौं।",
      "{number of new posts} वटा नयाँ पोस्ट",
      "जानकारीको ढाँचा",
      "हामी तपाईंको जानकारी कसैलाई पनि बिक्री गर्दैनौँ। {Cookie Policy} मा कुकीहरू र हामीले तिनीहरू प्रयोग गर्ने तरिका बारे थप जान्नुहोस्।",
      "साझा गर्नुहोस्",
      "नयाँ पोस्टहरू",
      "कम्मिसनको लागि योग्य",
      "डेटा सम्बन्धी नीति",
      "Facebook Pay थप जान्नुहोस् पृष्ठमा लिङ्क गर्नुहोस्",
      "Instagram मार्फत लग इन गर्नुहोस्",
      "म सहमत छु",
      "यो भिडियोलाई ब्लक गरिएको छ किनकी यसले {reference owner name} को स्वामित्वमा भएको सामग्री समावेश गर्न सक्छ",
      "कन्ट्रास्ट",
      "फोन नम्बर यकिन गर्नुहोस्",
      "तपाईंका पोस्टका क्रियाकलाप",
      "मार्गदर्शनहरू",
      "Facebook",
      "यदि तपाईंलाई यो सामग्रीलाई प्रतिबन्ध लगाउनु हुँदैन भन्ने लाग्छ भने, तपाईंले आफ्नो मामिला समाधान गर्नको लागि उजुरी गर्ने पक्षलाई सिधैँ सम्पर्क गर्न सक्नुहुन्छ।",
      "तपाईको खाता दुषित थियो",
      "अघिल्लो फोन नम्बर",
      "लग इन लिङ्क पठाउनुहोस्",
      "इमेल हटाउनुहोस्",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "खारेज गर्नुहोस्",
      "कृपया तपाईं 13 वर्षभन्दा कम उमेरको हुनुहुन्छ भनी पुष्टि गर्नुहोस्।",
      "सम्पादन गर्नुहोस्",
      "इमेल",
      "व्यवसाय वर्गहरू",
      "थप मिडिया पूर्वावलोकनहरू देखाउनुहोस् वा लुकाउनुहोस्",
      "उपहार सहायताले च्यारिटीहरूलाई थप पैसा प्राप्त गर्न अनुमति दिन्छ।",
      "जस्ताको त्यस्तै राख्नुहोस्",
      "यो सन्देशले मानिसहरूलाई जोखिममा पार्दछ",
      "{number of new posts} वटा नयाँ पोस्टहरू",
      "मैले काउन्टर-सूचना दायर गर्नुपर्छ वा पर्दैन भनी म कसरी थाहा पाउन सक्छु?",
      "हामीले कुकीहरू प्रयोग गर्ने एक तरिका भनेको Instagram मा र बाहिर तपाईंलाई उपयोगी र सान्दर्भिक विज्ञापनहरू देखाउने हो। तपाईंले हाम्रो {Cookie Policy} मा हामीले कुकीहरू प्रयोग गर्ने तरिकाहरू बारे थप पढ्न सक्नुहुन्छ। तपाईंसँग आफ्ना Instagram नियन्त्रण बाहिर पनि धेरै रोजाइहरू छन् जुन तल व्याख्या गरिएका छन्।",
      "प्रयोगकर्ता नाम",
      "यो प्रयोग गरी हेर्नुहोस्",
      "अधिकार प्रदान गर्नुहोस्",
      "ब्लक गर्नुहोस्",
      "कथाहरू हेर्नाले डेटाको प्रयोग हुन्छ",
      "पछ्याउदै",
      "दुई-खण्डको प्रमाणीकरणले हरेक समयमा तपाईं हामीले पहिचान नगरेको फोन वा कम्प्युटरबाट लगइन गर्दा तपाईंको खातालाई सुरक्षित गर्न तपाईंलाई अनुमति दिन्छ।",
      "{username} लाई जवाफ दिँदै",
      "यस एपमा, तपाईं आज साझा गरिएका फोटो र भिडियोहरूमा अन्तरक्रिया गर्न सक्नुहुन्छ।",
      "उपयुक्त हुने साइज फेला पार्नुहोस्",
      "{username} को स्टोरी देखिए\\को छ",
      "प्रयोगकर्ता नाम थप्नुहोस्। तपाईंले यसलाई कुनै पनि समयमा परिवर्तन गर्न सक्नुहुन्छ।",
      "अनुमति दिनुहोस्",
      "अन्य मन पराइएकाहरू",
      "गाँजा र कडा लागूऔषध खरिद वा बिक्री गर्ने प्रस्तावहरू।",
      "यो अमान्य वा म्याद समाप्त भएको लिंक हो।",
      "यो फाराम।",
      "{username} ले तपाईंलाई जवाफ दिनुभयो",
      "छोडेर जानुहोस्",
      "तपाईंका भुक्तानीहरू Facebook Pay मार्फत सुरक्षित रूपमा प्रक्रिया गरिन्छन्। तपाईंको भुक्तानी जानकारी अर्को पटकको लागि बचत गरिनेछ। {Learn More}",
      "बचत गरिएको",
      "तपाईंले व्यक्तिगत खातामा स्विच गर्दा, इन-एप विशेष जानकारीहरू बन्द गरिनेछ र पदवृद्धिहरूका लागि सामग्री र विशेष जानकारीहरू सहित तपाईंका सबै सामग्रीबाट विशेष जानकारीहरूलाई स्थायी रूपमा हटाइनेछ।",
      "विकल्पहरू",
      "अपलोड गर्न असमर्थ। यो फाइल प्रकार समर्थित छैन।",
      "सन्देश अनुरोधहरू",
      "तपाईंको भिडियो दृश्यवान हुने स्थान",
      "हेर्न जारी राख्नुहोस्",
      "पछाडि जानुहोस्",
      "तपाईंका सन्देशहरू",
      "कुनै फोटो छैनन्",
      "भिडियोहरू अपलोड गर्न सकिएनन्",
      "मान्य जिप कोड प्रविष्ट गर्नुहोस्",
      "Connect using the MetaMask extension.",
      "इमेल वा फोन नम्बरबाट साइन अप गर्नुहोस्",
      "खोज्नलाई लगइन गर्नुहोस्",
      "तपाईले थप लाइक वा पछ्याउने व्यक्तिहरू प्राप्त गर्नमा मद्दतको लागि कुनै सेवासँग आफ्नो पासवर्ड साझा गर्नुभएको छ जस्तो देखिन्छ, जुन हाम्रा {community guidelines link} विरुद्ध छ।",
      "सबै टिप्पणीहरू हेर्न लगइन गर्नुहोस्",
      "प्रमाणीकरण एपलाई हटाउने?",
      "रिपोर्ट पेश गर्न तपाईंलाई Instagram को नवीनतम संस्करण आवश्यक पर्नेछ।",
      "भिडियो",
      "फोन",
      "स्क्यान गर्न सजिलो हुने नेमट्याग प्रिन्ट गर्नुहोस्",
      "हामीसँग अन्यहरूको अन्तरङ्ग छविहरू पोस्ट गर्ने धम्कीहरूको वरिपरि शुन्य सहनशीलता नीति छ।",
      "Instagram ले {Username of current profile} लाई तपाईंका पछ्याउने मानिसहरूबाट हटाइएको थियो भनी बताउनेछैन",
      "PIN रिसेट नगरिकन बाहिरिने हो?",
      "Google Play मा उपलब्ध छ",
      "तपाईंको विद्युतीय हस्ताक्षर",
      "यो लग आउट पूरा हुन सकेन। कृपया आफ्नो नेटवर्क सेटिङहरू जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्।",
      "Instagram",
      "अन्वेषण गर्ने कार्य एपमा अझै उत्कृष्ट हुन्छ",
      "हामीले प्रमाणित ब्याजका लागि तपाईंको अनुरोधको समीक्षा गरेपछि हामी तपाईंलाई थाहा दिनेछौं।",
      "लगआउटहरू",
      "आफ्नो खातामा अतिरिक्त सुरक्षा थप्नुहोस्",
      "हामी आत्महत्या, शरीरको भागमा काट्ने र खाना विकार जस्ता स्वयंलाई हानी पुर्‍याउन प्रोत्साहन वा प्रवर्तन गर्ने पोस्टहरू हटाउँछौं। यदि पोस्टहरूबाट प्रहार गर्ने वा मजाक उडाउने गरेमा हामी स्वयंलाई हानी पुर्‍याउने पीडित व्यक्तिहरूको पहिचान हुने पोस्टहरू पनि हटाउन सक्नेछौं।",
      "त्रुटि आइकन",
      "भुक्तान सर्तहरू",
      "अहिले सक्रिय",
      "याद राख्नुहोस् यो भिडियोलाई सबै स्थानहरूमा ब्लक गरिएको छ।",
      "सन्देश पठाउनुहोस्",
      "तपाईंले आफ्नो कार्डको PIN प्रविष्ट गर्नुभएन भने तपाई चेकआउट पूरा गर्नका लागि आफ्नो Facebook को भुक्तानीसम्बन्धी जानकारी प्रयोग गर्न सक्नुहुने छैन।",
      "स्थानहरू",
      "समतल सतहहरूमा स्टिक गर्नुहोस्",
      "नगन्ता वा अश्लीलता",
      "बसै पछ्याउने अनुरोधहरू हेर्न धरण आइकन",
      "व्यवसाय फेला पार्न सकिएन",
      "तपाईं Facebook बाट र अन्य सहभागी कम्पनीबाट संयुक्त राज्य अमेरिकामा {Digital Advertising Alliance} बाट, क्यानडामा {Digital Advertising Alliance of Canada} बाट वा युरोपमा {European Interactive Digital Advertising Alliance} बाट वा यदि तपाईं एन्ड्रोइड, iOS 13 वा iOS को अघिल्लो संस्करण प्रयोग गर्नु हुन्छ भने आफ्नो मोबाइल यन्त्रको सेटिङबाट अनलाइन रुचि-आधारित विज्ञापनहरू देख्न अप्ट आउट गर्न सक्नुहुन्छ। कृपया विज्ञापन ब्लकरहरू र हाम्रो कुकी अस्वीकार गर्ने उपकरणहरूले  यी नियन्त्रणहरूमा हस्तक्षेप गर्न सक्छन् भन्ने कुरा ख्याल गर्नुहोला।",
      "उनहरूलाई सहभागीलाई उचित रूपमा मापन गर्नको लागि, हामी यादृच्छिक आइडी नम्बर र तपाईंलाई पहिचान नगर्ने तथ्याङ्कीय नम्बर साझा गर्नेछौं र उनीहरूले हामीलाई पूरा भएकाहरू बारे बताउनेछन्।",
      "तपाईंको नम्बर थप्नाले तपाईंलाई थप सहज रूपमा लगइन गर्न, आफ्नो खाता रिकभर गर्न र पछ्याउनका लागि मानिसहरू फेला पार्न मद्दत हुनेछ।",
      "ट्रिम गर्नुहोस्",
      "1 वस्तु",
      "{name of the user} ले तपाईंलाई पछ्याउन सुरू गर्नुभयो।",
      "प्रमाणीकरणको अनुरोध पेश भयो",
      "{location} का फोटो र भिडियोहरू",
      "ऐच्छिक",
      "प्रतिलिपि बनाउनुहोस्",
      "डाटा डाउनलोड",
      "हामीले SMS मार्फत तपाईंको फोनमा प्रमाणीकरण कोड पठाउने छौं।",
      "Instagram मा खोल्नुहोस्",
      "पोस्टहरूले लैङ्गिक समागम, गुप्ताङ्गहरू वा पूर्ण नग्न पीँधहरूलाई देखाउँदै छ",
      "रद्द गर्नुहोस्",
      "तपाईं पछि फेरि प्रयास गर्न वा अर्को खाता प्रयोग गर्न सक्नुहुन्छ।",
      "प्रयोगकर्ता फेला परेन।",
      "हामीले तपाईंको गोपनीयता बारे ख्याल गर्छौं, त्यसकारण हामीले हालै प्राविधिक समस्या फेला पारी समाधान गरेका थियौं भन्ने बारेमा तपाईंलाई थाहा दिन चाहन्छौं। यसले तपाईंको Instagram खाता सहित Instagram को एन्ड्रोइड डगफुडिङ प्रक्रियाको भागको रूपमा Instagram को जारी नगरिएका संस्करणहरू प्रयोग गरेका निश्चित Instagram खाताहरूलाई प्रभाव पार्‍यो।",
      "तपाईंको फोटोहरू व्यवस्थित गर्ने",
      "सुरक्षा कोड",
      "तपाईंको अनुरोधको समीक्षा गर्नका लागि हामीलाई तपाईंको नाम र जन्मदिन देखिने सरकारद्वारा जारी गरिएको फोटो आइडी (जस्तै, चालक अनुमति पत्र, राहदानी वा राष्ट्रिय पहिचान कार्ड) वा आधिकारिक व्यावसायिक कागजात (कर तिरेको, हालैको उपयोगिता बिल, निगमीकरणको लेख) आवश्यक हुन्छ।",
      "भिडियोहरू एक घण्टा वा कम समयको हुन अनिवार्य छ",
      "तपाईंको अनुदानको लागि धन्यवाद",
      "लग इन गर्नुहोस्",
      "{time their account will be disabled} अघि आफ्नो प्रोफाइल अद्यावधिक गर्नुहोस् वा तपाईंको खातालाई हाम्रा सामुदायिक मार्गदर्शनहरू उल्लङ्घन गरेकोमा असक्षम गरिनेछ। हाम्रो भेष बल्दिने नीति बारे {learn more link}।",
      "हामी Facebook बाहिरका उत्पादनहरूमा तपाईंका लागि विज्ञापनहरू व्यक्तिगतकरण गर्नमा मद्दत गर्न वा तिनीहरूको कार्यसम्पादन मापन गर्नको लागि अन्य कम्पनीहरूका कुकीहरू प्रयोग गर्ने छैनौं।",
      "थप हटाइएको सामग्री देखाउनुहोस्",
      "म मेरो प्रयोगकर्ता नाम र खाताको जानकारी परिवर्तन गर्न चाहन्छु",
      "खोज्नुहोस् तथा अन्वेषण गर्नुहोस्",
      "राख्नुहोस्",
      "कथाहरूमा पुन: साझा गर्दै",
      "नि:शुल्क Wi-Fi प्राप्त गर्नुहोस् र {name} लाई पछ्याउनुहोस्",
      "कोड पठाउन सकिएन।",
      "{date} {time} बजे",
      "तपाईंका केही अघिल्ला पोस्टहरूले हाम्रा {Community Guidelines} पालना गरेनन्। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध जाने केही कुरा फेरि पोस्ट गर्नुभयो भने, तपाईंका पोस्ट, सङ्ग्रह, सन्देश र पछ्याउने मानिसहरू सहित तपाईंको खाता मेटाइनेछ।",
      "तपाईं निश्चित हुनुहुन्छ?",
      "{username} र अन्य 1 जनाद्वारा पछ्याइएको",
      "दुई-खण्डको प्रमाणीकरण सेटिङ सम्पादन गर्नुहोस्",
      "स्थान थप्नुहोस्:...",
      "एकपटक तपाईंले मानिसहरूलाई पछ्याउन भएपछि, तपाईंले तिनीहरूलाई यहाँ देख्नुहुनेछ।",
      "के भयो संक्षिप्त रूपमा बयान गर्नुहोस्।",
      "नभन्न रुचाउँछु",
      "Instagram मा {translated category name} खाताहरू",
      "विशेष स्टोरी",
      "तपाईंले अहिले पछाडि जानुहुन्छ भने तपाईंले आफ्नो भिडियो गुमाउनु हुनेछ",
      "{username}ले अब Facebook का उत्पादनहरूमा उहाँका क्रियाकलापहरूको आधारमा आफ्ना रूचिहरूसँग थप सान्दर्भिक विज्ञापनहरू देख्नुहुनेछ।",
      "प्रयोगकर्ता नाम सिर्जना गर्नुहोस्",
      "थप जान्नुहोस्",
      "तपाईंको खाता सार्वजनिक रुचिमा छ भनी देखाउने लेख, सामाजिक मिडिया खाता र अन्य लिङ्कहरू थप्नुहोस्। सशुल्क वा प्रवर्द्धनमूलक सामग्री बारे विचार गरिनेछैन। सशुल्क वा प्रवर्द्धनमूलक सामग्री बारे विचार गरिनेछैन।",
      "विज्ञापनका सेटिङहरू",
      "यो पोस्ट हेर्न लगइन गर्नुहोस्",
      "इमेल यकिन गर्नुहोस्",
      "Instagram ब्राउज गर्नाले डेटा प्रयोग हुनेछैन। तपाईंले भिडियो वा कथाहरू हेर्न चयन गर्दा मात्र डेटा प्रयोग हुनेछ।",
      "सम्पादन गर्नुहोस्",
      "भरिएको लक आइकन",
      "जडान हुनुहोस्",
      "तपाईंको जन्मदिन थप्नुहोस्",
      "यी तपाईंले आफ्नो खाताबाट हटाउनु भएका एप र वेबसाइटहरू हुन्। यसको अर्थ तिनीहरूसँग अझै पनि तपाईंले पहिले साझा गर्नुभएको जानकारी हुन सक्छ तर थप अनुरोधहरू गर्न सक्दैनन्। तपाईंले कुणै एपलाई आफ्न जानकारी मेटाउने अनुरोध गर्न सक्नुहुन्छ। यसो गर्नको लागि विवरण र सम्पर्क जानकारीका लागि उनीहरूको गोपनीयता नीति हेर्नुहोस्। तपाईंले कुनै एपलाई सम्पर्क गर्नुभयो भने उनीहरूलाई तपाईंको प्रयोगकर्ता आइडी आवश्यक पर्न सक्छ।",
      "तपाईंले उनीहरूलाई सिधैँ उनीहरूको प्रोफाइलबाट ब्लक गर्न सक्नुहुन्छ। तपाईंले यसो गर्नुभयो भने, उनीहरूले Instagram मा तपाईंको प्रोफाइल, पोस्ट वा कथा फेला पार्न सक्नुहुनेछैन। Instagram ले तपाईंले तिनीहरू ब्लक गर्नुभयो भनी थाहा दिनेछैन।",
      "तल फीता आइकन",
      "के हटाइएको थियो",
      "गृह स्क्रिनमा थप्नुहोस्",
      "एपको प्रयोग गर्नुहोस्",
      "{username}ले हाल कुनै ह्यासट्यागहरू पछ्याउनुभएको छैन।",
      "त्रुटि",
      "माफ गर्नुहोस्! हामीलाई अहिले तपाईंको प्रमाणीकरण कोड प्रमाणित गर्न कठिनाई भइरहेको छ। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "तपाईंलाई आफ्नो टिप्पणी हटाइनु हुँदैन भन्ने लागेको अवस्थामा हामी प्राय: तपाईंलाई समीक्षा अनुरोध गर्न दिन्छौं।",
      "लगइन गर्ने मान्छे तपाईं नै हो भन्ने कुराको पुष्टि गर्नुहोस्",
      "यो खाता व्यवसाय, पाल्तु जनावर वा अन्य केही कुराको भएतापनि तपाईंको आफ्नै जन्मदिन प्रयोग गर्नुहोस्",
      "तपाईंको Facebook इमेल ठेगाना, {email}, Facebook र Instagram का खाताहरूसँग सम्बन्धित छ तर खाताहरू जोडिएका छैनन्।",
      "एपको प्रोफाइल तस्विर",
      "साथी-साथी बीच बन्दुक, विष्फोटक र हातहतियारको बिक्री।",
      "पछाडि स्विच गर्नुहोस्",
      "डेटासम्बन्धी नीति",
      "{firstUsername} र {secondUsername}",
      "थप टिप्पणी लोड गर्नुहोस्",
      "यो लगइन तपाईंको थिएन भनी प्रणालीलाई थाहा दिँदा समस्या भएको थियो। कृपया आफ्नो नेटवर्क सेटिङहरू जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्।",
      "तपाईंलाई थप सान्दर्भिक  विज्ञापनहरू देखाउन हामी विज्ञापक र अन्य साझेदारले हामीलाई प्रदान गर्ने तिनिहरूको वेबसाइट र एपहरूमा तपाईंको क्रियाकलाप र खरिद गर्ने जस्ता केही अफलाइन अन्तरक्रियाहरूको बारेमा डेटा प्राप्त गरी प्रयोग गर्छौँ। तपाईं आफ्नो सेटिङमा साझेदारहरूबाट आफ्नो गतिविधिको बारेमा डेटा मार्फत Instagram को आफ्नो गतिविधि को आधारमा विज्ञापन हेर्न चाहनुहुन्छ वा चाहानुहुदैँन भन्ने कुराको नियन्त्रण गर्न सक्नुहुन्छ।",
      "अघिल्ला व्यवसाय इमेल ठेगानाहरू",
      "अमान्य इमेल भएका कारण हामीले तपाईंलाई इमेल पठाउन असफल भयौं।",
      "नेटवर्क ब्याण्डविथ",
      "तपाईंको Facebook खातामा रहेका नियन्त्रणहरू",
      "तपाईंको खाता निजी हुँदा तपाईंले स्वीकृत गर्नुभएका मानिसहरूले मात्र तपाईंका फोटो र भिडियोहरूलाई Instagram मा हेर्न सक्छन्। तपाईंका विद्यमान पछ्याउने व्यक्तिहरू प्रभावित हुनेछैनन्।",
      "Instagram को तपाईंको संसारमा जडान हुन लग इन गर्नुहोस्",
      "वस्तुहरू",
      "इमेल",
      "सृष्टिकर्ता स्टुडियोमा जानुहोस्",
      "हेर्नुभएकोमा धन्यवाद",
      "यसलाई नि:शुल्क डाउनलोड गर्नुहोस्।",
      "सामग्री मेल खाएको सूचना",
      "तपाईंले आफ्नो प्रोफाइल फोटो समक्रमण गर्नुभएको हुनाले, तपाईंको फोटो Instagram र Facebook दुवैमा परिवर्तन हुनेछ।",
      "दुई-खण्डको प्रमाणीकरण अन छ",
      "यो विज्ञापन लुकाइनुको कारण छान्नुहोस्:",
      "भुक्तानी विधिहरू, डेलिभरी ठेगानाहरू, नाम, इमेल",
      "म मैले अपलोड गरेको फोटो मेटाउन चाहन्छु",
      "माफ गर्नुहोस्, केही गडबड भयो। कृपया पुनः प्रयास गर्नुहोस्।",
      "प्रोफाइल बचत भयो।",
      "लगइन जानकारी सम्झने?",
      "प्रोफाइलमा वर्ग देखाउनुहोस्",
      "तपाईंको खाताले प्रस्तुत गर्ने सार्वजनिक प्रसिद्ध व्यक्ति, सेलिब्रिटी वा ब्राण्ड सार्वजनिक रुचिमा छ भनी देखाउनुहोस्।",
      "सुरक्षित भुक्तानीहरू",
      "हाम्रो प्रेस सेन्टरको बारेमा थप जान्नुहोस्।",
      "सृष्टिकर्ता खातामा स्विच गर्नाले तपाईंको Instagram खातालाई सार्वजनिक बनाउनेछ। तपाईंको सामग्री कसैले पनि हेर्न सक्नेछन् र सबै विचाराधीनमा रहेका पछ्याउने अनुरोधहरू स्वीकृत गरिनेछन्।",
      "तपाईं बाहिर निस्कनुहुन्छ भने, तपाईंले अनुरोध गर्नुभयो भने तपाईंलाई लगइन गर्नमा मद्दत गर्न हामीले तपाईंलाई इमेलहरू मात्र पठाउनेछौं।",
      "प्रयोगकर्ता आइकन",
      "ब्लक गरिएका टिप्पणीकर्ताहरू",
      "उपहार सहायता रद्द गर्नुहोस्",
      "Facebook बाहिरका उत्पादनहरूका विज्ञापन र मापन सेवाहरू, विश्लेषण र निश्चित सुविधाहरू उपलब्ध गराउन र तपाईंका लागि हाम्रा सेवाहरू सुधार्नको लागि हामी Instagram र Facebook मा अन्य कम्पनीहरूका उपकरणहरू प्रयोग गर्छौं। यी कम्पनीहरूले पनि कुकीहरू प्रयोग गर्छन्।",
      "कथाहरू",
      "तपाईं केही भुक्तानीहरूमा सुरक्षा जाँचको रूपमा आफ्नो PIN प्रविष्ट गर्नुहुनेछ। सबै भुक्तानीहरूका लागि तपाईंको PIN प्रयोग गर्न, Facebook Pay सेटिङहरूमा जानुहोस्।",
      "थप जान्नुहोस्",
      "प्रमाणीकरण एप",
      "गोपनीयता र सुरक्षा",
      "{username1}, {username2} र अन्य 1 जना",
      "WhatsApp थप्नुहोस्",
      "मानिसहरू खोज्नुहोस्",
      "समाचार/मिडिया",
      "NetzDG अन्तर्गत रिपोर्ट गर्नुहोस्",
      "अन्य मानिसहरूले तपाईंका पोस्टहरूलाई आफ्ना कथाहरूमा थप्न सक्छन्। तपाईंको पोस्टमा सधै तपाईंको प्रयोगकर्ता नाम देखा पर्नेछ।",
      "सार्वजनिक प्रोफाइल जानकारी (आवश्यक)",
      "WhatsApp",
      "अघिल्ला प्रयोगकर्ता नामहरू",
      "कृपया मान्य जन्मदिन प्रविष्ट गर्नुहोस्।",
      "भिडियोको सबै सामग्री तपाईंको मौलिक सामग्री हुन र तपाईंलाई यसको स्वामित्वको अधिकार छ।",
      "खाताहरू स्विच गर्नुहोस्",
      "तपाईंले सफलतापूर्वक आफ्नो इमेल यकिन गर्नुभयो।",
      "भिडियो च्याट",
      "सन्देश लेखनुहोस्...",
      "तपाईं आफ्ना ब्याकअप कोडहरू प्रयोग गर्न असमर्थ हुनुहुन्छ भने, तपाईं आफ्नो {=auth app codes} बाट एउटा कोड प्राप्त गर्न सक्नुहुन्छ",
      "बुधबार",
      "हाम्रा सर्त र डेटा नीतिका परिवर्तनहरू समीक्षा गर्नुहोस्",
      "स्वीकृत गर्नुहोस्",
      "बचत गर्नुहोस्",
      "व्यवसाय इमेल",
      "थप जान्नुहोस्",
      "यो साझेदारी बारे थप:",
      "साइन अप गर्नुहोस्",
      "{Date} को {Time} मा पोस्ट गरिएको",
      "परिचित छविहरूको रिपोर्ट गर्ने",
      "मेटाउनाले च्याटलाई तपाईमको इन्बक्सबाट हटाउँछ तर अरू कसैको पनि इन्बक्सबाट हटाउँदैन।",
      "याद राख्नुहोस् यो फोटोलाई अझै पनि निम्न स्थानहरूमा देख्न सकिन्छ:",
      "तपाईंको पूरा नाम",
      "इमेल प्राथमिकताहरू व्यवस्थित गर्नुहोस्",
      "औँ",
      "तपाईंले पछ्याउने हटाउनु भएका खाताहरू",
      "तपाईंले प्रमाणीकरण एपबाट लगइन कोड प्रयोग गर्न असमर्थ हुनुहुन्छ भने तपाईंले {=sms code} मार्फत प्राप्त गर्न वा आफ्ना {=backup codes} मध्ये कुनै एक प्रयोग गर्न सक्नुहुन्छ",
      "विवरण",
      "{seconds} सेकेण्ड",
      "लागूपदार्थको बिक्री वा प्रचारको रूपमा रिपोर्ट गर्ने हो?",
      "अहिले होइन",
      "{Userlink} जस्ता थप खाताहरू",
      "कम ठाउँ प्रयोग गर्छ। Google Play मा नि:शुल्क छ।",
      "अनब्लक गर्नुहोस्",
      "पहुँचलाई उल्ट्याउन समस्या भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "यी तपाईंले Instagram मा लगइन गर्न प्रयोग गर्नुभएका एपहरू र वेबसाइटहरू हुन् र तपाईंले हालै प्रयोग गर्नुभएको छ। तपाईंले तिनीहरूसँग साझा गर्न रोज्नुभएका जानकारीका लागि तिनीहरूले अनुरोध गर्न सक्छन्।",
      "लगइन गर्न मद्दत गर्ने इमेलहरूबाट बाहिर निस्कनुहोस्",
      "अडियो छवि",
      "तलतिर फर्केको शेभ्रन जसले यो खण्ड बन्द गरिएको छ र खोल्न मिल्छ भन्ने कुरा जनाउँछ",
      "तपाईंले आफ्नो Instagram खातामा पहुँचको लागि कुनै पनि एप्लिकेसनहरूलाई स्वीकृति दिनुभएको छैन।",
      "गैर-सक्रिय सत्रहरूको लागि IP ठेगाना",
      "हामीले तपाईंको खातामा फर्किनको लागि {phoneNumber} मा लिङ्कका साथ SMS पठायौं।",
      "बाहिरिनुहोस्",
      "{instagramUsername} र {facebookPageName}",
      "स्रोतहरू हेर्नुहोस्",
      "तपाईंले आफ्नो खातालाई अस्थायी रूपमा असक्षम गर्दै हुनुहुन्छ। अगाडि बढ्ने?",
      "विज्ञापनका प्राथमिकताहरू",
      "प्रोफाइल जानकारी (आवश्यक)",
      "फिड",
      "यदि तपाईंको अपील स्वीकृत हुन्छ भने",
      "content_removed_img",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो हाम्रो {brandedContentPoliciesLink} को विरुद्द छ। सुर्तीजन्य पदार्थ, हतियार, गोला-बारूद वा विष्फोटकहरू सहितका निश्चित वस्तु, सेवा वा ब्राण्डहरू ब्राण्डेड सामग्रीसँग प्रवर्द्धन गर्न सकिँदैन। यसका साथै सामाजिक मुद्दा, निर्वाचन वा राजनीतिहरू सहितका केही वर्गहरूलाई भुक्तानी गर्ने साझेदार सम्बन्धित  विज्ञापनहरू चलाउन अधिकार-प्राप्त छन् भने मात्र ब्राण्डेड सामग्री पोस्टहरूमा अनुमति दिइन्छ।",
      "टिप्पणीका विकल्पहरू",
      "साइन अप गर्नुहोस्",
      "आफ्नो नम्बर थप्नुहोस् जसबाट तपाईंले आफ्नो पासवर्ड रिसेट गर्न, साथीहरू फेला पार्न र थप कुराहरू गर्न सक्नुहुन्छ।",
      "तपाईंले आफ्नो प्रमाणीकरण एप हटाउनुहुन्छ भने, तपाईंले पाठ सन्देशबाट सुरक्षा कोडहरू मात्र प्राप्त गर्नुहुनेछ।",
      "भयो।",
      "पोस्ट खारेज गर्ने हो?",
      "इमेल हटाइयो",
      "विज्ञापनहरू",
      "यहाँ देखाउनका लागि तपाईंको खातामा कुनै जानकारी छैन।",
      "आफ्ना साथीहरूका फोटो र भिडियोहरू हेर्नुहोस्।",
      "तपाईंलाई आफ्नो खातामा पुन: पुग्नका लागि हामीले तपाईंलाई पाठ सन्देश पठाउन सक्छौं।",
      "Facebook भुक्तानी",
      "तपाईंको खाता मेटाइने जोखिममा छ",
      "जानकारी बचत गर्नुहोस्",
      "रिपोर्ट पठाउनुहोस्",
      "एपको प्रयोग गर्नुहोस्",
      "सेकेन्ड",
      "यो इमेल अर्को खाताद्वारा प्रयोग गरिएको छ।",
      "अर्को",
      "शहर/बजार",
      "लाइभ प्रसारण साझा गर्नुहोस्",
      "तपाईंको भिडियो दृश्ययोग्य हुने ठाउँहरू",
      "तिनीहरू Instagram मा तपाईंको प्रोफाइल, पोस्टहरू वा कथा फेला पार्न सक्षम हुनेछैनन्। तपाईंले तिनीहरूलाई ब्लक गर्नुभएको बारेमा Instagram ले तिनीहरूलाई थाहा दिनेछैन।",
      "भरिएको आइकनमा चेकमार्क गर्नुहोस्",
      "तपाईंले यी सन्देशहरू {=business name} का साथ आफ्नो च्याटमा कुनै पनि समय व्यवस्थित गर्न सक्नुहुन्छ।",
      "कथाहरू खोल्नुहोस्",
      "तपाईंको किनमेल झोला फेला पार्न आफ्नो प्रोफाइलमा जानुहोस् र {link_back_to_instagram_home_page} मा ट्याप गर्नुहोस्।",
      "जारी राख्नुहोस्",
      "मिडिया सिर्जनाकर्ता आइकन",
      "नि:शुल्क Wi-Fi पहुँच प्राप्त गर्नुहोस् उनीहरूका नवीनतम पोस्टहरू हेर्न यो व्यवसायलाई पछ्याउनुहोस्। वा तपाईंले व्यवसायलाई पछि पछ्याउन सक्नुहुन्छ।",
      "तपाईं कति बेला अनलाइन हुनुहुन्छ वा तपाईंले तिनीहरूका सन्देशहरू पढ्दा तिनीहरूले देख्न सक्दैनन्। तपाईंले तिनीहरूलाई तिनीहरूको प्रोफाइलमा गएर प्रतिबन्ध लगाइएको हटाउन सक्नुहुन्छ।",
      "Microsoft बाट यो प्राप्त गर्नुहोस्",
      "बौद्धिक सम्पत्तिको उल्लङ्घन",
      "{username} ले कथा पठाउनुभयो",
      "पोस्टमा जानुहोस्",
      "प्रतिबन्धित खाता",
      "हामी सुरक्षा र अखण्डता उद्देश्यहरूका लागि अन्य एप र वेबसाइटहरूबाट सीमित जानकारी प्रयोग गर्नेछौं तर यसलाई तपाईंको व्यक्तिगतकरण गरिएका विज्ञापनहरू देखाउन प्रयोग गरिनेछैन",
      "अर्को",
      "भयो",
      "Instagram मा 13 वर्ष भन्दा सानो बच्चालाई रिपोर्ट गर्ने?",
      "पिन रिसेट गर्नुहोस्",
      "पसल हेर्नुहोस्",
      "तपाईंले उत्पीडन वा दुर्व्यवहारलाई रोक्न के गर्न सक्नुहुनछ भनी थप जान्न चाहनुहुुन्छ भने, हामीले मद्दत गर्न चाहन्छौं",
      "अर्को",
      "नयाँ पोस्ट सिर्जना गर्नुहोस्",
      "Facebook मा जडान हुनुहोस्",
      "ग्राहकहरूसँग सम्पर्क गर्नुहोस्",
      "तपाईं लगइन गर्दा, तपाईं यस पोस्टमा सबै प्रयोगकर्ताहरूका टिप्पणीहरू पढ्न सक्नुहुन्छ।",
      "तपाईं आफ्नो प्रोफाइलमा आफ्ना तस्विरहरू कसरी थपिउन् भन्ने चाहनुहुन्छ चयन गर्नुहोस्।",
      "क्यामेराहरू तपाईंको पूर्ण नेमट्याग क्याप्चर गर्न सक्षम हुनुपर्छ।",
      "Safari",
      "आज हेरिएको",
      "1 वर्ष",
      "Instagram समुदायलाई सुरक्षित राख्न र सबैजनाको लागि मनोरञ्जन दिन मद्दत गर्नुभएकोमा धन्यवाद। ध्यान दिनुहोस्, फोटो, भिडियो वा टिप्पणी पोस्ट गर्ने व्यक्तिलाई रिपोर्ट पेश गर्ने व्यक्तिको खुलाशा गर्नेछैनौं।",
      "• जडानले एप वा वेबसाइटलाई तपाईंको खाता प्रमाणित गर्न र तपाईंको इमेल ठेगाना जस्ता तपाईंले साझा गर्न छनोट गर्नुभएको हुन सक्ने जानकारी प्राप्त गर्न अनुमति दिन्छ।",
      "खाता डेटा हेर्नुहोस्",
      "हामीलाई थाहा दिनुहोस्",
      "अपलोड गरिने फोटोको पूर्वावलोकन",
      "तपाईं लगइन हुँदा, तपाईं आफ्ना रूचिमा आधारित थप उत्कृष्ट सामग्री देख्नुहुनेछ।",
      "पोस्ट",
      "डाउनलोड गर्न अनुरोध गर्नुहोस्",
      "तपाईंले कसैको सन्देशमा रिपोर्ट गर्नुभयो भने, Instagram ले तिनीहरूलाई कसले रिपोर्ट गरेको हो भनी बताउने छैन।",
      "ठेगाना",
      "सर्तहरू",
      "हामीले तपाईंको खातामा असामान्य क्रियाकलाप पत्ता लगाएका छौँ र केही समयका लागि निश्चित क्रियाकलापमाथि रोक लगाएका छौँ।",
      "अस्वीकार गर्नुहोस्",
      "ठीक छ",
      "अंत: स्थापित",
      "का टिप्पणीहरू ब्लक गर्नुहोस्",
      "यदि तपाईंले कसैको पोस्टहरूको प्रतिवेदन गर्नुभयो भने Instagram ले कसले प्रतिवेदन गरेको हो भनेर तीनिहरूलाई भन्दैन",
      "facebook बाहिरका क्रियाकलाप",
      "दोस्रो खाता सिर्जना भयो",
      "भौतिक ठेगाना",
      "{Button to log in} वा {Button to sign up}",
      "मंगलबार",
      "Chrome",
      "पाठ",
      "प्रयोगका सर्तहरूमा सहमत हुनुहोस्",
      "{dateString} को दिन {timeString} बजे",
      "{username} को कथा हाइलाइट पठाउनुभयो",
      "औं",
      "{story owner username} को सदस्यतामा भएका मानिसहरूले मात्र यो स्टोरी हेर्न सक्छन्।",
      "तपाईंले आफ्ना {=app and web} सेटिङहरूमा तपाईंले एप र वेबसाइटहरूसँग साझा गर्ने जानकारी समीक्षा वा परिवर्तन गर्न सक्नुहुन्छ। यी सेटिङहरू {=privacy} सेटिङहरूभन्दा फरक हुन्छन् जसले Instagram मा तपाईमको सामग्री कसले हेर्न सक्छन् भनी नियन्त्रण गर्छ।",
      "• हामीले प्रयोग गर्ने कुकी र समान प्रविधिहरूले एप र वेबसाइटहरूलाई Instagram र Facebook सँगको तपाईं बारे जानकारी साझा गर्न मद्दत गर्छन्। हामी यो जानकारी तपाईंले हेर्ने विज्ञापनहरूसहित तपाईंको अनुभव व्यक्तिगिकृत गर्न र व्यवसायहरू विश्लेषण गर्न र विज्ञापन सम्पादन मापन गर्न मद्दत गर्न प्रयोग गर्छौं।",
      "बचत गर्नुहोस्",
      "अनम्युट गर्नुहोस्",
      "प्रोफाइल फोटो पोस्ट गर्ने?",
      "तपाईंको कथामा प्रतिक्रिया दिनुभयो: {emoji}",
      "उमेर पुष्टि गर्नुहोस्",
      "Instagram र Facebook लाई कुकीहरू प्रयोग गर्न अनुमति दिने?",
      "लग इन गर्नुहोस्",
      "सम्बन्धित खाताहरू",
      "सम्बद्ध सेट अप गर्न र पैसा कमाउन सुरु गर्न Instagram को मोबाइल एप प्रयोग गर्नुहोस्।",
      "सन्देशहरू हेर्न र पठाउन Instagram लाई नवीनतम संस्करणमा अद्यावधिक गर्नुहोस्।",
      "{list of items}, {last item}",
      "अडियो म्युट गरियो।",
      "भिडियो तयार हुँदै...",
      "आफ्नो जन्मदिन उपलब्ध गराउनाले तपाईंले देख्ने सुविधा र विज्ञापनहरूमा सुधार हुन्छ र यसले गर्दा हामीलाई Instagram समुदाय सुरक्षित राख्न मद्दत पुग्छ। तपाईं आफ्नो जन्मदिन तपाईंको व्यक्तिगत जानकारी खाता सेटिङहरूमा फेला पार्न सक्नुहुन्छ।",
      "कुनै सन्देशहरू छैनन्",
      "{=app name} {=privacy policy} र {=terms}.",
      "का लागि",
      "तपाईं यो टिप्पणीको बारेमा किन रिपोर्ट गर्दै हुनुहुन्छ?",
      "को उत्पीडन वा हैरानी हुँदैछ?",
      "म्युट गर्नुहोस्",
      "अहिले होइन",
      "यो इमेल ठेगाना Facebook र Instagram का खाताहरूमा लग इन गर्न प्रयोग गरिन्छ तर खाताहरू एक-आपसमा लिङ्क भएका छैनन्। थप सहजतका साथ लग इन गर्न तपाईंका खाताहरूलाई लिङ्क गर्नुहोस्।",
      "तपाईं {age} वर्षको हुनुहुन्छ?",
      "अनुपयुक्त सामग्री पोस्ट गर्दै",
      "फोन नम्बर हटाउने?",
      "तपाईंले बचत गर्नुभएका कुरा आफैले मात्र हेर्न सक्नुहुन्छ",
      "थाहा पाए। तपाईंले Instagram को समाचार इमेलहरूबाट सदस्यता हटाउनुभएको छ।",
      "पाठ सन्देश प्रयोग गर्नुहोस्",
      "प्रविष्ट गरिएको पिन गलत छ। {remainingAttempts} प्रयास बाँकी छ।",
      "{full_name} (@{username}) • Instagram फोटोहरू र भिडियोहरू",
      "{filename} नामक भिडियो अति लामो छ। जारी राख्नको लागि, छोटो भिडियो छनोट गर्नुहोस् वा सट्टासमा IGTV मा पोस्ट गर्नुहोस्।",
      "{count} अहिले सक्रिय",
      "{action text} गरेर, तपाईं {Instsagram's terms} र {data policies terms} मा सहमति जनाउनुहुन्छ। यो शुल्क समेट्नका लागि तपाईंको योगदानबाट 2.60% + 0.30 USD कटौती गरिनेछ।",
      "SMS फेरि पठाउनुहोस्",
      "तपाईंको अपील स्वीकृत भयो भने",
      "कष्टकर सामग्री पोस्ट गर्दै",
      "बन्द गर्नुहोस्",
      "डेटा सम्बन्धी नीतिहरू",
      "तपाईंले आफ्नो कथामा {username} लाई मेन्सन गर्नुभयो",
      "तपाईंले अब लगइन गर्न मद्दत गर्ने इमेलहरू प्राप्त गर्नुहुनेछ।",
      "चेक आइकनलाई घेरा लगाउनुहोस्",
      "सन् 2012 देखि Instagram Facebook को भाग भएको छ र हामीले केही संस्थागत परिवर्तनहरू गर्दैछौं। भविष्यमा, हाम्रा सर्तहरूले Instagram का लागि Facebook Inc. जवाफदेही हुनेछ भन्ने परावर्तन गर्नेछन्। Instagram एप र हामीले डेटा प्रक्रिया गर्ने तरिका परिवर्तन हुँदैनन्।",
      "तपाईंले आफ्नो कार्डको सुरक्षा कोड प्रविष्ट गर्नुभएन भने तपाई चेकआउट पूरा गर्नका लागि आफ्नो Facebook को भुक्तानीसम्बन्धी जानकारी प्रयोग गर्न सक्नुहुने छैन।",
      "आत्म-हानि (खाना विकार, काटिनु वा आत्महत्या सम्बन्धी सामग्री)",
      "आफ्नो भुक्तानीसम्बन्धी जानकारी जोड्नुहोस्",
      "ट्याग हटाउनुहोस्",
      "के गडबड छ भन्ने कुरा स्पष्ट पार्नुहोस्",
      "इमेल गर्नुहोस्",
      "जारी राख्नुहोस्",
      "चरण १: प्रमाणिकता पुष्टि गर्नुहोस्",
      "{filename} अति ठूलो छ। जारी राख्नका लागि १ जिबी वा कम साइजको फाइल छनोट गर्नुहोस्।",
      "तपाईंले यो सङ्ग्रह हटाउन वा यसलाई तपाईंले बचत गर्नुभएका सबै कुराबाट हटाउन सक्नुहुन्छ।",
      "यस पोस्टका थप टिप्पणीहरू हेर्नुहोस्",
      "कार्ड नम्बर",
      "दायाँ केभ्रोन Alt पाठ लेख्नुहोस्",
      "तपाईंको कथामा थप्नुहोस्",
      "यसलाई एप स्टोरमा नि:शुल्क फेला पार्नुहोस्।",
      "समस्या सुरू भयो",
      "Instagram मा सहभागी हुन मानिसहरूलाई मद्दत गर्न, तपाईंले आफ्ना सम्पर्कहरूलाई हाम्रा सर्भरहरूमा आवधिक रूपमा समक्रमण र भण्डार गर्न रोज्न सक्नुहुन्छ। कुन सम्पर्कहरूलाई पछ्याउने हो तपाईंले रोज्नुहोस्। समक्रमण रोक्नका लागि कुनै पनि समयमा जडान विच्छेद गर्नुहोस्। {learnMoreLink}",
      "भुक्तानी च्याट समर्थन प्राप्त गर्नुहोस्",
      "तपाईंका भुक्तानीहरू Facebook Pay का साथ सुरक्षित रूपमा प्रक्रिया गरिन्छन्। {Learn More}",
      "Facebook बाट लगइन गर्नुहोस्",
      "भिडियोको आवाज बन्द गर्नुहोस्",
      "सन्देश नपठाउने हो?",
      "जोड आइकन",
      "मान्य जिप कोड प्रविष्ट गर्नुहोस्",
      "कृपया पछि पुन: प्रयास गर्नुहोस्।",
      "तपाईंले अन्य एप र वेबसाइटहरूमा लगइन गर्न Instagram प्रयोग गर्दा, हामीले अनुभव सक्षम गर्न र सुरक्षित जडान सिर्जना गर्न कुकी र समान प्रविधिहरू प्रयोग गर्छौं।",
      "पठाउने कार्य रद्द गर्नुहोस्",
      "क्रेडिट कार्डको छवि",
      "Wi-Fi कोड प्रविष्ट गर्नुहोस्",
      "उत्पादन",
      "पाठ सन्देश",
      "राहदानी",
      "हामीले पठाएपछिको ४ दिनसम्म मात्र यो लिङ्कले काम गर्नेछ। यसमा व्यक्तिगत जानकारी समावेश हुन सक्ने भएकोले गर्दा, लिङ्कलाई निजी राख्न र आफ्नै कम्प्युटरमा मात्र फाइल डाउनलोड गर्न निश्चय हुनुहोस्।",
      "साथै, तपाईंको ब्राउजर वा यन्त्रले तपाईंलाई ब्राउजर कुकीहरू सेट गर्न र मेटाउन छनोट गर्न अनुमति दिने सेटिङहरू प्रस्ताव गर्न सक्छ। यी नियन्त्रणहरू ब्राउजर अनुसार फरक हुन्छन् र निर्माताहरूले कुनै पनि समय उनीहरूले उपलब्ध गराउने दुवै सेटिङहरू गर्न र तिनीहरूले काम गर्ने तरिका परिवर्तन गर्न सक्छन्। अक्टोबर ५, सन् २०२० देखि, तपाईंले तलका लिङ्कहरूमा लोकप्रिय ब्राउजरहरूद्वारा प्रस्ताव गरिएका नियन्त्रणहरू बारे थप जानकारी फेला पार्न सक्नुहुन्छ। तपाईंले ब्राउजर कुकी प्रयोग असक्षम गर्नुभएको छ भने {Facebook Products} का केही भागहरूले उचित रूपमा काम नगर्न सक्छन्।",
      "मुद्रीकरण",
      "आफ्नो खाताको लागि प्रयोगकर्ता नाम रोज्नुहोस्। तपाईंले यसलाई पछि सधै परिवर्तन गर्न सक्नुहुन्छ।",
      "होइन",
      "शारिरिक क्षति, चोरी वा गुन्डागिरीको विशेष धम्कीहरू",
      "तपाईंले सिधै Instagram मा खरिद गर्न सक्ने ब्राण्डहरू बारे जान्नुहोस्।",
      "पूरा नाम",
      "दिन",
      "फिल्टरहरू",
      "तपाईंले कथाहरू लुकाउनुभएका खाताहरू",
      "तपाईंलाई आफ्नो खातामा पुन: पहुँच गराउनमा हामीलाई मद्दत गर्न अर्को चरणहरू पालना गर्नुहोस्।",
      "Instagram मा फेरि हेर्नुहोस्",
      "एपमा जानुहोस्",
      "सन्देश पठाउन सकिँदैन",
      "तपाईंको साथी {full (real) name of the user who joined} Instagram मा  {username of the user who joined} को रूपमा हुनुहुन्छ",
      "Instagram सबैजनाको बौद्धिक सम्पत्तिको संरक्षण गर्न प्रतिबद्ध छ, जसकारण तपाईंको फोटोमा तपाईंलाई प्रयोग गर्ने अधिकार नभएको हुनसक्ने सामग्री समावेश छ भनी थाहा दिन चाहन्छौं।",
      "प्रयोगकर्ता आइकन",
      "हटाउनुहोस्",
      "Instagram मा स्वागत छ",
      "{scope title}",
      "नेटवर्क त्रुटि",
      "अर्को",
      "तपाईंको कथामा जवाफ दिनुभयो",
      "तपाईंको डेटा डाउनलोड गर्नुहोस्",
      "प्रोफाइल जानकारी",
      "यो अनाधिकृत प्रयोगलाई कसरी प्रतिवेदन गर्ने सिक्नुहोस्।",
      "{count} लाइकहरू",
      "हामी तपाईंका लागि तपाईंको लगइन जानकारी सम्झनेछौं। तपाईंले पुन: लगइन गर्दा यसलाई प्रविष्ट गर्न आवश्यक हुनेछैन।",
      "छोड्नुहोस्",
      "{link that reads Switch Accounts} वा {link that reads sign up}",
      "खाता क्रियाकलाप",
      "खोज्नुहोस्",
      "{name of the user} ले टिप्पणी गर्नुभयो: {comment text from user}",
      "मौलिक",
      "रिपोर्ट गर्नुहोस्",
      "अन्य {count} जना",
      "प्रयोग शर्तहरू",
      "म्यानुअल रूपमा थप्नुहोस्",
      "सबै मोनेटाइज गरिएका भिडियोहरूको समीक्षा गरिन्छ।",
      "सरकार र राजनीति",
      "पाठ (SMS) सन्देशहरू",
      "खोज आइकन।",
      "बाहिर निस्कनुहोस्",
      "म {username} को कानूनी अभिभावक हुँ र स्वीकृत गर्नका लागि अधिकारप्राप्त छु।",
      "तपाईंले Instagram मार्फत कुनै एप वा वेबसाइटमा लग इन गर्द:",
      "गाइडहरू एपमा मात्र उपलब्ध हुन्छन्",
      "हामी {username} का लागि तपाईंको लग इन जानकारी याद गर्नेछौं। तपाईं पुन: लग इन हुँदा यसलाई प्रविष्ट गर्न आवश्यक हुनेछैन।",
      "जुलाई",
      "रिपोर्ट गर्नुहोस्",
      "PIN यकिन गर्नुहोस्",
      "इमेल पठाउँदा समस्या भएको थियो।",
      "@{username} को यो Instagram मार्गदर्शन हेर्नुहोस्",
      "आफ्नो सोशल सिक्योरिटी नम्बरको (SSN) वा इन्डिभिजुअल ट्याक्सपेयर आइडेन्टिफिकेशन (ITIN) का पछिल्ला ४ अंकहरू प्रविष्ट गर्नुहोस्।",
      "यकिन गर्नुहोस्",
      "अन्य एप र वेबसाइटहरूमा हुने कुकी र समान प्रविधिहरूको बारेमा",
      "सही फोन नम्बर प्रविष्ट गर्नुभएन?",
      "गोपनीयता नीति",
      "सहभागी हुन स्वीकृति आवश्यक छ",
      "बायाँ फिता",
      "लाइभ",
      "फ्रोफाइल डाइरेक्टोरी",
      "• तपाईंलाई आफ्नो Instagram खाताले एप र वेबसाइटहरूमा लग इन गर्न सुरक्षित तरिकाले जडान गर्ने Instagram",
      "तपाईंले पाठ वा प्रमाणीकरण एप मार्फत सुरक्षा कोड प्राप्त गर्न असक्षम हुनुहुन्छ भने लग इन गर्न यिनीहरू प्रयोग गर्नुहोस्।",
      "{link} मा युनिभर्सिटी अफ मेरिल्याण्ड बारे थप जान्नुहोस्",
      "रद्द गर्नुहोस्",
      "यसमा साझा गर्नुहोस्...",
      "पेशावर खाता",
      "हामी तपाईंको लगइन जानकारीलाई यस एपमा बचत गर्न सक्छौं जसकारण तपाईंले यसलाई फेरि प्रविष्ट गर्न आवश्यक पर्दैन।",
      "किनमेल कार्डको वरिपरि वृत्त कोरिएको।",
      "प्रमाणीकरण एप",
      "अहिलेसम्म कुनैपनि पोस्टहरू छैनन्",
      "तपाईंको कथा हटाइयो",
      "मनोनीत गर्नुहोस्",
      "तपाईंले Facebook मा साइन अप गर्नुभयो भने, तपाईंले {create a password} गर्न र फेरि लग इन गर्न आवश्यक पर्नेछ।",
      "{username} बाट लग इन गरी जारी राख्नुहोस्। तपाईंलाई {source_account_username} बाट लग आउट गराइनेछ।",
      "मानिसहरूले तपाईंलाई पछ्याउन अनुरोध गर्दा, तपाईंले तिनीहरूका अनुरोधहरू यहाँ देख्नुहुनेछ।",
      "{username}: सन्देश पठाउनुभयो",
      "तपाईं लग इन गर्न Facebook प्रयोग गर्न जारी राख्न चाहनुहुन्छ?",
      "हामीले तपाईंको खाता फेला पार्न सकेनौं",
      "व्यवसायका उपकरणहरू",
      "समान खाताहरूको सुझावहरू",
      "Instagram प्रयोग गर्न जारी राख्नका लागि आफ्नो पासवर्ड परिवर्तन गर्नुहोस्। यदि तपाईंले आफ्नो नयाँ पासवर्ड निम्न मध्ये कुनै सेवाहरूमा साझा गर्नुभयो भने, तपाईं पछ्याउन, लिङ्क गर्न वा टिप्पणी गर्नबाट ब्लक हुन सक्नुहुनेछ।",
      "अहिलेसम्म कुनै पनि पोस्टहरू गरिएका छैनन्",
      "कोभिड-19 र खोपहरू बारे हाम्रो {help center link} बारे थप जान्नुहोस्।",
      "तपाईंले Instagram बाट भुक्तानी गर्दा प्रयोग गर्न पिन सिर्जना गर्नुहोस्।",
      "मलाई यो मन परेन",
      "यो भिडियो निम्न स्थानहरूमा देखिनेछ भनी रिमाइन्डर:",
      "प्रयोगकर्ता नाम",
      "औं",
      "{username} ले पोस्ट गर्दा, तपाईंले उहाँहरूका फोटो र भिडियोहरू यहाँ देख्नुहुनेछ।",
      "थप जान्नुहोस्।",
      "अनब्लक गर्नुहोस्",
      "भिडियो हेर्नुहोस्",
      "हिजो हेरिएको",
      "Facebook मा साइन अप गर्नुहोस्",
      "फोन नम्बर यकिन गरियो",
      "त्रुटि आइकन",
      "तपाईंले {username} को लाइभ भिडियोलाई Instagram एपमा हेर्न सक्नुहुन्छ।",
      "ड्राफ्टहरू हेर्नुहोस्",
      "ब्याकअप कोडहरू",
      "यो मिडिया समर्थित छैन।",
      "ten_thousand",
      "मिडिया (वैकल्पिक)",
      "{count} अनुयायी",
      "{filename} नामक फाइल अति सानो छ। जारी राख्नको लागि १ KB भन्दा ठूलो फाइल छनोट गर्नुहोस्।",
      "खुद्रा बिक्रेता, स्थानीय व्यवसाय, ब्राण्ड, संस्था र सेवा प्रदायकहरूका लागि उत्कृष्ट।",
      "हामी Instagram बाहिर तपाईंका लागि विज्ञापनहरू व्यक्तिगतकरण गर्न मद्दत गर्नका लागि वा तिनीहरूको कार्यसम्पादन मापन गर्नको लागि अन्य कम्पनीहरूका कुकीहरू प्रयोग गर्नेछैनौं",
      "भिडियोको आवाज अफ गरिएको छ",
      "बौद्धिक सम्पत्ति उल्लंघन",
      "मेनु",
      "ब्लक गरियो",
      "{count} पोस्टहरू",
      "अनुरोध गरियो",
      "हटाइयो",
      "कथा साझेदारी",
      "स्याचुरेसन",
      "तपाईंको कार्ट रिक्त छ",
      "सुझाव गरिएको",
      "mm/dd/yyyy अनुसार जन्म मिति प्रविष्ट गर्नुहोस्",
      "कुनै खाता फेला परेन।",
      "तपाईंलाई यो अझै पनि गल्ती हो भन्ने लाग्छ र यो भिडियो प्रयोग गर्ने अनुमति छ भने {Submit an appeal text bolded}।",
      "बन्द गर्नुहोस्",
      "तपाईंको अनुदान पठाउँदै...",
      "Facebook मा लिङ्क गरियो",
      "केहीअवस्थाहरूमा, यसमा मानिसहरूलाई रोग कसरी निको पार्ने वा रोकथाम गर्ने वा मानसिहरूलाई चिकित्सा उपचार खोज्न निरुत्साहित गर्ने मिथ्यावर्णन समावेश हुन्छ भनी परिचित स्वास्थ्य संस्ताहरूले बताउँछन्।",
      "Instagram सूचनालाई अनुपालन गर्छ र डिजिटल मिलेनियम प्रतिलिपि अधिकार ऐन (“DMCA”) को खण्ड 512(c) मा परिभाषित गरिएका प्रक्रियाहरूको आधारमा चल्छ। Instagram ले प्रतिलिपि अधिकारको उल्लङ्घनलाई नसहने हुँदा हामी पनि उल्लङ्घनको झुठो दाबीलाई सहँदैनौं। यदि तपाईंको सामग्रीलाई DMCA सूचना र काउन्टर-सूचना अन्तर्गत हटाइएको हो भने र तपाईंको यो गलत वा गलत पहिचानको कारणले हटाइयो भन्ने लाग्छ भने, तपाईं DMCA काउन्टर-सूचना दायर गर्न सक्षम हुनुहुन्छ।",
      "Instagram मा फर्कनुहोस्",
      "किनमेल गर्नुहोस् {merchant name} (@{merchant username})",
      "तपाईंसँग आफ्नो Instagram खातामा पहुँच भएका कुनै पनि हटाइएका एप्लिकेसन छैनन्।",
      "विवाद पेश गर्नुहोस्",
      "फाइल अति ठूलो छ",
      "बचत गरिएको",
      "फोटो",
      "टिप्पणीहरू फिल्टर गर्ने",
      "तपाईंले लग इन गर्नुभएको हो भनी यकिन गर्न हामीलाई आवश्यक हुँदा हामी तपाईंलाई सुरक्षा कोड पठाउनेछौं।",
      "रद्द गर्नुहोस्",
      "भिडियो {minDurationInSeconds} सेकेण्डदेखि {maxDurationInMinutes} मिनेटसम्म लामो हुनुपर्छ।",
      "हामी तपाईंको ड्राफ्ट तयार गर्दैछौं: {videoTitle}। तयार भएपछि हामी तपाईंलाई थाहा दिनेछौं।",
      "तपाईं आफ्नो विवादको परिणाममा असहमत हुनुहुन्छ भने तपाईंले अधिकार भएको व्यक्ति {reference owner name} लाई पनि अपील गर्न सक्नुहुन्छ। अपील पेस गरेपछि {days} दिनभित्र प्रतिक्रिया दिनु पर्छ।",
      "हाम्रा सर्तहरू Instagram लाई सबैजनाका लागि सुरक्षित बनाउनका लागि हामीले उपलब्ध गराउने सेवा र हामीले हाम्रो समुदायको सदस्यबाट अपेक्षा गर्ने कुराहरूको बारेमा अब थप स्पष्ट छन्। तपाईंलाई थाहा होस् भनी हामीले सुनिश्चित गर्न चाहेका केही अद्यावधिकहरू यहाँ छन्:",
      "हामी अर्को पटक कोड अनुरोध गर्नेछैनौं",
      "इमेल",
      "पेशेवर खाताबाट, तपाईं आफ्ना फलोअरहरूका विशेष जानकारीहरू र खाता कार्यसम्पादन, नयाँ सम्पर्क विकल्प र थप कुराहरूमा पहुँच प्राप्त गर्न सक्नुहुन्छ।",
      "{username} का पोस्टहरू हेर्न लगइन गर्नुहोस्",
      "जुन",
      "सन्देश नपठाउनाले सबैजनाको लागि सन्देश हट्नेछ। मानिसहरूले यो पहिले नै देख्नुभएको हुनसक्छ।",
      "त्यो म हुँ",
      "ठीक छ",
      "{country name} का स्थानहरू",
      "सक्रिय गर्नुहोस्",
      "तपाईंले पछ्याउनु भएका ह्यासट्यागहरू",
      "त्यो तपाईं हुनुहुन्थ्यो?",
      "डिजिटल विज्ञापन गठबन्धन",
      "यो भिडियोलाई निम्न स्थानहरूमा ब्लक गरिनेछन् भनी रिमाइन्डर:",
      "अझ द्रुत रूपमा मद्दत प्राप्त गर्नुहोस्",
      "हामीले तपाईंको सहित केही संख्याका Instagram खाताहरूलाई प्रभाव पारेको प्राविधिक समस्या हालै फेला पार्‍यौं र समाधान गर्‍यौं भनी तपाईंलाई थाहा दिन चाहन्छौं।",
      "क्याप्सन लेख्नुहोस्...",
      "शंकास्पद क्रियाकलाप",
      "तपाईंले Instagram एपमा स्टिकरहरू सिर्जना गर्न र प्रतिक्रिया जनाउन सक्नुहुन्छ।",
      "यो प्रोफाइलले अन्य कोही व्यक्तिको नक्कल गर्दैछ",
      "थप विकल्पहरू",
      "यो सानो, छिटो छ र यसले डेटा बचत गर्छ।",
      "सामग्रीको मालिकलाई सम्पर्क गर्नुहोस्",
      "ट्याग थप्नुहोस्",
      "टिप्पणी हेर्नुहोस्",
      "हामीले स्पाम रिपोर्टहरूलाई हामीले Instagram मा सामना गरेका स्पामका समस्याहरू बुझ्न संकेतको रूपमा प्रयोग गरेका छौं। तपाईंलाई यो पोस्टले हाम्रो {link_to_instagram_community_guidelines} वा {link_to_instagram_terms_of_use} को उल्लङ्घन गर्छ र हटाइनुपर्छ भन्ने लाग्छ भने, यसलाई अनुपयुक्त भनी चिन्ह लगाउनुहोस्।",
      "तपाईंको वस्तु बचत गरिएको छ।",
      "सम्बन्धित ह्यासट्यागहरू",
      "पासवर्ड बिर्सनुभयो?",
      "एउटा त्रुटि भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "मानिसहरूलाई ट्याग गर्न ट्याप गर्नुहोस्",
      "कोभिड-19, खोप र स्वास्थ्य बारे दोहोरिने गरी गलत जानकारी पोस्ट गर्ने पृष्ठ, समूह, प्रोफाइल र Instagram खाताहरूले पोस्टहरूको कम वितरण, सिफारिसहरूबाट हटाउने र अप्रशासित वा असक्षम हुने सहित प्रतिबन्धहरू सामान गर्न सक्छन्।",
      "व्यवस्थापक रेकर्डहरू",
      "हामीले तपाईंको प्रतिक्रियालाई हामीलाई Instagram मा भएका स्पाम समस्याहरू बुझ्नमा प्रयोग गर्नेछौं।",
      "थप जान्नुहोस्",
      "अपलोड गर्न सकिएन",
      "तपाईंलाई यो सामग्री प्रयोग गर्न स्वामित्वकर्ताहरूबाट विशेष अधिकार छ।",
      "प्रयोगका सम्पूर्ण शर्तहरू पढ्नुहोस्",
      "आफ्नो प्रोफाइलमा WhatsApp थप्न सकिँदैन",
      "फोन यकिन गर्ने पृष्ठ",
      "यो मार्गदर्शनमा के छ भनी हेर्न यो छाडी एपको प्रयोग गर्नुहोस्।",
      "{age} वर्ष",
      "#{hashtag} सँगका थप पोस्टहरू हेर्नुहोस्",
      "तपाईंलाई मानिसहरूले पछ्याउँदा वा तपाईंको तस्वीरहरूमा लाइक र टिप्पणी गरेपछि तुरून्त थाहा पाउनुहोस्।",
      "वस्तु मेटाउनुहोस्",
      "{name} जस्ता थप खाताहरू फेला पार्नुहोस्",
      "हामीले तपाईंको पहिचान पुष्टि गरेपछि तपाईं आफ्नो खातामा फर्कन सक्नुहुनेछ। {Learn more}",
      "आवरण तस्वीर ठाडो र JPG फाइल हुनुपर्छ। 9:16 अभिमुखता अनुपात उत्कृष्ट हुन्छ।",
      "औं",
      "यसो गरेर तपाईं Facebook Pay लाई Instagram मा यो र भावी भुक्तानीहरूमा आफ्नो बचत गरिएको भुक्तानीसम्बन्धी जानकारी प्रयोग गर्ने अधिकार प्रदान गर्नुहुनेछ।",
      "सबै हेर्नुहोस्",
      "{authMethod} प्रविष्ट गर्नुहोस्",
      "म यस खाताले मेरो फोटोहरू वा भिडियोहरू हेर्न वा मलाई खोज्नको लागि सक्षम होस् भन्ने चाहान्न।",
      "प्रतिबन्ध हटाउनुहोस्",
      "एप स्टोर",
      "आवश्यक फिल्ड",
      "नीतिहरू",
      "यसमा हटाइएको",
      "सर्तहरू र डेटा सम्बन्धी नीति",
      "फाइल चयन गरिएको छ",
      "तपाईंले Instagram बाट SMS अद्यावधिकहरू प्राप्त गर्न सक्नुहुनेछ र कुनै पनि समय बाहिर निस्कन सक्नुहुन्छ।",
      "{count} पोस्टहरू",
      "कम्प्युटरबाट चयन गर्नुहोस्",
      "अपलोड गर्न असमर्त। तपाईंले चयन गर्नुभएका एक वा धेरै फाइल प्रकारहरू समर्थित छैनन्।",
      "विवरणहरू भएका पोस्टहरू जसले हिंसालाई प्रोत्साहित गर्दछ वा उनीहरूको वास्तविक पहिचान अनुसार कसैमाथि आक्रमण गर्नु",
      "खाना तथा पेय पदार्थ",
      "पोस्ट अनुपलब्ध",
      "लगइनहरू",
      "कथाहरू हेर्न लगइन गर्नुहोस्",
      "सहायता",
      "नजिकैको अन्वेषण गर्नुहोस्",
      "भयो",
      "18 वर्षभन्दा कम उमेर",
      "रद्द गर्नुहोस्",
      "बुझ्नुभयो। तपाईंले Instagram को उत्पादन इमेलहरूबाट सदस्यता रद्द गर्नुभयो।",
      "इमेल हटाउने?",
      "अहिले लाइभ",
      "चेकआउट गर्नुहोस्",
      "तपाईंलाई सामग्री र सेवाहरू प्रदान गर्न, ती कुराहरू व्यक्तिगतकरण गर्न र तिनीहरूमा सुधार गर्न",
      "तपाईंको लगइन जानकारी बचत गर्ने?",
      "जाँच गर्नुहोस्",
      "{username} का लागि तपाईंको Instagram पासवर्ड प्रविष्ट गर्नुहोस्",
      "नयाँ पासवर्ड",
      "Instagram समुदायलाई सुरक्षित राख्न हामीलाई मद्दत गर्न तपाईंको प्रतिक्रिया महत्त्वपूर्ण हुन्छ।",
      "यदि रिपोर्ट गरिएको सामग्रीलाई पुन: भण्डारण गर्न सहमति हुन्छ भने, कृपया उजुरी गर्ने पक्षलाई उहाँहरूको सहमति सहित हामीलाई इमेल गर्न भन्नुहोस्।",
      "{hours} घण्टा पहिले",
      "हेर्नुहोस् र सम्पादन गर्नुहोस्",
      "सुरक्षा",
      "PayPal का नीतिहरू",
      "सूचना",
      "फोटो खारेज गर्ने हो?",
      "{username1}, {username2} र अन्य {remainingCount} जना",
      "मेनु",
      "तपाईंलाई सन्देश पठाउनुभयो",
      "खाता छ? {link that reads Log in}",
      'यो तपाईंको Instagram खाता हो भनी पुष्टि गर्न कृपया तल "हो" मा क्लिक गर्नुहोस्। यो तपाईंको खाता होइन भने, कृपया लगइन स्क्रिनमा फर्कन "होइन" क्लिक गर्नुहोस्। त्यसपछि आफ्नो खाता पुष्टि गर्न लग इन गर्नुहोस्।',
      "होइन। {guide item number}",
      "Instagram डाउनलोड गर्नुहोस्",
      "कृपया मान्य ठेगाना थप्नुहोस् जसकारण मानिसहरूले नक्साहरूमा तपाईंको स्थानमा नेभिगेट गर्न सक्छन्।",
      "हाल, तपाईंले Instagram मा 31 दिनको अवधिमा {donation amount limit, should not be translated since the rule is regulated in euro} सम्म मात्र अनुदान गर्न सक्नुहुन्छ। तपाईंको रकम कम गर्ने प्रयास गर्नुहोस् वा तपाईं योग्य हुँदा पुन: अनुदान गर्नुहोस्।",
      "तपाईं कुनै पनि समय Facebook Pay मा गई आफ्नो भुक्तानीसम्बन्धी जानकारीलाई विच्छेद गर्न सक्नुहुन्छ। भुक्तानी विधि, डेलिभरीको ठेगाना, नाम, इमेल र भुक्तानीको इतिहासलगायतको तपाईंको Facebook Pay सम्बन्धी जानकारीमाथि Facebook बाट मात्र पहुँच राख्न सकिने छ। तैपनि तपाईं Instagram मा आफ्नो Instagram का अर्डरहरू देख्न सक्नुहुन्छ।",
      "{like count} मन पराइएको",
      "PayPal मार्फत लग इन गर्नुहोस्",
      "{username} द्वारा थपिएको",
      "किनमेल ब्राण्डहरू बारे इमेलहरू",
      "रिपोर्ट गर्नुहोस्",
      "{username} ले तपाईंको गाइड मन पराउनुभयो।",
      "भिडियोहरू एक मिनेट वा कम समयको हुन अनिवार्य छ\\",
      "टिप्पणीका नियन्त्रणहरू",
      "अपलोड गर्न असफल भयो।",
      "यस ब्राउजरमा पासवर्ड बचत गर्नुहोस्",
      "हामीले {username} को Facebook खाता फेला पार्न सकेनौं। कृपया तपाईंको पासवर्ड रिसेट गर्ने प्रयास गर्नुहोस्।",
      "पोस्ट गर्नुहोस्",
      "तपाईंका अघिल्ला केही पोस्टहरूले हाम्रा {Community Guidelines} को पालना गरेका छैनन्। तपाईंले हाम्रा दिशानिर्देशनहरू जान्नुभयो र पालना गर्नुभयो भने तपाईं आफ्नो खातालाई मेटाइनबाट बचाउन सक्नुहुन्छ।",
      "पाठ सन्देशद्वारा सूचनाहरू प्राप्त गर्नुहोस्।",
      "समीक्षा अनुरोध गर्नुहोस्",
      "मैले कुन कुकी सेटिङहरू नियन्त्रण गर्न सक्छु?",
      "Facebook का साथीहरू फेला पार्नुहोस्",
      "पेश गर्नुहोस्",
      "Instagram मा फेरि प्राप्त गर्न फोन नम्बर थप्नुहोस्",
      "माफ गर्नुहोस्, तपाईंको पासवर्ड बेठीक थियो। कृपया आफ्नो पासवर्ड दुईपटक जाँच गर्नुहोस्।",
      "व्यवसाय खातामा स्विच गर्नुहोस्",
      "प्रत्येक कोडलाई एकपटक मात्र प्रयोग गर्न सकिन्छ। तपाईं सेट चोरी भयो भनी चिन्तित हुनुहुन्छ वा यदि तिनीहरूको धेरै प्रयोग गर्नुभएको छ भने, तपाईंले नयाँ कोड प्राप्त गर्न सक्नुहुन्छ।",
      "{username} सँग",
      "इमेल",
      "पाठ",
      "यो {date} {time} मा ब्लक गरिने छ किनभने यसमा {reference owner name} द्वारा स्वामित्व गरिएको सामग्री हुन सक्छ",
      "स्वागत छ • Instagram",
      "पासवर्ड परिवर्तनहरू",
      "स्वीकार गर्नुहोस्",
      "{status of the authorization}",
      "तपाईंले पछ्याउनुभएको लिङ्क टुटेको हुनसक्छ वा पृष्ठलाई हटाइएको हुनसक्छ। {link_back_to_instagram_home_page}",
      "ह्यासट्याग",
      "खाता गोपनीयता",
      "हामीले विज्ञापकहरूलाई तपाईंको को हो भन्ने कुरा नबताइकन विज्ञापनहरू उपलब्ध गराउँछौं। हामीले विज्ञापक र साझेदारहरूसँग के-के साझा गर्छौं भन्ने सम्बन्धी यस नीतिमा थप जानकारी छ। हामीले तपाईंको डेटा कहिल्यै बिक्री गर्दैनौं।",
      "बचत गर्न असफल भयो।",
      "मानिसहरूले तपाईंको फोटोमा ट्याग गर्दा तिनीहरू यहाँ देखा पर्नेछन्।",
      "तपाईं लगइन गर्दा, तपाईं मानिसहरूले यस स्थान बारे साझा गरेका सबै पोस्ट हेर्न सक्नुहुन्छ।",
      "स्वामित्व प्रतिबन्धहरूका कारण तपाईंको भिडियो केही राष्ट्रहरूमा ब्लक गरिएको छ तर निम्न राष्ट्रमा पूर्ण रूपमा उपलब्ध छ:",
      "भिडियो {duration} सेकेण्डभन्दा छोटो हुनुपर्छ।",
      "गलत जानकारी ओभरले आइकन",
      "थप हेर्नुहोस्",
      "रिपोर्ट #:",
      "SMS पठाइयो",
      "तपाईंको सम्पर्क जानकारी",
      "थप सुझावहरू हेर्नुहोस्",
      "तपाईंको प्रोफाइल बचत गर्दा समस्या भयो। कृपया छिट्टै पुन: प्रयास गर्नुहोस्।",
      "तपाईं आफ्नो सेटिङमा साझेदारबाट तपाईंको क्रियाकलापबारे डेटामा गई तपाईं आफ्नो Instagram को क्रियाकलापको आधारमा विज्ञापन हेर्ने कि नहेर्ने भन्ने कुरा नियन्त्रण गर्न सक्नुहुन्छ। यदि तपाईंले आफ्नो Instagram र Facebook खाताहरूलाई अपसमा जोड्ने सुविधा प्रयोग गर्नु भएको छ भने तपाईं यो सेटिङमार्फत आफ्नो Facebook को विज्ञापनको अनुभव पनि मिलाउन सक्नुहुन्छ।",
      "वर्गहरू",
      "Instagram मा विज्ञापनको बारेमा थप:",
      "तपाईंले ब्लक गर्नुभएका मानिसहरूका कुनै पनि नयाँ टिप्पणीहरू कसैलाई दृश्यवान हुनेछैनन् तर तिनीहरूलाई हुनेछन्।",
      "तपाईंले Instagram मा कुनै एप वा वेबसाइट जडान गर्दै:",
      "पुन: प्रयास गर्न ट्याप गर्नुहोस्",
      "अहिले होइन",
      "जिप कोड",
      "लगइन असफल भयो",
      "विशेष जानकारीहरूको आइकन",
      "साथी वा समूहमा निजी फोटो र सन्देशहरू पठाउनुहोस्।",
      "अगस्ट",
      "अन्य कुनै प्रयोगकर्ता वा उपकरणहरूसँग तपाईंको खातामा पहुँच छैन र तपाईंले हाम्रा प्रयोगका सर्तहरू पालना गरिरहनुभएको छ भनी सुनिश्चित गर्नुहोस्।",
      "1 हप्ता",
      "सार्नका लागि तान्नुहोस्, वा हटाउन ट्याप गर्नुहोस्।",
      "इमेल ठेगाना प्रयोग गरी साइनअप गर्नुहोस्",
      "तपाईंको फोन नम्बर उपलब्ध नहुँदा आफ्नो खातामा पुन: पहुँच गर्न यिनीहरूको प्रयोग गर्नुहोस्।",
      "खातालाई अस्थायी रूपमा असक्षम गर्नुहोस्",
      "थप मानिसहरूमा पहुँच गर्नुहोस्",
      "Instagram एप खोल्नुहोस्",
      "परीक्षण निमन्त्रणा अस्वीकार गर्दा समस्या भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "प्रभाव हेर्नको लागि उत्पादनको क्याटलगको लागि Instagram पसल सिर्जना गर्नुहोस्",
      "13 देखि 18 वर्ष बीचको",
      "उस्तै खाताहरू",
      "Instagram मा मानिसहरू पछ्याउन लग-इन गर्नुहोस्।",
      "लगइन जानकारी",
      "आवश्यक",
      "तपाईंको सामग्रीले संगीतका अधिकार धारकहरूका अधिकारहरूको उल्लङ्घन गर्छन् भनी गरिएको रिपोर्टको आधारमा हामीले यसको पहुँचमा प्रतिबन्ध लगाएका छौं:",
      "{number of tagged people} मानिसहरू",
      "प्रणाली सूचना आइकन",
      "यो जानकारी प्रविष्ट गर्नाले Facebook प्रोफाइलमा रहेको तपाईंको जानकारीमा असर पर्ने छैन।",
      "हटाउनुहोस्",
      "अर्को पृष्‍ठ केभ्रोन",
      "सरकारको तर्फबाट जारी गरिएको तपाईंको आइडीमा दिएअनुसारको आफ्नो नाम र जन्म मिति प्रविषृट गर्नुहोस्। हामीलाई तपाईंको घरको ठेगाना पनि आवश्यक छ।",
      "व्यक्तिगत खातामा स्विच गरियो",
      "SMS पठाइयो।",
      "बिलिङ ठेगाना हुलाक ठेगानाकै समान छ",
      "{weeks}हफ्ता",
      "Instagram मा लग इन गर्नुहोस्",
      "Facebook मार्फत लगइन गर्नुहोस्।",
      "पहुँच रद्द गर्नुहोस्",
      "{email} मा पठाइयो",
      "सुझाव दिइएका खाताहरू",
      "IGTV भिडियो",
      "यो चालू गर्ने हो?",
      "यस प्रकारको सन्देश हेर्न Instagram एप प्रयोग गर्नुहोस्।",
      "भिडियोहरू हेर्नाले डेटाको प्रयोग हुन्छ",
      "खाता प्रतिबन्ध गरियो",
      "केही गलत भयो। कृपया फेरि प्रयास गर्नुहोस्।",
      "गलत जानकारी",
      "तपाईंको गोपनीयता संरक्षण गर्नु हाम्रा लागि महत्त्वपूर्ण छ र यस्ता प्रकारका समस्या नआउन् भनेर हामी निरन्तर रूपमा काम गरिरहेका छौं। यदि तपाईंसँग कुनै प्रश्नहरू छन् भने, कृपया हामीलाई {email} मा सम्पर्क गर्नुहोस्।",
      "तपाईं लगइन हुँदा, तपाईं मानिसहरूले यस ह्यासट्यागसँग साझा गरेका सबै पोस्ट हेर्न सक्नुहुन्छ।",
      "तपाईंले अब पासवर्ष रिसेट गर्ने इमेलहरू प्राप्त गर्नुहुनेछ।",
      "तपाईं आफूले DMCA काउन्टर-सूचना दायर गर्नुपर्छ वा पर्दैन भन्ने बारे अनिश्चित हुनुहुन्छ भने, हामी तपाईंलाई खासगरी वौद्धिक सम्पत्ति कानूनमा विशेषज्ञा भएको वकीलको सुझाव लिन सिफारिस गर्छौं। तपाईंले झुठो DMCA काउन्टर-सूचना दायर गर्नुभयो वा गलत मनसायले दायर गर्नुभयो भने विपरीत कानूनी परिस्थितिहरू निम्तिन सक्नेछन्। यदि तपाईंले झुठो काउन्टर-सूचना दायर गर्नुभयो भने, तपाईं अन्य कुराहरू सहित DMCA को खण्ड 512(f) अन्तर्गत क्षति र वकीलका शुल्कहरूका लागि उत्तदायी हुन सक्नुहुन्छ।",
      "पठाइयो। आफ्नो इमे हेर्नुहोस्!",
      "संगीत",
      "कुनै Facebook पृष्ठ फेला परेन। Facebook मा IGTV भिडियो साझा गर्न तपाईंको पृष्ठ हुनुपर्छ। {Learn More}।",
      "नजिकका साथीहरू",
      "PIN सहित सुरक्षा थप्नुहोस्",
      "इमेल",
      "कार्यक्रम थप्नुहोस्",
      "{count} पछ्याउदैछन्",
      "डाउनलोडले काम गरेन?",
      "डेटा सम्बन्धी नीति",
      "साझा गर्नुहोस्",
      "प्रोफाइल पूरा गर्नुहोस्",
      "खाता थप्न सकिँदैन",
      "खाता",
      "मद्दत केन्द्रमा जानुहोस्",
      "भावी मिति प्रविष्ट गर्नुहोस्",
      "तपाईंले आफ्नो इमेल ठेगाना गलत लेख्नुभयो जस्तो देखिन्छ। तपाईंको अर्थ तपाईंले {filled email domain} प्रयोग गर्न चाहनुहुन्छ?",
      "मानिसहरूलाई अपमान गर्न वा उनीहरूलाई लाज मान्न लक्षित सामग्री",
      "यसलाई रिपोर्टिङ गर्नुभएकोमा धन्यवाद",
      "{username} को प्रोफाइल लगइन गर्नुहोस्",
      "हामी तपाईंका कुकी रोजाइहरू याद राख्नेछौं र तपाईं Instagram मा लग इन हुनुभएका कुनै पनि ठाउँ र तपाईंले अन्य Facebook खाताहरूमा लग इन गर्न आफ्ना खाताहरू प्रयोग गर्ने ठाउँमा लागू गर्नेछौं। तपाईंले आफ्नो कुकी सेटिङहरूमा कुनै पनि समय आफ्ना रोजाइहरू समीक्षा वा परिवर्तन गर्न सक्नुहुन्छ।",
      "लगइन गरेर थप पोस्टहरू ब्राउज गर्नुहोस्",
      "मेटाइएको सामग्रीको छवि",
      "एप अद्यावधिक गर्नुहोस्",
      "खाता डेटा",
      "व्यवसाय प्रोफाइल जानकारी",
      "{number of files} वटा फाइलहरू अपलोड भएका छैनन्। तपाईं १० वा सोभन्दा कम फाइलहरू मात्र छनोट गर्न सक्नुहुन्छ।",
      "चमकता",
      "तपाईंको सम्पर्क जानकारी सहितका विज्ञापकहरू",
      "तपाईंले चयन गर्नुभएको वर्गका आधारमा, तपाईं क्रिएटर हुन सक्नुहुन्छ। तपाईं कुनै पनि समयमा यो खण्ड सम्पादन गर्न सक्नुहुन्छ।",
      "{username} को रूपमा जारी राख्नुहोस्",
      "फोन नम्बर",
      "{follower count} जना पछ्याउने व्यक्ति",
      "(वैकल्पिक) को रूपमा पनि चिनिने",
      "अपलोड गर्दै",
      "ब्राउजरका सेटिङहरूबाट कुकीहरू नियन्त्रण गर्ने",
      "तपाईंको प्रमाणीकरण एपद्वारा निर्मित 6-अंकको कोड प्रविष्ट गर्नुहोस्।",
      "तपाईंले धेरै प्रमाणीकरण एपहरू स्थापना गर्नुभएको छ वा तपाईंले अर्को यन्त्रमा स्थापना गरिएको एपबाट यसलाई सेटअप गर्न चाहनुहुन्छ भने तपाईंले यो कुञ्जीको प्रयोग गरेर दुई-खण्डको प्रमाणीकरणलाई म्यानुअल रूपमा सेटअप गर्नुपर्नेछ।",
      "मोबाइल नम्बर अद्यावधिक गर्नुहोस्",
      "कम्प्युटरबाट चयन गर्नुहोस्",
      "इमेल यकिन गर्नुहोस्",
      "तपाईंको रिपोर्टको लागि धन्यवाद। यदि यो सन्देशले हाम्रो समुदाय मार्गदर्शनहरूको उल्लंघन गर्दछ भने हामी यसलाई सन्देशलाई हटाउनेछौं।",
      "यदि तपाईंले यी कुकीहरूलाई अनुमति दिनुभएन भनेः",
      "हामीले हाम्रो बौद्धिक सम्पत्तिका इजाजत पत्रहरू अद्यावधिक गरेका छौं तर तपाईंका अधिकार परिवर्तन हुँदैनन्। तपाईंसँग अझै पनि आफ्ना फोटो र भिडियोहरूमा स्वामित्व हुन्छ।",
      "थप हेर्नुहोस्...",
      "प्रोफाइल फोटो परिवर्तन गर्नुहोस्",
      "हामी CMU Delphi Research सँग तपाईं को हुनुहुन्छ भन्ने बारे जानकारी साझा गर्नेछैनौं र उनीहरूले हामीसँग तपाईंका सर्वेक्षण प्रतिक्रियाहरू साझा गर्नेछैनन्।",
      'स्क्रिन "wiggle" मा सुरु ुनेछ र अन्त्यमा एप्लिकेसन आइकनमा "X" देखा पर्नेछ।',
      "अबदेखि तपाईंलाई सन्देशहरू पठाउनका लागि {username} लाई अनुमति दिन चाहनुहुन्छ? यदि तपाईं यसलाई स्वीकार गर्नुहुन्छ भने उहाँहरूले तपाईंले अनुरोध देख्नुभयो भनी थाहा पाउनुहुनेछ।",
      "तपाईंले माथि आफ्ना पोस्टहरूबाट टाइप गर्नुभएका कुनै पनि शब्द वा शब्दावलीहरू समावेश भएका टिप्पणीहरू लुकाउनुहोस्।",
      "कथाहरू एपमा अझै उत्कृष्ट हुन्छन्",
      "तपाईंको अनुदानमा उपहार थप्नुको अर्थ तपाईंले दिने हरेक £1 का लागि तपाईंलाई कुनै खर्च नलागिकन 25p थपिनेछ भन्ने हो।",
      "तपाईंको टिप्पणी हटाइयो",
      "आगामी {days to snooze} दिनसम्म, तपाईंले पहिले Instagram प्रयोग गर्नुभएको यन्त्रहरूबाट मात्र लगइनसम्बन्धी मद्दत गर्ने इमेलहरू प्राप्त गर्नु हुने छ।",
      "यो प्रभाव उपलब्ध छैन। पछि पुन: प्रयास गर्नुहोस्।",
      "खेल्नका लागि ट्याप गर्नुहोस्",
      "तपाईंको फोटो ब्लक गरिएको थियो किनभने यसमा अरू कसैसँग सम्बन्धित भएको सामग्री हुन सक्छ।",
      "सर्तहरूमा सहमत हुनुहोस्",
      "हटाउन चयन गर्नुहोस्",
      "टिप्पणी बन्द गर्ने",
      "माफ गर्नुहोस्, समस्या भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "हामीले तपाईंको लगइन जानकारीजानकारीलाई ब्राउजरमा बचत गर्न सक्छौं जसकारण तपाईंले यसलाई फेरि प्रविष्ट गर्न आवश्यक पर्दैन।",
      "तपाईंका बचत नगरिएका परिवर्तनहरू छन्। तपाईं निश्चित रूपमा रद्द गर्न चाहनुहुन्छ?",
      "भयो",
      "{username} ले प्रयोग गरेको प्रभाव Instagram मा हेर्नका लागि तयार छ।",
      "वृत्त जाँच",
      "प्रोफाइल तस्वीर थप्नुहोस्",
      "तपाईंको फिडको तल्लो भागमा {link_back_to_instagram_home_page} मा ट्याप गर्नुहोस्।",
      "Alt पाठले दृश्यात्मक असक्षमता भएका मानिसहरूलाई तपाईंका फोटोहरूको बयान गर्छ। तपाईंका फोटोमा Alt पाठ स्वत: सिर्जना हुन्छ वा तपाईं आफैले लेख्ने चयन गर्न सक्नुहुन्छ।",
      "Google Authenticator वा Duo Mobile जस्ता एप स्थापना गर्नुहोस्, त्यसपछि सेटिङ अप समाप्त गर्न Instagram मा फर्कनुहोस्।",
      "अनब्लक गर्नुहोस्",
      "सहर",
      "हामी तपाईंको भिडियो तयार गर्दैछौं: {videoTitle}। तयार भएपछि हामी तपाईंलाई थाहा दिनेछौं।",
      "१२५ भन्दा लामो वर्णहरू भएका क्याप्शनहरू फिडमा अँट्दैनन्।",
      "Instagram ले तिनीहरू सार्वजनिक प्रसिद्ध व्यक्ति, सेलिब्रिटी र उनीहरूले प्रस्तुत गर्ने ब्राण्डहरूको वास्तविक उपस्थिति हुन् भनी पुष्टि गरेको छ भनी देखाउनको लागि प्रमाणित खाताहरूको नामको छेउमा नीलो चेकमार्कहरू हुन्छन्।",
      "PIN यकिन गर्नुहोस्",
      "कथाहरू प्रयोग गरी आफ्ना साथीहरूसँग जोडिनुहोस्",
      "तपाईंले गर्न सक्ने अन्य कुराहरू",
      "खाताको लागि साइन अप गर्नुहोस्।",
      "पुष्टिकरण कोड",
      "Instagram लाई कुकीहरू प्रयोग गर्ने अनुमति दिने?",
      "Instagram Lite",
      "आफ्नो जानकारी उपलब्ध गराउनु भएकोमा धन्यवाद",
      "प्रोफाइल हेर्नुहोस्",
      "तपाईंको फोन नम्बर पुष्टि गर्नुहोस्",
      "फेरि प्रयास गर्नुहोस्",
      "प्रोफाइल बचत भयो!",
      "यसले तपाईंको पोस्टबाट भिडियो हटाउनेछ।",
      "पिन गरिएको",
      "{violationText} {prepositionType} टिप्पणीलाई {actionType}",
      "तपाईंले लग इन गर्नको लागि आफ्नो Instagram खाता प्रयोग गर्नुभएको एप र वेबसाइटहरूबाट लग आउट गरिने छ र तपाईंले फेरि लग इन गर्न आफ्ना खाताहरू प्रयोग गर्न सक्नु हुने छैन।",
      "तपाईंले यहाँ सार्नुभएका सन्देशहरूका लागि सूचनाहरू बन्द छन् तर तपाईंले तिनीहरूलाई कुनै पनि समयमा अन गर्न सक्नुहुन्छ।",
      "Facebook लोगो",
      "पेश गर्नुहोस्",
      "तपाईंको ब्राउजर वा यन्त्रले तपाईंलाई ब्राउजर कुकीहरू सेट गर्न र मेटाउन छनोट गर्न अनुमति दिने सेटिङहरू प्रस्ताव गर्न सक्छ। यी नियन्त्रहरू ब्राउजर अनुसार फरक हुन्छन् र निर्माताहरूले कुनै पनि समय उनीहरूले उपलब्ध गराउने दुवै सेटिङहरू परिवर्तन गर्न र तिनीहरूले काम गर्ने तरिका परिवर्तन गर्न सक्छन्। अक्टोबर ५, सन् २०२० देखि, तपाईंले तलका लिङ्कहरूमा लोकप्रिय ब्राउजरहरूद्वारा प्रस्ताव गरिएका नियन्त्रणहरूको बारेमा थप जानकारी फेला पार्न सक्नुहुन्छ। तपाईंले ब्राउजर कुकीहरूलाई असक्षम पा्नुभएको छ भने Facebook उत्पादनहरूका केही भागहरूले उचित रूपमा काम नगर्न सक्छन्। कृपया सतर्क हुनुहोस् कि यी नियन्त्रणहरू Facebook र Instagram ले प्रस्ताव गर्ने नियन्त्रणहरूभन्दा फरक हुन्छन्।",
      "लग इन गर्नुहोस्",
      "तपाईंको इन्बक्स लोड गर्दा समस्या भयो।",
      "यो लगइनलाई यकिन गर्ने हो?",
      "यो निर्णयको अपील गर्नुहोस्",
      "तपाईंको कथा",
      "रचना गर्नुहोस्",
      "थप जान्नुहोस्",
      "इम्बेडेड कोड चयन गर्नुहोस्",
      "अहिले प्राप्त गर्नुहोस्",
      "पासवर्ड परिवर्तन भयो।",
      "कुनै परिणामहरू फेला परेन।",
      "औं",
      "{username}को रूपमा जारी राख्नुहोस्",
      "ठाउँ र डेटा बचत गर्न बनाइएको। Google Play मा नि:शुल्क डाउनलोड गर्नुहोस्।",
      "इमेल",
      "सेप्टेम्बर",
      "एपमा, ह्यासट्याग भएका सबै पोस्टहरूमा ताजा रहन सक्नुहुन्छ।",
      "तपाईंको खाता बारे नोट",
      "अर्को",
      "रिलहरू",
      "१६:९",
      "Instagram पासवर्ड",
      "चेतावनी",
      "४:५",
      "खाता रिकभरी",
      "तपाईंले कथा पठाउनुभयो",
      "मेरो खाता अस्थायी रूपमा असक्षम गर्नुहोस्",
      "खाताको प्रतिबन्ध हटाइयो",
      "अन्य एप र वेबसाइटहरूमा हाम्रा कुकीहरू",
      "म मैले छोडेको टिप्पणी मेटाउन चाहन्छु",
      "संगीत",
      "Facebook कम्पनीका उत्पादनहरू प्रयोग गर्नका लागि यी कुकीहरू आवश्यक छन्। यी साइटहरूले अपेक्षाअनुसार काम गर्नका लागि यी कुकीहरू आवश्यक छन्।",
      "त्रुटि भयो र तपाईंको ड्राफ्ट बचत गर्न सकिएन।",
      "थप वृद्धि उपकरणहरू",
      "डिजाइन परिवर्तन गर्ने वा कालो वा प्याटर्न रङहरूमा प्रिन्ट गर्ने नगर्नुहोस्।",
      "कथा आइकन",
      "भुक्तानीसम्बन्धी सेवाका सर्तहरू",
      "धन्यवाद! तपाईंले Instagram को समाचार इमेलहरूमा पुन: सदस्यता पाउनुभएको छ।",
      "खारेज गर्नुहोस्",
      "तपाईंको खाता पुनः सक्रिय गरिएको छ",
      "आफ्नो खाता अस्थायी रूपमा प्रतिबन्धित वा स्थायी रूपमा असक्षम हुनबाट रोक्नको लागि अन्य कुनै पनि प्रयोगकर्ता वा उपकरणहरूले तपाईंको खाता प्रयोग गर्न सक्दैनन् र तपाईंले हाम्रा {Terms of Use} पालना गरि रहनुभएको छ भनी सुनिश्चित गर्नुहोस्।",
      "गृहपृष्ठमा फर्कनुहोस्",
      "हामी तपाईंलाई लगइन गर्ने लिङ्क पठाउन असमर्थ भयौं।",
      "किनमेल गर्ने झोलाका इमेलहरू",
      "हामीले गल्ती गर्‍यौं जस्तो लाग्छ?",
      "• सामग्री व्यक्तिकृत गर्न, सान्दर्भिक विज्ञपनहरूको सेवा दिन र सुरक्षित अनुभव उपलब्ध गराउनमा मद्दत गर्नको लागि Instagram र Facebook ले एप र वेबसाइटहरूबाट आफ्नो क्रियाकलाप बारे जानकारी प्राप्त गर्छन्। यो जानकारी Instagram र Facebook भरि साझा गरिन्छ किनभने तपाईंले यी खाताहरूलाई आफ्नो खाता केन्द्रमा थप्नुभयो",
      "खारेज गर्नुहोस्",
      "कृपया तपाईं {username} Instagram खाता प्रयोग गरी {app name} मा लग इन गर्न चाहनुहुन्छ भनी पुष्टि गर्नुहोस्",
      "लागूऔषधको प्रयोग",
      "अत्यावश्यक कुकीहरू",
      "तपाईंलाई कसैले च्याटमा फिर्ता नथपेसम्म तपाईंले यो समूहबाट सन्देशहरू प्राप्त गर्नुहुनेछैन।",
      "यो भिडियो थप्न सकिँदैन। IGTV भिडियोहरू 16:9 वा 9:16 का आयातका साथ ठाडो वा तेर्सो हुनुपर्छ।",
      "सबै खाली गर्नुहोस्",
      "अनलाइन विज्ञापनको बारेमा थप जानकारी",
      "तपाईंले Instagram एपमा स्टिकरहरू सिर्जना गर्न र प्रतिक्रिया जनाउन सक्नुहुन्छ। {app store} वा {play store} बाट यो नि:शुल्क प्राप्त गर्नुहोस्।",
      "चेकपोइन्ट सुरु/समाप्ति",
      "· प्रयोग गरिएका कोषहरू सामानका बिक्री वा सेवाहरूका प्रावधानबाट आएका आयहरू छैनन्; न अर्को व्यक्ति वा तेस्रो पक्ष नै हो",
      "तपाईंले Instagram मा साझा गर्नुभएका कुराहरूको फाइल प्राप्त गर्नको लागि कृपया फेरि लग इन गर्नुहोस्।",
      "मुख्य शब्द अन्वेषण पृष्ठ",
      "आफ्नो पासवर्ड अद्यावधिक गर्नुहोस्",
      "फाइल छनोट गर्नुहोस्",
      "तपाईंले आफ्नो सुरक्षा एपबाट कोड प्राप्त गर्नुहुनेछ।",
      "PIN सिर्जना गर्नुहोस्",
      "{username} द्वारा हटाइएको",
      "थप हेर्नुहोस्",
      "लग इन पुष्टि गर्ने?",
      "तपाईंसँग यसमा भएका सबै सामग्री प्रयोग गर्ने अधिकार छैन भने {Delete this photo text bolded}। यसले तपाईंको खातालाई प्रभाव पार्नेछैन।",
      "{minutes} मिनेट पहिले",
      "मैले प्रयोगकर्ताले पछ्याउन् भन्ने चाहन्न",
      "Facebook मा जडान गर्नुहोस्",
      "तपाईंको पोस्ट हटाइयो",
      "बचत गर्नुहोस्",
      "हाम्रो टोलीले सम्बन्धित खाताको समीक्षा गर्ने छ र यदि खाताले हाम्रो {link_to_instagram_community_guidelines} वा {link_to_instagram_terms_of_use} को उल्लङ्घन गर्छ भने हामी यसलाई हटाउने छौँ।",
      "रद्द गर्नुहोस्",
      "{count} लाइक",
      "तपाईंले प्रविष्ट गर्नूभएको पासवर्ड गलत छ। कृपया पुन: प्रयास गर्नुहोस्।",
      "तपाईंको Facebook इमेल ठेगाना, {email} को पहिले नै Instagram मा खाता छ।",
      "तपाईंले लग इन गर्नुभएको हो भनी यकिन गर्न हामीलाई आवश्यक हुँदा हामी तपाईंलाई सुरक्षा कोड अनुरोध गर्नेछौं।",
      "थप हेर्नुहोस्",
      "अन्य",
      "हामीले हालै थाहा पायौं कि तपाईंको Instagram पासवर्डलाई पठनीय ढाँचामा आन्तरिक रूपमा भण्डारण गरिएको थियो। हामीले समस्याको समाधान गर्‍यौं र भण्डार गरिएको तपाईंको पासवर्डमा अनुचित पहुँच वा दुरुपयोग भएको कुनै संकेत फेला पारेनौं।",
      "मे",
      "हो",
      "बचत गरिएको सङ्कलन",
      "क्रप चयन गर्नुहोस्",
      "परिवर्तन गर्नुहोस्",
      "GIF",
      "विज्ञापनहरूलाई अनुमति दिनुहोस्",
      "लग आउट गर्दै",
      "आफ्नो खातामा फर्किन एपमार्फत आफ्नो जानकारीको पुषिृट गर्नुहोस्",
      "कृपया सबै आवश्यक फिल्डहरू भर्नुहोस्।",
      "अनुरोधहरू पछ्याउनुहोस्",
      "Instagram मा जडान गर्नुहोस्",
      "त्यो म होइन",
      "{username} का सन्देशहरूलाई यहाँ सार्नुहोस्ः",
      "• तपाईंले {app name} ले प्राप्त गर्ने जानकारी सम्पादन गर्न सक्नुहुन्छ। तपाईंले साझा नगरीकन रद्द गर्न छनोट गर्न सक्नुहुन्छ तर तपाईंले Instagram लाई {app name} मा जडान गर्न सक्नुहुनेछैन।",
      "पासवर्ड सिर्जना गरी",
      "{days} दिन पहिले",
      "सूचना चालू गर्नुहोस्",
      "तपाईंले चयुन गर्नुभएको भिडियो फाइल अपलोड गर्न सकिएन।",
      "AM",
      "मानिसहरूलाई ट्याग गर्न फोटोमा क्लिक गर्नुहोस्",
      "तपाईंले एक पटकमा एउटाभन्दा बढि छनोट गर्नुहोस्।",
      "मिनेट",
      "फेरि प्रयास गर्नुहोस्",
      "ग्राफिक हिंसा",
      "{Username of current profile}लाई अनब्लक गर्ने?",
      "सट्टामा Wi-Fi कोड प्रविष्ट गर्नुहोस्",
      "(@{username}) • Instagram तस्वीरहरू र भिडियोहरू • पृष्ठ {page}",
      "यदि तपाईंसँग आफ्नो फोटोका सबै सामग्री प्रयोग गर्ने अनुमति छ भने मात्र तपाईंले विवाद पेश गर्नुपर्छ।",
      "नयाँ कथा",
      "तपाईंको इमेल",
      "को सुरक्षा कोड यकिन गर्नुहोस्",
      "{username} लाई जवाफ दिनुहोस्...",
      "ट्याग हटाउनुहोस्",
      "हाम्रो अद्यावधिक गरिएको डेटा सम्बन्धी नीति समीक्षा गर्नुभएको र हाम्रा नयाँ सर्तहरूमा सहमत हुनुभएकोमा धन्यवाद।",
      "आफैंलाई जवाफ दिंदै",
      "तपाईंको Instagram डेटा",
      "+ {count}",
      "तपाईंले प्रविष्ट गर्नुभएको प्रयोगकर्ता नाम खातासँग सम्बन्धित छैन। कृपया आफ्नो प्रयोगकर्ता नाम जाँच गरी पुन: प्रयास गर्नुहोस्।",
      "आमाबुवा/अभिभावकलाई सोध्नुहोस्",
      "{username} पोस्ट पठाउनुभयो",
      "तपाईंसँग आफ्नो भिडियोका सबै सामग्री प्रयोग गर्ने अनुमति छ भने मात्र तपाईंले विवाद पेश गर्नुपर्छ।",
      "तपाईंसँग अब Instagram मा आफ्ना दर्शकहरूसँग जडान गर्ने थप उपकरणहरू छन्।",
      "करसेल",
      "हामीले लगइन कोड सहितको पाठ सन्देश पठाउनेछौं वा तपाईंको आफ्नो रोजाइको सुरक्षा एप प्रयोग गर्न सक्नुहुन्छ।",
      "बचत गर्नुहोस्",
      "दुई-चरणको प्रमाणीकरण",
      "सावधानीको रूपमा, हामी तपाईंलाई पछ्याउने व्यक्तिहरूको सूची हेर्न र तपाईं आफूलाई यी व्यक्तिहरूबाट पछ्याइयोस् भन्ने चाहेका मानिसहरू मात्र हुनुहुन्छ भनी निश्चित गर्न तपाईंलाई प्रोत्साहन गर्छौं। तपाईंको गोपनीयताको सुरक्षा हाम्रो शीर्ष प्राथमिकता हो र यस प्रकारका समस्याहरू नदेखिउन भनी सुनिश्चित गर्नका लागि हामी निरन्तर रूपमा काम गरिरहेका छौं। यस्तो भएकोमा हामी दु:खी छौं। यदि तपाईंसँग कुनै प्रश्नहरू छन् भने, कृपया हामीलाई {email} मा सम्पर्क गर्नुहोस्।",
      "सम्पादन गरिएको",
      "हुन्छ",
      "यसले कसरी काम गर्छ",
      "{help center link} मा तपाईंले आफ्नो खाता सुरक्षित राख्ने बारेमा थप अध्ययन गर्न सक्नुहुन्छ।",
      "मेरो खाता ह्याक भएको थियो",
      "प्रयोगकर्ताको बारेमा रिपोर्ट गर्नुहोस्",
      "ठाउँ",
      "हामीले हाम्रो समुदायलाई समर्थन र सुरक्षा गर्नको लागि हाम्रा {communityGuidelinesLink} सिर्जना गर्यौं र हामीले तपाईंको पोस्ट हटायौं किनभने यसले आत्मघात वा आत्महत्या सम्बन्धी व्यवहार प्रोत्साहित गर्छ भनी हामी चिन्तिम छौं। यो तपाईंको इच्छा नहुन सक्छ भनी हामी बुझ्दछौं। हामी तपाईंको सुरक्षा बारे खयाल राख्छौं र यदि तपाईंलाई केही समस्या भएमा, हामी तपाईंलाई मद्दत गर्न चाहन्छौं। हामी तपाईंलाई हाम्रा संसाधनहरू मार्फत समर्थन प्राप्त गर्न प्रोत्साहित गर्छौं।",
      "तपाईंले अहिले पछाडि जानुहुन्छ भने तपाईंले आफ्नो फोटो गुमाउनु हुनेछ।",
      "दायाँ फीता",
      "नयाँ सम्पर्क विकल्पहरू प्राप्त गर्नुहोस्",
      "लिङ्कको प्रतिलिपि बनाउनुहोस्",
      "औं",
      "मोबाइल नम्बर वा इमेल",
      "च्याट मेटाउनुहोस्।",
      "शीर्षक",
      "कथाहरू एपमा अझै उत्कृष्ट हुन्छन्",
      "टिप्पणी गर्न बन्द गर्नुहोस्",
      "अनुमति दिनुहोस्",
      "लग इन गर्नुहोस्",
      "जन्मदिन",
      "तपाईंको खाताबाट लग आउन गर्न समस्या भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "व्यक्तिगत जानकारी सेटिङहरू",
      "यो सन्देश स्प्याम वा स्क्याम हो",
      "पूरा नाम",
      "यो लिङ्कले आगामी चार दिनसम्म मात्र काम गर्नेछ। यसमा व्यक्तिगत जानकारी समावेश भएको हुनसक्ने हुँदा, लिङ्कलाई निजी राख्न सुनिश्चित हुनुहोस् र आफ्नै कम्प्युटरको आर्काइभमा डाउनलोड गर्नुहोस्।",
      "Instagram Lite मा कथाहरूका साथ थप कुरा गर्नुहोस्",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध जाने केही कुरा फेरि पोस्ट गर्नुभयो भने, तपाईंका पोस्ट, सङ्ग्रह, सन्देश र पछ्याउने व्यक्तिहरू सहित तपाईंको खाता मेटाउन सकिन्छ।",
      "तपाईंले {username} लाई प्रतिबन्धित गर्नुभएको छ।",
      "रद्द गर्नुहोस्",
      "{filename} नामक फाइल अपलोड गर्न सकिएन। जारी राख्नको लागि mp4 फाइल छनोट गर्नुहोस्।",
      "यो पोस्टलाई मन पराउने कूल मानिसहरूको संख्या {media author username} ले हेर्न सक्नुहुन्छ।",
      "तपाईंले Instagram मा आफ्ना सम्पर्कहरू अपलोड गर्दा, तिनीहरूलाई यहाँ देख्नुहुनेछ।",
      "Facebook",
      "हामीले हालै फेला पार्‍यौं कि तपाईंको Instagram पासवर्डलाई आन्तरिक रूपमा पढ्न सकिने ढाँचामा भण्डार गरिएको थियो। हामीले समस्या समाधान गरेका छौं र अन्तरिक रूपमा कुनै व्यक्गितले पहुँच वा दुर्व्याहार गरेको कुनै संकेत छेन।",
      "मानिसहरूलाई तपाईंको कथालाई सन्देशहरूको रूपमा साझा गर्न दिनुहोस्",
      "लग इन गर्न असफल भयो, फेरि प्रयास गर्नुहोस्।",
      "साझा गर्नुहोस्",
      "मेरो प्रोफाइलबाट लुकाउनुहोस्",
      "स्वीकृत गरियो!",
      "ब्राण्डेड सामग्री नीतिहरू",
      "थप जान्नुहोस्",
      "{Link to return to a previous step in this flow} वा {Link to skip this entire flow}",
      "छोड्नुहोस्",
      "प्रमाणित गरिएको",
      "गोपनीयता",
      "पहिलो",
      "{count} लाइक",
      "लगइन गरेर सबै टिप्पणी हेर्नुहोस्",
      "नयाँ पोस्ट",
      "Facebook Pay थप जान्नुहोस् पृष्ठलाई बन्द गर्न क्रस आइकन",
      "चरण २: प्रसिद्धि पुष्टि गर्नुहोस्",
      "{authMethod} को प्रविष्ट बन्द गर्ने हो?",
      "चेकआउट पूरा गर्नका लागि Facebook Pay ले तपाईंको Facebook खाताको जानकारी प्रयोग गर्नेछ। तपाईंको भुक्तानीसम्बन्धी जानकारी र इतिहास Instagram, Facebook र Messenger मा आपसमा जोडिएको हुनेछ। {Learn More}",
      "यो टिप्पणीले मानिसहरूलाई जोखिममा पार्दछ",
      "तपाईंले चयन गर्नुभएका फाइलहरू समर्थित छैनन्।",
      "सन्देश अनुपलब्ध छ",
      "Instagram साझा",
      "तपाईंले यो प्राप्त गर्नुभएन भने, हामीले {resendCode} सक्छौं।",
      "हामीलाई थाहा दिनुभएकोमा धन्यवाद",
      "Instagram प्रयोग गर्नका लागि तपाईंको उमेर पुगेको छैन",
      "भिडियोमा अडियो छैन",
      "खाताहरू स्विच गर्नुहोस्",
      "दर्शक (वैकल्पिक)",
      "हामी त्यो खोजको लागि केही फेला पार्न सकेनौं।",
      "पुश सूचनाहरू",
      "तपाईंको सामग्रीले निम्न पक्षका संगीतका अधिकारहरूको उल्लङ्घन गर्छन् भनी गरिएको रिपोर्टको आधारमा हामीले यसको पहुँचमा प्रतिबन्ध लगाएका छौं:",
      "दर्शकहरू",
      "मेनु",
      "अर्को",
      "मानिसहरूलाई ट्याग गर्न फोटोमा ट्याप गर्नुहोस्।",
      "कर फाइलिङ",
      "{username}ले समान संख्याका विज्ञापनहरू देख्नुहुनेछ तर तिनीहरू कम सान्दर्भिक हुन सक्नेछन्।",
      "दिन:",
      "Facebook एप र सेवाहरू",
      "तेस्रो पक्षले तपाईंको सामग्रीले उनीहरूको प्रतिलिपि अधिकार उल्लङ्घन गर्छ भनी रिपोर्ट गर्यो।",
      "विज्ञापन आइकन",
      "लिङ्कहरू (वैकल्पिक)",
      "तपाईंका अघिल्ला केही तेस्रो पक्षका संगीत अधिकार र/वा {Community Guidelines} को उल्लङ्घन गरेको फेला परेको हुनाले यसो गरिएको हो।",
      "कथाहरूमा पुन: साझा गर्न अनुमति दिनुहोस्",
      "थप विधिहरू",
      "मेरो सामग्री किन हटाइयो?",
      "प्रशासक",
      "तन्दुरुस्ती",
      "तपाईंका फोटोहरू",
      "च्याटमा थप्नुहोस्",
      "हेर्ने व्यक्तिको गणना आइकन",
      "ट्याग गरिएको पोस्ट",
      "हटाउनुहोस्",
      "{username}ले आफ्नो रूचिसँग कम सान्दर्भिक हुन सक्ने विज्ञापन देख्नुहुनेछ।",
      "हामीले तपाईंले प्रविष्ट गर्नुभएको PIN प्रयोग गरी तपाईंको खाता जोड्न सकेनौँ। तपाईं अझै पनि लिङ्क गरिएको आफ्नो PayPal खाता प्रयोग गरेर जोड्न सक्नुहुन्छ।",
      "यसका साथै, हटाउनका लागि धेरै अनुरोधहरू प्राप्त गर्नाले तपाईंको खाता निलम्बन हुन सक्ने परिणाम निम्त्याउन सक्छ।",
      "एपको नवीनतम संस्करणमा मद्दत प्राप्त गर्ने अझ द्रुत र सहज हुन्छ।",
      "पछ्याउनुहोस्",
      "Instagram एपमा यो फन्डरेजर हेर्नुहोस्",
      "{numberOfPeople} मानिसहरू",
      "आमाबुवा/अभिभावकको पहिलो नाम",
      "तपाईंको खाता असक्षम पारिनुअघि हामी तपाईंलाई त्यसमाथि पहुँच राख्नमा मद्दत गर्न सकौँ भन्नका निम्ति {number of days before user is disabled} दिनभित्रमा आगामी निर्देशनहरूको पालना गर्नुहोस्।",
      "जवाफहरू हेर्नुहोस्",
      "तपाईं यो उपहार सहायता प्राप्त गर्न निम्न अवस्थामा योग्य हुनुहुन्छ:",
      "{username} द्वारा",
      "अर्को व्यक्तिलाई ट्याग गर्नुहोस्",
      "सबैभन्दा लोकप्रिय",
      "Instagram समुदायलाई सुरक्षित राख्न हामीलाई मद्दत गर्न तपाईंको प्रतिक्रिया महत्त्वपूर्ण छ।",
      "सत्र लग आउट भयो",
      "1 पोस्ट",
      "1 घण्टा पहिले",
      "पोस्ट मेटाउन सकिएन।",
      "स्थानको आइकन",
      "एप प्राप्त गर्नुहोस्।",
      "लगइन जानकारी सम्झनुहोस्",
      "{birthday} तपाईंको जन्मदिन हो?",
      "{name of the user who liked the photo} ले तपाईंको पोस्ट मन पराउनुभयो।",
      "अन्य सम्पर्क बटनहरू थप्न, प्रवर्द्धनहरू सिर्जना गर्न र आफ्ना पछ्याउने मानिसहरू बारे विशेष जानकारीहरू प्राप्त गर्न Instagram एपमा जानुहोस्।",
      "सम्बन्धहरू",
      "प्रमाणीकरण पठाउनुहोस्",
      "IG सफलता चेकमार्क",
      "0 वर्ष",
      "इमेल पठाइयो",
      "फेब्रुअरी",
      "तपाईंको भिडियोमा थपिएका स्वतः सिर्जना गरिने क्याप्सनहरूले श्रवणशक्तिको विकृति भएका मानिसहरूलाई मद्दत गर्छन्। तिनीहरू iOS र एन्ड्रोइड एपहरूमा मात्र देखाइन्छन् र केही मिनेटपछि देखा पर्न सक्छन्।",
      "आफ्नो खाता सुरक्षित गर्न आफ्नो पासवर्ड परिवर्तन गर्नुहोस्",
      "गोपनीयता र सुरक्षा मद्दत",
      "यो संस्करण उप्रान्त समर्थित छैन। लग इन गर्नको लागि नवीनतम संस्करणमा आफ्नो एप अद्यावधिक गर्नुहोस्।",
      "तपाईंको Instagram व्यवसाय वर्ग WhatsApp मा समर्थित छैन।",
      "खाता केन्द्र हाम्रा मोबाइल एपहरूमा मात्र उपलब्ध छ। खाताहरूमा लग इन गर्ने र कथा र पोस्ट साझेदारी जस्ता जडान गरिएका अनुभवहरू व्यवस्थित गर्न आफ्नो Instagram, Facebook वा Messenger एपका सेटिङहरूका खाता केन्द्रमा जानुहोस्।",
      "धेरै व्यस्त/धेरै ध्यान भंग भयो",
      "तपाईंले यो खाता मेटाउन अनुरोध गर्नुभयो जस्तो देखिन्छ। मद्दत केन्द्रमा थप जान्नुहोस्: https://help.instagram.com",
      "डाउनलोड गर्नुहोस्",
      "हामीलाई थाहा दिनुहोस्।",
      "तपाईंले {username} को कथा पठाउनुभयो",
      "डाइरेक्ट - सुरक्षित इन्बक्स",
      "सम्पादन गर्नुहोस्",
      "वैकल्पिक पाठ लेख्नुहोस्...",
      "देश/क्षेत्र",
      "भिडियो सम्पादन गर्नुहोस्",
      "दावी हटाउनुहोस्",
      "तपाईंको पोस्ट अपलोड गर्न सकिएन। कृपया फेरि प्रयास गर्नुहोस्।",
      "कडा लागूपदार्थहरूको प्रयोगलाई वृद्धि गर्ने पोस्टहरू",
      "अनुदान कम्तीमा {value} हुनुपर्छ",
      "तपाईंसँग साउन्डट्र्याक वा सङ्गीत जस्ता अडियो सहित भिडियोमा भएको सबै कुरा साझा गर्ने अनुमति छ भने, तपाईंले ब्लक गरिएको कुरामा अपील गर्न र आफ्नो भिडियो अनब्लक गराउन सक्नुहुन्छ।",
      "निजी बनाउनुहोस्",
      "सार्नुहोस्",
      "आफ्नो खाता अस्थायी रूपमा असक्षम गर्नुहोस्",
      "यदि तपाईंले यो पृष्ठ छोडेर जानुभयो भने तपाईंका सम्पादनहरू बचत गरिने छैनन्।",
      "हामीले तपाईंको खाताबाट गरिएको क्रियाकलाप पत्ता लगाएका छौँ। आफ्नो खातामाथि फेरि पहुँच राख्न Instagram एपबाट आफ्नो पहिचानको पुष्टि गर्नुहोस्।",
      "घृणा बोली वा संकेतहरू",
      "चयन टगल गर्नुहोस्",
      "सङ्ग्रहमा थप्नुहोस्",
      "गोपनीयता नीति",
      "{hours} घण्टाअघि हेरिएको",
      "खारेज गर्नुहोस्",
      "[?]",
      "साइन अप गर्नुहोस्",
      "Google प्ले स्टोर खुलेन?",
      "मानिसहरूलाई ट्याग गर्नुहोस्",
      "नाम थप्नुहोस्",
      "तपाईंका लागि सुझावहरू",
      "Instagram मा भरिएको प्ले",
      "प्रोफाइल अद्यावधिक",
      "२० भन्दा बढी अनुरोधहरू",
      "नि:शुल्क पेशावर खातामा स्विच गर्नाले तपाईं तपाईंले आफ्ना पछ्याउने मानिस र खाता कार्यसम्पादन बारे विशेष जानकारीहरू, नयाँ सम्पर्क विकल्प र थपमा पहुँच प्राप्त गर्नुहुनेछ।",
      "तपाईंलाई जवाफ दिनुभयो",
      "पहिचान भएका यन्त्रहरू",
      "Expired",
      "पसल हेर्नुहोस्",
      "खाता राख्नुहोस्",
      "बन्द गर्नुहोस्",
      "थप विकल्पहरू",
      "गैर-कानूनी वा नियन्त्रित सामानहरूको बिक्री",
      "तपाईंले आफ्नो फोन हराउनुभयो र पाठ सन्देश वा प्रमाणीकरण एपमार्फत कोड प्राप्त गर्न सक्नुहुन्न भने आफ्नो खातामा पुन: पहुँच प्राप्त गर्न तपाईंले यी कोडहरू प्रयोग गर्न सक्नुहुन्छ। तिनीहरूलाई सुरक्षित ठाउँमा बचत गर्नुहोस्।",
      "ब्लक गर्नुहोस्",
      "IGTV",
      "पूर्वस्थितिमा फर्काउनुहोस्",
      "{username} का प्रत्येक पोस्ट हेर्नुहोस्",
      "मेटाउनुहोस्",
      "प्रमाणीकरण कोड प्रविष्ट गर्नुहोस्",
      "यो यौनजन्य रूपमा अनुपयुक्त छ",
      "लग इन गर्न प्रयास गर्दै",
      "तपाईंका मनपर्ने विषयहरू ब्राउज गर्नुहोस्",
      "समायोजनहरू",
      "स्थान थप्नुहोस्",
      "शनि",
      "थपका लागि ट्याप गर्नुहोस्",
      "यो मनपराउनुहोस्",
      "लग आउट गर्नुहोस्",
      "लगइन पुष्टि हुन सकेन। कृपया आफ्नो नेटवर्क सेटिङहरू जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्।",
      "तपाईंले यो सन्देशलाई किन रिपोर्ट गर्दै हुनुहुन्छ?",
      "अनब्लक गर्नुहोस्",
      "अहिले होइन",
      "तपाईंका संकेतशब्दहरू बचत गर्न समस्या थियो। कृपया तुरून्तै फेरि प्रयास गर्नुहोस्।",
      "तपाईं साइन अप गर्दा थप नि:शुल्क फोटोहरू खोज गर्नुहोस्।",
      "Instagram, Facebook एप र Messenger मा तपाईंको गोपनीयता जानकारी र छनोटहरूको समीक्षा, जसकारण तपाईंका लागि यी सेटिङहरू सही छन् भनी तपाईं सुनिश्चित गर्न सक्नुहुन्छ।",
      "Facebook बाहिरका क्रियाकलाप",
      "यो फाइल अति सानो छ। जारी राख्नको लागि १ KB भन्दा ठूलो फाइल छनोट गर्नुहोस्।",
      "सम्बद्धमा इच्छुक हुनुहुन्छ?",
      "अर्को",
      "प्रमाणीकरण पठाइयो",
      "यो खाता निजी हो",
      "संस्थाको हेडर",
      "तपाईं सेट चोरी भयो भनी चिन्तित हुनुहुन्छ वा यदि तिनीहरूको धेरै प्रयोग गर्नुभएको छ भने, तपाईंले नयाँ कोड प्राप्त गर्न सक्नुहुन्छ।",
      "तपाईंको डेटालाई सुरक्षित राख्ने",
      "साझा गर्दै...",
      "माफ गर्नुहोस्! हामीलाई अहिले तपाईंको खाता सिर्जना गर्नमा कठिनाई भइरहेको छ। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "फिल्टर गर्नुहोस्",
      "तपाईंका नहरेका सूचनाहरू छन्।",
      "पोस्ट साझा गर्नुहोस्",
      "स्वामित्व अधिकार भएको व्यक्ति, {reference owner name}, ले तपाईंको विवाद अस्वीकार गर्नुभयो किनकी उहाँहरूलाई यो फोटोमा उहाँहरूको सामग्री समावेश छ भन्ने विश्वास छ।",
      "Facebook बाट अद्यावधिक गर्नुहोस्",
      "व्यवसाय",
      "तपाईंसँग आफ्नो फोटोमा सबै सामग्री प्रयोग गर्ने अनुमति छ भने {Submit a dispute text bolded}। विवाद पेश गर्नाल तपाईं दाबी जारी गर्ने {owner name} लाई आफ्नो फोटो समीक्षा गर्ने अनुमति दिनुहुन्छ। तपाईंले सार्वजनिक रूपमा पोस्ट साझा गर्नुभयो उनीहरूले सम्पूर्ण पोस्ट पनि समीक्षा गर्न सक्छन्। उनीहरूसँग प्रतिक्रिया गर्नको लागि {number of days} दिन हुने छ।",
      "@{username} द्वारा Instagram भिडियो • {datetime}",
      "हुन्छ, लगइन गर्नुहोस्",
      "केही गलत भयो",
      "GIF",
      "",
      "सहमति पृष्ठ",
      "प्रशासक बनाउनुहोस्",
      "यो लिङ्कले अब काम गर्दैन किनभने तपाईंको खाता मेटाइएको छ। Instagram प्रयोग गर्न जारी राख्न नयाँ खाता सिर्जना गर्नुहोस्।",
      "पासवर्ड",
      "कथा भिडियो ओभरले",
      "गत १४ दिनमा Instagram का सुरक्षा र लगइन इमेलहरू यहाँ देखा पर्नेछन्। तपाईंले यसलाई कुन इमेलहरू वास्तविक र कुन जाली हुन् भनी प्रमाणित गर्न प्रयोग गर्न सक्नुहुन्छ।",
      "तपाईंको भुक्तानी पुष्टि गर्न आफ्नो Facebook Pay PIN प्रविष्ट गर्नुहोस्।",
      "{username} लाई सारिएको छ भन्ने थाहा हुनेछैन। तपाईं उहाँहरूलाई कुनै पनि समय प्राथमिकमा फेरि सार्न सक्नुहुन्छ।",
      "ह्यासट्याग निर्देशिका",
      "सुझाव गरिएका प्रोफाइलहरू",
      "मद्दत",
      "Instagram Lite प्राप्त गर्नुहोस्",
      "जनावर र प्रकृति",
      "एप्लिकेसन icon ट्याप गर्नुहोस् र केहि सेकेन्डको लागि होल्ड गर्नुहोस्।",
      "सन्देशहरूलाई म्युट गर्नुहोस्",
      "घृणित बोली वा संकेतहरू",
      "हामीले हालै तपाईंको सहित केही संख्याका Instagram खाताहरूमा प्रभाव पारेको प्राविधिक समस्या फेला पार्‍यौं र द्रुत रूपमा समाधान गर्‍यौं।",
      "तपाईंको पोस्ट हाम्रा सामुदायिक मार्गदर्शनहरू विरुद्ध जान्छ",
      "Facebook मा जडान भयो",
      "यात्रा र स्थानहरू",
      "तपाईंको कार्डको सुरक्षा कोडमार्फत जोड्ने हो?",
      "खाद्य तथा पेय पदार्थ",
      "अधिकारहरू धारक:",
      "जारी राख्नुहोस्",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरूद्ध जान्छ। हामीसँग यी मार्गदर्शनहरू छन् किनभने हामी हाम्रो समुदायले सम्मानपूर्ण र सुरक्षित महसुस गरेको चहन्छौं।",
      "नि:शुल्क पेशेवर खाता प्राप्त गर्नुहोस्",
      "पठाउनुहोस्",
      "परिवर्तन गर्नुहोस्",
      "राज्य प्रविष्ट गर्नुहोस्",
      "तपाईंले {applicationName} नाममा जडान गर्न चाहनुभएको Instagram व्यवसाय प्रोफाइल पुष्टि गर्नुहोस्।",
      "आफ्नो नाम र बायो थप्नुहोस् जसकारण साथीहरूले तपाईंलाई फेला पार्न सक्नुहुन्छ।",
      "अक्टोबर",
      "ठीक छ",
      "तपाईं सुनिश्चित हुनुहुन्छ?",
      "अहिले होइन",
      "लुकाउनुहोस्",
      "ग्यालरीका पोस्टहरूमा एक मिनट भन्दा लामो भिडियोहरू समावेश गर्न मिल्दैन।",
      "{fullName} द्वारा Instagram तस्वीर • {datetime}",
      "यदि कुनै भिडियो एक मिनेटभन्दा लामो छ भने तपाईं एक पटकमा एउटा भिडियो मात्र पोस्ट गर्न सक्नुहुन्छ।",
      "१:१",
      "डेटा सम्बन्धी नीति",
      "माफ गर्नुहोस्, यो लिङ्कले काम गरिरहेको छैन। आफ्नो खाता कायम राख्न प्रयोगकर्ता नाम र पासवर्ड प्रयोग गरी लग इन गर्नुहोस्।",
      "तपाईंलाई पछ्याउने सबै मानिसहरूलाई तपाईंले यहाँ देख्नुहुनेछ।",
      "अनुमति दिनुहोस्",
      "WhatsApp मा साझा गर्नुहोस्",
      "खेलकुद",
      "गोपनीय चिन्ताहरू",
      "नयाँ कोडहरू प्राप्त गर्नुहोस्",
      "एप र वेबसाइटहरू",
      "लाइभ {actionType}",
      "चेकआउट गर्न अगाडि बढ्नुहोस्",
      "ठीक छ",
      "थप जान्नुहोस्",
      "क्याप्शन",
      "मलाई यो कुराकानी मन पर्दैन",
      "पछाडि जानुहोस्",
      "जब तपाईं तलको बटन थिच्नुहुन्छ, तपाईंको तस्वीरहरू, टिप्पणीहरू र मन पराइएकोहरू तपाईंले लग इन गरेर आफ्नो खातालाई पुन: नखोल्दा सम्म लुकाइएने छन्।",
      "तपाईंको खाता प्रस्तुत गर्नेद्वारा चिनिएका सबै व्यक्ति वा संस्थाका नामहरू सूचीबद्ध गर्नुहोस्। फरक नामहरू र अन्य भाषाका समान नाम समावेश गर्नुहोस्।",
      "अपील पेश गर्नुहोस्",
      "आगामी {days to snooze} दिनसम्म, तपाईंले पहिले Instagram प्रयोग गर्नुभएको यन्त्रहरूबाट मात्र पासवर्ड रिसेट गर्ने इमेलहरू प्राप्त गर्नु हुने छ।",
      "तपाईंले पासवर्ड रिसेटको लागि अनुरोध गर्नु भएको छैन भनेर हामीलाई थाहा दिनको लागि धन्यवाद। तपाईंको पासवर्ड परिवर्तन गरिएको छैन।",
      "जारी राख्नाले, {=app name} ले तपाईंको जानकारीमा चालू पहुँच प्राप्त गर्नेछ र {=app name} ले यसमा पहुँच गर्दा Instagram ले रेकर्ड गर्नेछ। यो साझेदारी र तपाईंसँग भएका सेटिङहरू बारे {=learn more}।",
      "प्रश्नोत्तरहरू",
      "म मेरो फिडमा यस खाताका फोटो वा भिडियोहरू हेर्न चाहन्न",
      "बचत गर्नुहोस्",
      "यदि तपाईं आफ्नो विवादको निष्कर्षसँग असहमत हुनुहुन्छ भने, तपाईं स्वामित्व अधिकार भएको व्यक्ति, {reference owner name}, लाई अपील गर्न सक्नुहुन्छ। यसलाई पेश गरेपछि, उहाँहरूसँग यसको प्रतिक्रियाका लागि 7 दिनको समय हुनेछ।",
      "सबै सुझावित प्रयोगहरू हेर्न धरण",
      "यो वेब ब्राउजर उप्रान्त समर्थित छैन।",
      "आफ्नो खाताको कुनै पनि भाग खरिद, बिक्री वा स्थानान्तरणको प्रयास हाम्रा {Terms of Use} र {Community Guidelines} विरुद्ध जान्छ।",
      "पासवर्ड",
      "खाता वा पोस्टहरूको रिपोर्ट गर्ने",
      "तपाईं यो समूहमै रहनुहुन्छ भने तपाईंले आफूले बन्देज लगाएका खाताहरूका सन्देशहरू देख्नुहुनेछ।",
      "{firstUsername}, {secondUsername}",
      "प्रतिलिपि बनाउनका लागि Control-C थिच्नुहोस्।",
      "Instagram मार्फत चेकआउट गर्न यो एप डाउनलोड गर्नुहोस्।",
      "रिपोर्ट गर्नुहोस्",
      "अनुरोधहरूलाई स्वीकार्नुहोस् वा बेवास्ता गर्नुहोस्",
      "तपाईंले सबै कुकीहरू प्रयोग गर्ने अनुमति दिन सक्नुहुन्छ वा तपाईंले थप विकल्पहरू छनोट गर्न सक्नुहुन्छ। हामी तपाईंका कुकी रोजाइहरू याद राख्नेछौं र तपाईं Instagram मा लग इन हुनुभएका कुनै पनि ठाउँ र तपाईंले अन्य Facebook उत्पादनहरूमा लग इन गर्न आफ्ना खाताहरू प्रयोग गर्ने ठाउँमा लागू गर्नेछौं। तपाईंले आफ्नो कुकी सेटिङहरूमा कुनै पनि समय आफ्ना रोजाइहरू समीक्षा वा परिवर्तन गर्न सक्नुहुन्छ।",
      "{username} लाई पहिले नै पछ्याउनु भएको छ? तनीहरूको तस्वीर र भिडियोहरू हेर्न {=Log in} गर्नुहोस्।",
      "तपाईंको फोन नम्बर प्रविष्ट गर्नुहोस् र तपाईंको खातामा फर्किन हामी तपाईंलाई पासवर्ड रिसेट लिङ्क पठाउनेछौं।",
      "धेरै ग्राहकहरू समक्ष पुग्न र तपाईंको व्यवसाय विकास गर्न Instagram मा प्रचारहरू सिर्जना गर्नुहोस्।",
      "हामीलाई माफ गर्नुहोस् तर केही गलत भयो। कृपया फेरि प्रयास गर्नुहोस्",
      '"X" मा ट्याप गर्नुहोस् र प्रारम्भ गर्ने वा नगर्ने भनी सोद्धा, "मेटाउनुहोस्" लाई चयन गर्नुहोस्।',
      "तपाईं लगइन गर्दा, तपाईं तिनीहरूका सबै फोटो, भिडियो र कथाका अद्यावधिकहरू हेर्न सक्नुहुन्छ।",
      "अहिले होइन",
      "प्रतिलिपि अधिकार",
      "अनुमति नदिनुहोस्",
      "{username} को कथा पठाइयो",
      "प्रयोगकर्ता नाम वा इमेल",
      "यसमा नाङ्गोपन वा अश्लील विवरण समावेश छ",
      "समूहमा रहनुहोस्",
      "सम्पादन गर्नुहोस्",
      "{username}का कुनै फाइलहरू उपलब्ध छैनन्।",
      "तपाईं होइन?",
      "Instagram मा पूरा प्रोफाइल हेर्नुहोस्",
      "तपाईंले आफू जन्मेको मिति प्रविष्ट गर्नुपर्ने हुन्छ",
      "पासवर्ड रिसेट गर्नुहोस्",
      "कुकी नीति",
      "नम्बर परिवर्तन गर्नुहोस्",
      "बन्द गर्नुहोस्",
      "हालैको",
      "व्यवसाय ठेगाना",
      "सम्पादन गर्ने विकल्पहरू",
      "तपाईंका लागि सुझावहरू",
      "तपाईं हाल {username} को रूपमा लग इन हुनुभएको छ।",
      "अस्वीकार गर्नुहोस्",
      "रोजगारीहरू",
      "फोटोहरू पठाउन, सन्देशहरू लुकाउन र थप कुराहरू गर्न अझै उत्कृष्ट तरिकाहरूका लागि एपमा स्विच गर्नुहोस्।",
      "यो भिडियोको एस्पेक्ट रेसियो समर्थित छैन।",
      "तपाईंको फोटो दृश्यवान हुने स्थान",
      "विज्ञापनका प्राथमिकताहरू",
      "{email} तपाईंको इमेल ठेगाना हो भनी यकिन गर्नुहोस् वा नयाँ इमेल ठेगाना वा फोन नम्बर प्रविष्ट गर्नुहोस्। यसले हामीलाई तपाईंको खाता सुरक्षित गर्न मद्दत गर्छ र तपाईंले आफ्नो पासवर्ड बिर्दनुभयो भने तपाईंलाई Instagram मा जान अनुमति दिन्छ।",
      "{number of items} वटा वस्तु",
      "आन्तरिक",
      "1 घण्टा",
      "आफ्नो Wi-Fi कोड प्रविष्ट गर्नुहोस्",
      "Facebook बाहिरका उत्पादनहरूका विज्ञापन र मापन सेवाहरू, विश्लेषण र निश्चित सुविधाहरू सुधार्न र तपाईंका लागि हाम्रा सेवाहरू सुधार्नको लागि हामी Instagram मा अन्य कम्पनीहरूका उपकरणहरू प्रयोग गर्छौं। यी कम्पनीहरूले पनि कुकीहरू प्रयोग गर्छन्।",
      "तपाईंले आफ्नो सुरक्षा एपबाट कोड प्राप्त गर्नुहोस्। तपाईंसँग छैन भने हामी तपाईंलाई एउटा डाउनलोड गर्न सिफारिस गर्नेछौं।",
      "जडानहरू",
      "हामीले निम्न कुराहरू भएका प्रोफाइलहरूलाई हटाउँछौं:",
      "दुई-चरणको प्रमाणीकरण",
      "अंत: स्थापित कोड प्रतिलिपि गर्नुहोस्",
      "सबै हेर्नुहोस्",
      "पुन: सदस्यता प्राप्त गर्नुहोस्",
      "अन्य फाइलहरू चयन गर्नुहोस्",
      "तपाईं भुक्तानी यकिन गर्नको लागि PIN सिर्जना गर्न वा आफ्नो यन्त्रको अनुहार वा औंलाछाप पहिचान प्रयोग गर्न सक्नुहुन्छ।",
      "रद्द गर्नुहोस्",
      "नपछ्याउनुहोस्",
      "गोपनीयता नीति",
      "पछिल्लोमा जानुहोस",
      "यी तपाईंले लग इन गर्नका लागि Instagram प्रयोग गर्नुभएका एप र वेबसाइटहरू हुन् तपाईंले यी एप र वेबसाइटहरू प्रयोग नगरेको निक्कै समय भएको हुन सक्छ। तिनीहरूसँग अझै पनि तपाईंले पहिले साझा गर्नुभएको जानकारी हुन सक्छ तर निजी जानकारीसम्बन्धी थप अनुरोधहरू गर्ने उनीहरूको क्षमताको म्याद समा्त भएको छ। तपाईंले कुनै एपलाई आफ्नो जानकारी मेटाउन अनुरोध गर्न सक्नुहुन्छ। यसो गर्नको लागि विवरण र सम्पर्क जानकारीका लागि उनीहरूको गोपनीयता नीति हेर्नुहोस्। तपाईंले कुनै एपलाई सम्पर्क गर्नुभयो भने उनीहरूलाई तपाईंको प्रयोगकर्ता आइडी आवश्यक पर्न सक्छ।",
      "यी कुकीहरूका बारेमा",
      "टिप्पणी गर्न बन्द गर्नुहोस्",
      "१ खाता",
      "खाता केन्द्र",
      "पत्र आइकन",
      "तपाईंले मात्र आफ्ना सम्पर्कहरू हेर्न सक्नुहुन्छ तर तपाईं र अन्यका लागि साथी सुझावहरू दिन र सबैजनाका लागि अझ उत्कृष्ट अनुभव प्रदान गर्न Instagram ले तपाईंले आफ्ना सम्पर्कहरूको बारेमा अपलोड गरेका जानकारी प्रयोग गर्छ।",
      "गोपनीयता केन्द्र",
      "यस प्रकारको सन्देश हेर्न Instagram एप प्रयोग गर्नुहोस्।",
      "खोज इतिहास खाली गर्नुहोस्",
      "गोपनीयता नीति",
      "अपलोड गर्दै ...",
      "IGTV",
      "सेल्लुलर डेटाको प्रयोग",
      "एप अपडेट गर्नुहोस्",
      "+ अन्य {number of files} वटा",
      "Facebook बाट",
      "खोज्नुहोस्",
      "पोल",
      "तपाईंको साथी {name of the facebook friend who joined} Instagram मा  {username of the user who joined} को रूपमा हुनुहुन्छ",
      "मद्दत केन्द्रका विकल्पहरू",
      "औं",
      "हाम्रो अद्यावधिक गरिएको {data_policy} को समीक्षा गर्नुभएको र हाम्रा नयाँ {terms_of_service} मा सहमति जनाउनुभएकोमा तपाईंलाई धन्यवाद।",
      "तपाईंको प्रतिक्रियाले हामीलाई तपाईं र तपाईंका साथीहरूका लागि Instagram लाई अझ राम्रो बनाउन मद्दत गर्छ।",
      "यो खाता प्रयोग गर्न जारी राख्न चाहनुहुन्छ?",
      "यस समस्याको रिपोर्ट गर्नभएकोमा धन्यवाद।",
      "कम उमेर हुनेको खाता",
      "खुलासा गर्न ट्याप गर्नुहोस्।",
      "तपाईं लगइन हुँदा, तपाईंले टिप्पणीहरू पढ्न र टिप्पणी गर्न सक्नुहुन्छ।",
      "निजी खाता",
      "क्रियाकलाप",
      "भिडियो पोस्ट गर्न अपील गर्नुहोस्",
      "प्रतिलिपि बनाइयो",
      "जडान गर्न असमर्थ भयो",
      "13 वर्षभन्दा कम उमेर",
      "तपाईं",
      "हेर्नुहोस्",
      "उनीहरूले यो सामग्री समावेश गर्ने भिडियोहरूलाई उनीहरूले अधिकारहरू स्वामित्व गर्ने निम्न राष्ट्रहरू बाहेक अन्य सबै ठाउँमा ब्लक गर्न अनुरोध गर्नुभयो:",
      "नयाँ PIN पुष्टि गर्नुहोस्",
      "तपाईंको खाता असक्षम गरिएको छ। ३० दिनभित्र आगामी चरणहरू पालना गर्नुहोस् जसले गर्दा तपाईंले समीक्षा अनुरोध गर्न सक्नुहुन्छ।",
      "तपाईंले स्वीकार नगरेसम्म अनुरोधहरू हेरिएका भनी चिन्हित हुँदैनन्।",
      "बन्द गर्नुहोस्",
      "यो कथा अब उपलब्ध छैन",
      "प्रापक:",
      "मानिसहरूले तपाईंको भिडियो ब्लक भएका स्थानहरूमा यसलाई हेर्न, लाइक गर्न वा टिप्पणी गर्न सक्नुहुन्न। तपाईंको भिडियो यहाँ ब्लक गरिएको छ:",
      "तपाईंको ब्राउजर वा यन्त्रले तपाईंलाई ब्राउजर कुकीहरू सेट गर्न र मेटाउन छनोट गर्न अनुमति दिने सेटिङहरू प्रस्ताव गर्न सक्छ। यी नियन्त्रणहरू ब्राउजर नुसार फरक हुन्छन् र निर्माताहरूले कुनै पनि समय उनीहरूले उपलब्ध गराउने दुवै सेटिङहरू परिवर्तन गर्न र तिनीहरूले काम गर्ने तरिका परिवर्तन गर्न सक्छन्। अक्टोबर ५, सन् २०२० देखि, तपाईंले तलका लिङ्कहरूमा लोकप्रिय ब्राउजरहरूद्वारा प्रस्ताव गरिएका नियन्त्रणहरू बारे थप जानकारी फेला पार्न सक्नुहुन्छ। तपाईंले ब्राउजर कुकी प्रयोग असक्षम गर्नुभएको छ भने Facebook उत्पादनहरूका केही भागले उचित रूपमा काम नगर्न सक्छन्। कृपया सतर्क हुनुहोस् कि यी नियन्त्रणहरू Instagram ले प्रस्ताव गर्ने नियन्त्रणहरूभन्दा फरक हुन्छन्।",
      "कम्प्युटरबाट चयन गर्नुहोस्",
      "तपाईंको फोटो थपियो।",
      "साझा गर्नुहोस्",
      "दुई-खण्डको प्रमाणीकरणसँगै अतिरिक्त सुरक्षा थप्नुहोस्",
      "हामीले तपाईंको }{contentTypeText} हटायौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध जाने केही कुरा फेरि पोस्ट गर्नुभयो भने, तपाईंका पोस्ट, सङ्ग्रह, सन्देश र पछ्याउने व्यक्तिहरू सहित तपाईंको खाता मेटाउन सकिन्छ।",
      "अहिले सक्रिय",
      "तपाईंको व्यावसायिक खाता सेटअप गर्नुहोस्",
      "प्रयोगका सम्पूर्ण सर्तहरू पढ्नुहोस्",
      "प्रभाव हेर्नका लागि मोबाइल यन्त्रमा यो लिङ्कलाई खोल्नुहोस्",
      "तपाईंले {username} लाई जवाफ दिनुभयो",
      "नेमट्याग",
      "तपाईंले पछ्याउनु भएका ह्यासट्यागहरू",
      "message icon",
      "हटाइयो",
      "धन्यवाद!",
      "प्रमाणीकरण पठाइयो",
      "सम्पर्कहरूलाई सफलतापूर्वक पछ्याइयो।",
      "धेरै विज्ञापनहरू छन्",
      "हाम्रो समुदायलाई प्रमाणिक राख्ने",
      "सम्पादन गर्ने विकल्पहरू",
      "{like count} मन पराइएको",
      "तपाईं अहिले छोडेर जानुहुन्छ भने, तपाईंका सम्पादनहरू खारेज हुनेछन्।",
      "Instagram सबैजनाको बौद्धिक सम्पत्तिको संरक्षण गर्न प्रतिबद्ध छ, जसकारण तपाईंको भिडियोमा तपाईंलाई प्रयोग गर्ने अधिकार नभएको हुनसक्ने सामग्री समावेश छ भनी थाहा दिन चाहन्छौं।",
      "लोड गर्न असफल भयो।",
      "आवरण तस्वीर अपलोड गर्न असफल भयो।",
      "सृष्टिकर्ता खातामा स्विच गर्ने?",
      "अब, आफ्नो प्रोफाइलमा WhatsApp थप्नुहोस्।",
      "साइज छनोट गर्नुहोस्",
      "{count} पोस्ट",
      "Instagram ले अनलाइन व्यवहारिक विज्यापनको लागि स्वयं-नियामक सिद्दान्तहरू पालना गर्छ र {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} र {European Interactive Digital Advertising Alliance} द्वारा स्थापित अप्ट-आउट कार्यक्रमहरूमा सहभागी हुन्छ। तपाईंले यी साइटहरू मार्पत सबै सहभागी कम्पनीहरूबाट अप्ट आउट गर्न सक्नुहुन्छ।",
      "कोड प्रविष्ट गर्नुहोस्",
      "जुम चयन गर्नुहोस्",
      "डिसेम्बर",
      "बचत गरिएकोबाट थप्नुहोस्",
      "अस्विकार गरियो",
      "Facebook Pay अब Instagram मा छ",
      "पछ्याउनुहोस्",
      "तपाईंले नै लग इन गरिरहनुभएको छ भनी हामीलाई यकिन गर्न आवश्यक हुँदा तपाईंलाई हामीले सुरक्षा कोड कहाँ पठाउने भनी चयन गर्नुहोस्। {link to the help center in this paragraph}",
      "मे",
      "क्रियाकलाप स्थिति",
      "यो फाइल अति ठूलो छ। जारी राख्नको लागि, १०० MB भन्दा कम फाइल छनोट गर्नुहोस्।",
      "Instagram प्रयोग गर्नका लागि तपाईंले आफ्नो उमेर जानकारी पूरा गर्नुपर्छ।",
      "तपाईं आफूलाई लगइन गर्न मद्दत गर्ने इमेलहरूबाट बाहिर निस्कनुभएको छ। तपाईंले अनुरोध गर्नुभयो भने हामीले यी इमेलहरू पठाउनेछौं।",
      "बुझ्नुभयो। तपाईंले Instagram को अनुसन्धान इमेलहरूबाट सदस्यता रद्द गर्नुभयो। हामी तपाईंलाई भविष्यका अनुसन्धान योजनाहरूमा सहभागी हुने अवसरको लागि सम्पर्क गर्ने छैनौं।",
      "तपाईंका केही अघिल्ला पोस्टहरूले हाम्रा {Community Guidelines} पालना गरेनन्। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध जाने केही कुरा फेरि पोस्ट गर्नुभयो भने, तपाईंका पोस्ट, सङ्ग्रह, सन्देश र पछ्याउने मानिसहरू सहित तपाईंको खाता मेटाउन सकिन्छ।",
      "यी तपाईंले Instagram मा लगइन गर्नुभएका एप र वेबसाइटहरू हुन् र धेरै समयदेखि प्रयोग नभएका हुनसक्छन्। तिनीहरूलाई तपाईंले पहिले नै साझा गर्नुभएको जानकारीमा अझै पनि पहुँच हुनसक्छ तर तिनीहरूको निजी जानकारीका लागि थप अनुरोध गर्ने क्षमताको म्याद समाप्त भएको छ।",
      "सामुदायिक मार्गदर्शनहरू",
      "खाताका समान सुझावहरू बारे थप जान्नुहोस्",
      "इमेल ठेगाना {email} लाई {username} को खाताबाट हटाइएको छ।",
      "पिन रिसेट गर्नुहोस्",
      "प्रमाणीकरण एप पुष्टि गरियो",
      "मद्दत प्राप्त गर्नुहोस्",
      "विवाद पेश गर्नुहोस्",
      "नाम र थर प्रविष्ट गर्नुहोस्",
      "प्रमाणीकरण एप",
      "यदि तपाईं हाम्रो यी कुकीहरूको प्रयोगलाई अनुमति दिनुहुन्न भने:",
      "प्रश्नहरू",
      "{=app name} {=privacy policy}",
      "प्रयास गर्नुहोस्",
      "तपाईंसँग भिडियोलाई पूर्वावस्थामा ल्याउनुभन्दा अगाडि आफ्नो भिडियोमा रहेको सबै अडियो प्रयोग गर्ने अनुमति छ भनी सुनिश्चित गर्नुहोस्। तपाईंसँग यो अडियो प्रयोग गर्ने अनुमति छैन भने, पूर्वावस्थामा ल्याउनाले तपाईंको भिडियोलाई हटाउन सक्छ र तपाईंको खाताको विरूद्धमा अतिरिक्त कार्यवाही गर्न सकिन्छ।",
      "भाषा परिवर्तन गर्नुहोस्",
      "तपाईंलाई आमाबुवा/अभिभावकबाट हटाइएको छ",
      "नयाँ",
      "संगीत",
      "सबै पाठ लेख्नुहोस्...",
      "तपाईंले उहाँको कथामा प्रतिक्रिया जनाउनुभयो: {emoji}",
      "ओभरराइड मोडल बन्द गर्नुहोस्",
      "पेश गर्नुहोस्",
      "तिनीहरू Instagram मा तपाईंका प्रोफाइल, पोस्टहरू वा कथा फेला पार्न सक्षम हुनेछैनन्। तपाईंले तिनीहरूलाई ब्लक गर्नुभएको बारेमा Instagram ले तिनीहरूलाई थाहा दिनेछैन।",
      "पहिले लग आउट गर्नुहोस्",
      "सङ्कलन गर्ने हो?",
      "पठाइयो",
      "भिडियो तयार गर्दै",
      "© {year} Facebook बाट Instagram",
      "तपाईंले पछ्याउनुभएका मानिसहरू र तपाईंलाई पछ्याउने व्यक्तिहरू",
      "नेमट्याग",
      "IGTV मा पोस्ट गर्नुहोस्",
      "तपाईंको कार्ट अपडेट गर्दा कुनै त्रुटि भयो।",
      "स्वीकृत गर्नुहोस्",
      "सबै {category name}",
      "भिडियोहरू एक घण्टा वा कम समयको हुन अनिवार्य छ।",
      "सबैलाई अस्वीकार गर्नुहोस्",
      "बटन: वर्ग चयन गर्नुहोस्",
      "प्राथमिकमा सार्नुहोस्",
      "अन्य कम्पनीहरूका कुकीहरू",
      "Instagram एप प्रयोग गर्नुहोस्।",
      "आफ्नो खाता सुरक्षित गर्नुहोस्",
      "जवाफ दिनुहोस्",
      "तपाईंको खाता पहुँच गर्नुहोस्",
      "यो खाता निजी हो",
      "उत्पीडन वा हैरानी मार्गदर्शनहरू",
      "Instagram मा {guide author full name}: {guide title}",
      "स्थान साझा गर्ने",
      "तपाईंको पोस्ट साझा गरिएको छ।",
      "Instagram मा तपाईं आफ्नो अनुदानको काम जारी राख्न सक्नुहुन्छ।",
      "{carrier name} का नि:शुल्क फोटोहरू",
      "हालैको युटिलिटी बिल",
      "तपाईंको पत्राचार ठेगाना",
      "आफ्नो भुक्तानी जानकारी जडान गर्नुहोस्",
      "+ {remainingUserCount}",
      "तपाईंले पछ्याउनु भएका व्यक्तिका कथाहरू यहाँ देखिनेछन्।",
      "स्टिकरहरू प्रयोग गर्न एप प्राप्त गर्नुहोस्",
      "फोटो र भिडियोहरू यहाँ तान्नुहोस्।",
      "नक्सामा भएको समस्या रिपोर्ट गर्नुहोस्",
      "{story owner username}ले आफ्नो नजिकका साथीहरूको सूचीमा थप्नुभएका मानिसहरूले मात्र यो फोटो हेर्न सक्नुहुन्छ।",
      "तपाईं आफूलाई {name} को परीक्षकको रूपम हटाउन चाहनुहुन्छ भनी निश्चय हुनुहुन्छ",
      "तपाईंले चिन्नुभएको कसैलाई ब्लक नगरीकन वा नपछ्याइकन नचाहनुभएका अन्तरक्रियाहरू सीमित गर्नुहोस्।",
      "अन्य कम्पनीहरूबाट प्राप्त कुकीहरू",
      "टिप्पणी सेटिङहरू सम्पादन गर्नुहोस्",
      "औं",
      "लग इन गर्न समस्या भइरहेको छ?",
      "आगामी कार्यक्रमहरू लोड गर्न सकिएन।",
      "टिप्पणीहरू",
      "यसको अर्थ हामी तपाईंको पोस्टको फेरि समीक्षा गर्न सक्षम हुँदैनौँ भन्ने हो, यद्यपि हामीले हाम्रो समुदायलाई सुरक्षित राख्ने उपकरणहरू बनाउँदै गर्दा तपाईंको प्रतिक्रियाले हामीलाई सिक्न मद्दत गर्छ।",
      "IGTV",
      "औं",
      "फोन नम्बर परिवर्तन गर्नुहोस्",
      "शीर्षक क्षेत्र भरिएको हुनुपर्छ",
      "तपाईंले हाम्रो अद्यावधिक गरिएको डेटा सम्बन्धी नीतिलाई पहिले नै समीक्षा गर्नुभयो र हाम्रा नयाँ सर्तहरूमा सहमति जनाउनुभयो।",
      "सबै {count} वटा टिप्पणी हेर्नुहोस्",
      "१ उत्पादन",
      "तपाईंलाई सान्दर्भिक विज्ञापन देखाउन र ती विज्ञापनहरूको कार्यसम्पादनको मापन गर्नमा सहयोग गर्नुहोस्",
      "{username} को पासवर्ड बिर्सनुभयो?",
      "Instagram पुन: प्राप्त गर्न आफ्नो इमेल यकिन गर्नुहोस्",
      "थप जानकारी",
      "अनुमति बिना नै मेरो बौद्धिक सम्पत्तिहरू पोस्ट गर्दै गरेको हुनसक्छ",
      "नयाँ सङ्कलन",
      "SSN का पछिल्ला ४ अंक प्रविष्ट गर्नुहोस्",
      "हामीले जानकारीलाई अनुसन्धानको लागि प्रयोग र साझा गर्न सक्छौं, विशेषगरी हैरानी र उत्पीडनलाई बुझ्न र रोकथाम गर्ने जस्ता हाम्रो Instagram को समुदायलाई सुरक्षित राख्नमा मद्दत गर्ने तरिकाबाट प्रयोग र साझा गर्छौं।",
      "डेस्कटपको आइकन",
      "खाता गोपनीयता",
      "पोस्ट",
      "पठाउनुहोस्",
      "सहभागी भएको मिति",
      "तपाईंको खाता पछ्याउने मानिसहरूको वर्णन गर्नुहोस्। उनीहरू को हुन्, उनीहरूलाई के कुरामा रुचि छ र उनीहरूले तपाईंलाई किन पछ्याउँछन् भन्ने कुरा समावेश गर्नुहोस्।",
      "तपाईं को हो भन्ने कुराको पुष्टि गर्न हामीलाई तपाईंको आइडीको आवश्यकता पर्दछ। यसमा तपाईंको नाम, जन्म मिति, फोटो, जारी गरिएको मिति, म्याद सकिने मिति र जारी गरिएको देश हुनुपर्छ।",
      "साझा गर्नुहोस्",
      "फोटो र भिडियोहरू",
      "तपाईंको रिपोर्टले Instagram लाई स्पाम रहित राख्न मद्दत गर्नेछ।",
      "भिजुअल कला",
      "सबै हेर्नुहोस्",
      "टिप्पणी आइकन",
      "तपाईंको कोड फेरि पठाइयो।",
      "बन्द गर्नुहोस्",
      "सुरक्षा वा लगइन सम्बन्धी नरहेका गत १४ दिनमा Instagram का अन्य इमेलहरू यहाँ देखा पर्नेछन्। तपाईंले यसलाई कुन इमेलहरू वास्तविक र कुन जाली हुन् भनी प्रमाणित गर्न प्रयोग गर्न सक्नुहुन्छ।",
      "अन्य",
      "व्यवसाय सुइट वा क्रिएटर स्टुडियोले डेक्सटपमा आफ्नो नयाँ क्रिएटर व्यवस्थित गर्नुहोस्।",
      "तपाईंको प्रोफाइलमा भ्रमण गर्ने मानिसहरूलाई तपाईंलाई WhatsApp मा सम्पर्क गर्न सजिलो बनाउनुहोस्।",
      "गोपनीयता र सुरक्षा",
      "तपाईंको सुरक्षाको लागि कृपया, आफ्नो पिन प्रविष्ट गर्नुहोस्।",
      "पोस्ट गर्न असफल भयो।",
      "तपाईंले Facebook मार्फत साइन अप गर्नुभएको हो भने तपाईंले {create a password} फेरि लग इन गर्नुपर्ने हुन्छ।",
      "तपाईंले Instagram बाट SMS अद्यावधिकहरू प्राप्त गर्न सक्नुहुनेछ र कुनै पनि समय बाहिर निस्कन सक्नुहुन्छ।",
      "अनुमतिहरू",
      "मैले यसलाई अपमानजनक ठानें",
      "तपाईंको फोन नम्बर तपाईंको खातामा देखा पर्नेछैन। थप जानकारीको लागि, कृपया हाम्रो {data policy link} हेर्नुहोस्। Instagram ले यो सेवाको लागि शुल्क लगाउँदैन। मानक मेसेजिङ दरहरू लागू हुन्छन्।",
      "जानकारी डाउनलोड गर्नुहोस् - भाग {number}",
      "हो, म निश्चित छु",
      "प्रमाणित",
      "यसलाई अन गर्ने?",
      "{username}, तपाईंको Instagram खाताको बारेमा महत्त्वपूर्ण जानकारी",
      "पोस्टहरू जसले हिंसालाई प्रोत्साहित गर्दछ वा उनीहरूको धर्म, जातीय वा लैङ्गिक पृष्ठभूमिमा आधारित रहेर कसैलाई पनि आक्रमण गर्दछ।",
      "मानिसहरूलाई ट्याग गर्न फोटोमा क्लिक गर्नुहोस्",
      "नियामक सामानहरूको रूपमा रिपोर्ट गर्ने?",
      "अस्वीकार गर्नुहोस्",
      "हामीले तपाईंको नम्बरमा पठाएको {lastFourDigits} बाट समाप्त हुने कोड् प्रविष्ट गर्नुहोस ।",
      "नयाँ कोडहरू प्राप्त गर्नुहोस्",
      "बौद्धिक सम्पत्ति उल्लंघन",
      "यो वस्तु उपरान्त उपलब्ध छैन",
      "तपाईं सुनिश्चित हुनुहुन्छ?",
      "म एउटा प्रयोगकर्तालाई अनफ्लो गर्न चाहन्छु",
      "नयाँ भुक्तान विधि थप्नुहोस्",
      "तपाईंको पोस्ट हाम्रो ब्राण्डेड सामग्रीका नीतिहरूको विरुद्धमा गएको छ",
      "प्रविष्ट गरिएको PIN गलत छ। १ प्रयास बाँकी छ।",
      "गोपनीयता र सुरक्षा",
      "यो पोस्टलाई रिपोर्ट गर्नुको कारण चयन गर्नुहोस्:",
      "आज सक्रिय",
      "सौन्दर्य",
      "लग आउट गर्नुहोस्",
      "पोस्ट बचत गरिएको छ",
      "संवाद हेडर छवि",
      "पोर्ट्रेट (९:१६)",
      "तपाईंको भुक्तानी जानकारी प्रविष्ट गर्दै",
      "हामी सामान्यतया २४ घण्टाभित्रमा आइडीहरूको समीक्षा गर्दछौँ। हामीसँग कुनै अपडेट भएमा तपाईंले सूचना पाउनुहुने छ।",
      "टिप्पणी पोस्ट गर्न सकिएन।",
      "सम्पादन पूरा भयो",
      "देश/क्षेत्र चयन गर्नुहोस्",
      "अपील पेश गर्नुहोस्",
      "पूर्वावलोकन पोस्ट गर्नुहोस्",
      "जुन",
      "प्रोफाइलहरू",
      'Instagram मा @{username}: "{caption}"',
      "लिङ्कको प्रतिलिपि बनाउनुहोस्",
      "तपाईंका मुख्य शब्दहरू बचत गर्दा समस्या भयो।",
      "तपाईंले चयन गर्नुभएको वर्गका आधारमा, तपाईं व्यवसाय हुन सक्नुहुन्छ। तपाईं कुनै पनि समयमा यो खण्ड सम्पादन गर्न सक्नुहुन्छ।",
      "{fullName} को रूपमा जारी राख्नुहोस्",
      "तपाईंको भिडियो {reference owner name}को स्वामित्व भएको भिडियोको {overlap duration} सेकेण्ड मेल खान्छ।",
      "तपाईंलाई आफ्नो टिप्पणी हटाइनु हुँदैन भन्ने लागेको अवस्थामा हामी प्राय: तपाईंलाई समीक्षा अनुरोध गर्न दिन्छौं।",
      "नपछ्याउनुहोस्",
      "टुलटिप आइकन",
      "अहिले होइन",
      "Instagram Lite डाउनलोड गर्नुहोस्",
      "हामीले हालै प्राविधिक समस्या फेला पार्‍यौं र यसको समाधान गर्‍यौं र यस बारेमा तपाईंलाई थाहा दिन चाहन्छौं। नोभेम्बरको समयमा, Instagram का तपाईंका ब्लक गरिएका खाताहरू बचत नभएका हुन सक्थे। हामीले उक्त समस्याको समाधान गरेका छौं र तपाईंले ब्लक गर्न इच्छा गर्नुभएका खाताहरू ब्लक भएका छन् भनी सुनिश्चित गरेका छौं। तपाईंले Instagram मा कसलाई ब्लक गर्नुभएको छ भनी हेर्न सेटिङहरूमा ब्लक गरिएका खाताहरूमा गएर हेर्न सक्नुहुन्छ।",
      "Messenger",
      "नग्नता वा अश्लीको रूपमा रिपोर्ट गर्ने हो?",
      "तपाईंको विज्ञापन तपाईंले सृजना गरिए अनुसार नदेखिन सक्छ। आफ्नो विज्ञापन पूर्वावलोकन गर्न, विज्ञापन व्यवस्थापक भेट्नुहोस्।",
      "{link} मा CMU Delphi Research Center बारे थप जान्नुहोस्",
      "पोर्ट्रेट आइकन क्रप गर्नुहोस्",
      "यो लिङ्कको म्याद समाप्त भएको छ। आफ्नो खाता पुनः सक्रिय गर्नको लागि आफ्नो प्रयोगकर्ता नाम र पासवर्डका साथ लग इन गर्नुहोस्।",
      "उमेर",
      "भिडियो समीक्षा गर्नुहोस्",
      "Instagram Lite मा हेर्नुहोस्",
      "{Username of current profile}लाई ब्लक गर्नुहोस्।",
      "तपाईं पहिलेदेखि नै {username} लाई फलो गर्दै हुनुहुन्छ",
      "पेशावर खाता",
      "फोन नम्बर थपियो",
      "भुक्तानी इतिहास",
      "स्वीकृति दिनुहोस्",
      "ट्याग हटाउनुहोस्",
      "सेलिब्रेटी प्रयोगकर्ता",
      "पुरूष",
      "{username} को रूपमा जारी राख्नुहोस्",
      "यसमा साझा गर्नुहोस्...",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "तपाईंसँग यो भिडियोमा भएका सबै सामग्री प्रयोग गर्ने अधिकार छैन भने {Delete this video text bolded}। यसले तपाईंको खातालाई प्रभाव पार्नेछैन।",
      "Instagram मा फर्कनुहोस्",
      "भयो",
      "Instagram मा पहुँच गर्न, तपाईंको Instagram खातासँग सम्बन्धित फोन नम्बर, इमेल वा प्रयोगकर्ता नामको प्रयोग गरी अहिले लग इन गर्नुहोस्।",
      "तपाईंको बिलिङको जानकारी र भुक्तानी विधि निजी रहन्छ। तपाईंको अनुदान र सम्पर्क जानकारी संस्थासँग साझा गरिन्छ।",
      "तपाईंले यस सङ्कलनलाई मेटाए पनि फोटो र भिडियोहरू बचत हुनेछन्।",
      "हाम्रा उत्पादनहरूका सुविधाहरू प्रभावित हुने छैनन्",
      "समक्रमण सेटिङहरू व्यवस्थित गर्नुहोस्",
      "तपाईंको मार्गदर्शन हाम्रा सामुदायिक मार्गदर्शनहरूको विरुद्धमा जान्छ",
      "मान्य इमेल प्रविष्ट गर्नुहोस्",
      "{email} वा {phone number} प्रयोग गरी साइन अप गर्नुहोस्",
      "फोन नम्बर, प्रयोगकर्ता नाम वा इमेल",
      "तपाईंको फोटोलाई ब्लक गरिएको स्थान",
      "केही हटाउन चाहनुहुन्छ",
      "तपाईं निश्चित रूपमा आफ्नो खाताबाट लग आउट गर्न चाहनुहुन्छ?",
      "Twitter मा साझा गर्नुहोस्",
      "यो खाता रिपोर्ट गर्नुहोस्",
      "हालका पछ्याउने अनुरोधहरू",
      "यस कार्यले तपाईंको पोस्टबाट फोटोलाई हटाउने छ।",
      "भिडियोले असमर्थित इन्कोडिङ प्रयोग गरेको वा यो करप्ट भएको हुनसक्छ",
      "तपाईंका केही अघिल्लो पोस्टहरूले हाम्रा {Community Guidelines} पालना नगरेको कारणले गर्दा यसो भएको हो। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध फेरि कुनै कुरा पोस्ट गर्नुभयो भने, तपाईंको खातालाई असक्षम गर्न सकिन्छ र तपाईंका पोस्ट, आर्काइभ, सन्देश र पछ्याउने व्यक्तिहरूलाई स्थायी रूपमा हटानेछन्।",
      "तपाईं कसरी पहुँच हुन चाहनुहुन्छ?",
      "तपाईंले Instagram बाट SMS अद्यावधिकहरू प्राप्त गर्न सक्नुहुनेछ र कुनै पनि समय बाहिर निस्कन सक्नुहुन्छ।",
      "प्रमाणीकरण एप प्रयोग गर्नुहोस्",
      "{This is the last 4 digits of the user's phone number} बाट अन्त्य हुने तपाईंको फोन नम्बर तपाईंको खातामा थपियो। तपाईंले कुनै पनि समयमा हामीले पहिचान नगरेको फोन वा कम्प्युटरबाट लगइन गर्दा अब हामीले इगइन गर्ने कोड अनुरोध गर्नेछौं।",
      "औं",
      "विशेष स्टोरी",
      "सृष्टिकर्ता स्टुडियो आइकन",
      "च्याट छाड्नुहोस्",
      "तपाईं आफ्नो फोटो र भिडियोलाई नीजि बनाउनुहोस्। बिज्ञापनले यसलाई परिवर्तन गर्न सक्दैन।",
      "तपाईं आफ्ना ब्याकअप कोडहरूबाट सुरक्षा कोड प्रयोग गर्न असमर्थ हुनुहुन्छ भने, तपाईंले {=resend it} गरी एउटा प्राप्त गर्न वा आफ्नो {=auth app codes} बाट कुनै एउटा प्रयोग गर्न सक्नुहुन्छ",
      "{username1}, {username2}, {username3} ‌+ {more text} जनाद्वारा पछ्याइएको",
      "दुई-चरणको प्रमाणीकरण",
      "औं",
      "[FB-Only] थिम टगल गर्नुहोस्",
      "माफ गर्नुहोस्, यो लिङ्कले अब काम गर्दैन। आफ्नो खाता कायम राख्न आफ्नो प्रयोगकर्ता नाम र पासवर्ड प्रयोग गरी लग इन गर्नुहोस्।",
      "खोज्नुहोस्",
      "तपाईं यी कुकीहरू चाहनुहुन्न भने:",
      "यो भिडियोले सामग्री मुद्रीकरणका नीतिहरूको पालना गर्दैन।",
      "हामीले {email} मा पठाएको पुष्टिकरण कोड प्रविष्ट गर्नुहोस्।",
      "पोस्ट",
      "टेस्टर निमन्त्रणाहरू",
      "तपाईंको पोस्ट साझा गर्न सकिएन। कृपया पुनः प्रयास गर्नुहोस्।",
      "उक्त समस्याले आफ्नो यन्त्रमा एक भन्दा धेरै Instagram खाताहरू लग इन गर्नुभएका केही बिटा जाँचकर्ताहरूलाई प्रभाव पारेको थियो। जुन 4, 2018 देखि जुन 5, 2018 को बीचको केही घण्टा यसले एक खाताबाट प्रकाशन गरेका केही पोस्ट वा कथाहरू सोही यन्त्रमा लग इन रहेका अर्को खातामा पोस्ट हुने भएको थियो। सावधानी स्वरूप, हामीले तपाईंलाई आफ्नो प्रोफाइल हेर्न र जुन 4 देखि जुन 5 सम्म साझा गरिएका कुनै पनि पोस्टहरू इच्छाइएको खाताबाट नै साझा गरिएका थिए भनी यकिन गर्न सुनिश्चित गर्न प्रोत्साहित गर्छौं।",
      "alt पाठ लेख्नुहोस्...",
      "एपमा गई चेकआउट गर्नुहोस्",
      "SMS पुन: पठाइएको थियो।",
      "कमाद्वारा छुट्याइएको मुख्य शब्दहरू थप्नुहोस्",
      "खाता चेतावनी",
      "नगन्ता वा अश्लील साहित्य",
      "डेटा सम्बन्धी कानूनी सूचनाहरूको नक्सा",
      "थप जान्नुहोस्",
      "सर्तहरू",
      "तपाईंले पाठ वा प्रमाणीकरण एप मार्फत सुरक्षा कोड प्राप्त गर्न असमर्थ हुनुहुन्छ भने तपाईंका ब्याकअप कोडहरूले तपाईंलाई आफ्नो खातामा फिर्ता जान दिन्छ। तपाईंले तिनीहरूलाई सुरक्षित स्थानमा राख्न निश्चय हुनुहोस्।",
      "टिप्पणीलाई फिल्टर गर्ने",
      "प्रोफाइल अद्यावधिक",
      "प्रयोगकर्ता नाम",
      "सुरक्षा कोड प्राप्त गर्नु भएन? हामी यसलाई {=resend it}।",
      "गृह",
      "हामीले Instagram मा जडान गर्न सकेनौं। तपाईं इन्टरनेटमा जडित हुनुहुन्छ भनी निश्चित गर्नुहोस् र पुन: प्रयास गर्नुहोस्।",
      "मेरो सम्पर्क जानकारी प्रयोग नगर्नुहोस्",
      "विद्यमान खातामा लग इन गर्नुहोस्",
      "अपलोड गर्नुहोस्",
      "अघिल्ला व्यवसाय नाम",
      "सेटिङहरू",
      "टिप्पणीहरू",
      "@{username} को यो Instagram भिडियो हेर्नुहोस्",
      "पूर्ण Instagram अनुभव प्राप्त गर्नुहोस्",
      "तपाईंको खाता असक्षम हुने जोखिममा छ किनभने यसले कोभिड-19 वा खोपहरू बारे गलत जानकारी भऐका धेरै पोस्टहरू साझा गरेको छ।",
      "Safari Mobile",
      "प्रविष्ट गरिएको पिन गलत छ। कृपया फेरि प्रयास गर्नुहोस्",
      "लगइन गर्न मद्दत गर्ने इमेलहरू सीमित गर्नुहोस्",
      "अहिले जडान हुन सक्दैन",
      "छोड्नुहोस्",
      "समान खाताहरू सिफारिस गर्दा मानिसहरूले पछ्याउन चाहन सक्ने आफ्नो खाता समावेश गर्नुहोस्।",
      "हामी तपाईंको {applicationName} को खाताबाट कुनै पनि व्यवसाय पत्ता लगाउन असमर्थ भयौं। कृपया फेरि प्रयास गर्नुहोस्।",
      "सम्पन्न भयो",
      "ध्वनि",
      "{firstUsername}, {secondUsername} र थप {remainingUserCount} जना",
      "अपील",
      "पोस्ट साझा गर्न सकिएन",
      "केही गडबडी भयो। कृपया WhatsApp बाट पुन: प्रयास गर्नुहोस्।",
      "SMS पठाइयो त्रुटि",
      "लगइनले तपाईंलाई अझ धेरै पोस्ट, प्रोफाइल र ह्यासट्यागहरू हेर्न अनुमति दिन्छ।",
      "नयाँ पासवर्ड",
      "हामीले {phoneNumber} मा पठाएको प्रमाणीकरण कोड प्रविष्ट गर्नुहोस्।",
      "तपाईंलाई पछ्याउने व्यक्तिहरूको बारेमा जान्नुहोस्",
      "हटाइयो",
      "यो भिडियो अति छोटो छ। जारी राख्नको लागि, तीन सेकेन्ड वा बढि समयको भिडियो छनोट गर्नुहोस्।",
      "खातामाथि फेरि दावी गर्नुहोस्",
      "भिडियो खारेज गर्ने हो?",
      "तपाईंले सबै अब लगइन गर्न मद्दत गर्ने इमेलहरू प्राप्त गर्नुहुनेछ।",
      "प्रयोगकर्तालाई ब्लक गर्ने?",
      "पछाडि",
      "भर्खरै यकिन भयो",
      "खाना विकारहरू, काटिनु वा आत्महत्या वृद्धि गर्नु",
      "अपलोड हुँदै...",
      "क्यानेडाको डिजिटल विज्ञापन गठबन्धन",
      "तपाईंको भिडियोका लागि यसले के अर्थ राख्छ",
      "हामी Instagram बाहिर तपाईंका लागि विज्ञापनहरू अझ राम्रोसँग व्यक्तिगतकरण गर्न र तिनीहरूको कार्यसम्पादन मापन गर्न सक्नेछौं",
      "हामीलाई भन्नुहोस्",
      "समूहबाट हटाउनुहोस्",
      "अडियो",
      "यदि तपाईंले सामग्रीको मालिकलाई सम्पर्क गर्नुहुन्न वा तपाईंको फोटो हटाउनुहुन्न भने, {Date when the photo block will go into effect} पछि ब्लक प्रभावकारी हुनेछ।",
      "कुकी नीति",
      "थप जान्नुहोस्",
      "प्रशासकबाट हटाउनुहोस्",
      "सर्कल जाँच",
      "शर्तहरु",
      "प्रविष्ट गरिएको पिन गलत छ। कृपया आफ्नो पिन रिसेट गर्नुहोस्",
      "यी कुकीहरूले अन्य कम्पनीहरूलाई हामीसँग उनीहरूका एप र वेबसाइटहरूमा तपाईंको क्रियाकलापको बारेमा जानकारी साझा गर्न मद्दत गर्छन्। हामी तपाईंले देख्ने विज्ञापनहरू सहित तपाईंको अनुभव व्यक्तिगतकरण गर्न र सुधार्नमा मद्दत गर्न, व्यवसायहरूलाई विश्लेषण र विज्ञापनको कार्यसम्पादन मापन गर्नमा मद्दत गर्न र अन्य एप र वेबसाइटहरूमा लग इन गर्नको लागि Instagram वा Facebook प्रयोग गर्ने जस्ता Facebook उत्पादनहरू बाहिरका सेवाहरू उपलब्ध गराउनको लागि हामीले प्राप्त गरेको जानकारी प्रयोग गर्छौं।",
      "Instagram ले यसलाई केही सुविधाहरूलाई कार्य गर्न, सामग्री व्यक्तिगीकरण गर्न, मानिसहरूलाई ठाउँहरू फेला पार्न र थप कार्य गर्न प्रयोग गर्छ। तपाईंले फोनको सेटिङहरूमा गएर यसलाई पछि सधैं परिवर्तन गर्न सक्नुहुन्छ।",
      "पछ्याउने अनुरोधहरू अस्वीकार गर्नुहोस्",
      "जारी राख्नको लागि, कृपया आफ्नो पासवर्ड पुन: प्रविष्ट गर्नुहोस्",
      "तपाईंले पहिले प्रयोग गर्नुभएको खातासँग जारी राख्ने?",
      "Instagram मा साइन अप गर्नुहोस्",
      "Instagram मार्फत लग इन गर्नुहोस्",
      "जनवरी",
      "तपाईंको डेटा डाउनलोड गर्नुहोस्",
      "तपाईं व्यवसाय हो?",
      "Instagram लोगो ब्याज",
      "हेर्नका लागि डेटा प्रयोग गर्नुहोस्",
      "बायोग्राफ",
      "खारेजीहरू",
      "खारेज गर्नुहोस्",
      "{appname} ले तपाईंको Instagram खाता जानकारीमा पहुँच गर्न आवश्यक पर्ने छ।",
      "ठाउँ र डेटा बचत गर्न बनाइएको। Google Play मा गई निःशुल्क डाउनलोड गर्नुहोस्।",
      "तपाईंको Instagram व्यवसाय खाता तयार छ",
      "ठीक छ",
      "सदस्यहरू",
      "थप टिप्पणीहरू लोड गर्न लगइन गर्नुहोस्",
      "· यो दानबाट तपाईंलाई लाभ प्राप्त भइरहेको छैन",
      "स्थानको आइकन।",
      "सम्पर्क",
      "तपाईं हप्तामा एक पटक मात्र आफ्नो खातालाई अक्षम गर्न सक्नुहुन्छ।",
      "तपाईंलाई उनीहरूको कथामा मेन्सन गरियो",
      "सम्पर्कहरूमा जडान हुनुहोस्",
      "क्रप गर्नुहोस्",
      "तपाईं अर्को पटक {username}को रूपमा लग इन गर्दा तपाईंले आफ्नो प्रयोगकर्ता नाम र पासवर्ड प्रविष्ट गर्नुपर्नेछ",
      "{username}लाई अनब्लक गर्नुहोस्",
      "थप जान्नुहोस्",
      "ब्लक गर्नुहोस्",
      "समूहलाई सारिएको छ भन्ने थाहा हुनेछैन। तपाईं समूहलाई कुनै पनि समय प्राथमिकमा फेरि सार्न सक्नुहुन्छ।",
      "नोभेम्बरको छोटो समयमा, तपाईंलाई आफ्नो खाताको गोपनीयता सेटिङलाई सबै दर्शकबाट निजीमा परिवर्तन गर्नमा समस्याले रोकेको थियो। हामीले उक्त समस्याको समाधान गर्‍यौं र अब तपाईंको खाता निजी छ। तपाईं आफूलाई पछ्याउने खाताहरूमा सहज मान्नुहुन्छ भन्ने सुनिश्चित गर्न तपाईंले आफ्नो प्रोफाइलमा यसलाई समीक्षा गर्न र सम्पादन गर्न सक्नुहुन्छ।",
      "फिल्टरहरू",
      "तपाईंको फोटो अन्य कसैको स्वामित्वमा भएको फोटोसँग मेल खान्छ।",
      "यो फन्डरेजर हेर्न र यसमा सहायता गर्न Instagram एप प्रयोग गर्नुहोस्।",
      "उन्नत सेटिङहरू",
      "रद्द गर्नुहोस्",
      "अनुरोधहरू (99+)",
      "संगीतका प्रश्नहरू",
      "आवश्यक",
      "थप जान्नुहोस्",
      "डाउनलोड गर्न अनुरोध गर्नुहोस्",
      "इमेल:",
      "पूर्ण सर्तहरू",
      "हामी Facebook बाहिरका उत्पादनहरूमा तपाईंका लागि विज्ञापनहरू अझ राम्रोसँग व्यक्तिगतकरण गर्न र तिनीहरूको कार्यसम्पादन मापन गर्न सक्नेछौं",
      "1 घ. अघि सक्रिय",
      "आफ्नो भिडियो फेरि पोस्ट गर्न, कृपया यसमा सहमत हुनुहोस्:",
      "सम्झनुहोस्",
      "जोड आइकन",
      "ह्यासट्यागहरूलाई कसरी प्रयोग गर्ने",
      "टाँसिएको वस्तुको पूर्वावलोकन",
      "अपलोड असफल भयो। {Try Again}",
      "अनुदानमा ट्याप गर्दै",
      "म बुझ्दछु र जारी राख्न चाहन्छु",
      "तपाईंले आफ्नो फोन नम्बर हटाउनुहुन्छ भने, तपाईंले आफ्नो प्रमाणीकरण एपबाट मात्र सुरक्षा कोडहरू प्राप्त गर्नुहुनेछ।",
      "{username} द्वारा मन पराइएको",
      "लग इन गर्नुहोस्",
      "मद्दत",
      "निःशुल्क शिपिङका लागि {amount} थप्नुहोस्",
      "रूपमा परिचित",
      "स्वयं-हानि मद्दत विकल्प अवयव चयन गर्न Chevron",
      "तपाईंको खाताबाट भिडियो र कुनै पनि टिप्पणीहरू हटाउन {Delete this video text bolded}।",
      "भिडियो अपलोड गर्नुहोस्",
      "थप पोस्ट हेर्न लगइन गर्नुहोस्",
      "बचत नगरिएका परिवर्तनहरू",
      "तपाईंको कार्टमा भएको कुनै वस्तु उप्रान्त उपलब्द छैन।",
      "तपाईं सुनिश्चित हुनुहुन्छ?",
      "पछ्याउने व्यक्तिलाई हटाउने?",
      "तपाईं यो खाता विरूद्ध किन रिपोर्ट गर्दै हुनुहुन्छ?",
      "बचत गर्नुहोस्",
      "सार्वजनिक व्यवसायसम्बन्धी जानकारी",
      "कसैले तपाईंका पोस्टहरू मन पराएमा वा तिनीहरूमा टिप्पणी गरेमा तपाईंले यहाँ देख्नुहुनेछ।",
      "पोस्टहरू हेर्न लगइन गर्नुहोस्",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "मार्च",
      "मान्य राज्य प्रविष्ट गर्नुहोस्",
      "{number of places} ठाउँहरू",
      "झोलामा थपियो",
      "सङ्कलन थप्नुहोस्",
      "ब्लक गर्नुहोस्",
      "बिहीबार",
      "Instagram लाई तपाईंको गृह स्क्रिनमा थपेर यसमा अझ द्रुत र सहज पहुँच गर्नुहोस्।",
      "यो फाइल अति ठूलो छ। जारी राख्नको लागि १०० एमबी वा कम साइजको फाइल छनोट गर्नुहोस्।",
      "भिडियो सेटिङहरू",
      "{maxBadgeCount}+",
      "परीक्षण निमन्त्रणालाई स्वीकार गर्दा समस्या भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "थप IGTV सुविधाहरू चाहनुहुन्छ? सृष्टिकर्ता स्टुडियो प्रयोग गरी हेर्नुहोस्",
      "Instagram",
      "सन्देश...",
      "तस्विर र भिडियोहरू",
      "कुनै फाइल उपलब्ध भएन",
      "यसो भएकोमा हामी क्षमा चाहन्छौं र हामीले तपाईंको जानकारीको सुरक्षामा सुधार गर्न जारी राख्नेछौं। तपाईंको पासवर्ड परिवर्तन गर्ने वा तपाईंको खाता सुरक्षित राख्ने बारे थप जान्न, तपाईंले {help center link} सक्नुहुन्छ।",
      "सत्रका अद्यावधिकहरू",
      "प्रश्न",
      "userhelp@instagram.com",
      "तपाईंले तिनीहरूको कथामा जवाफ दिनुभयो",
      "ल्यान्डस्केप (16:9)",
      "कन्ट्रास्ट",
      "विज्ञापनका सेटिङहरू",
      "अपमानजनक सामग्री",
      "तपाईंले छुटाउनुभएका हुन सक्ने कुराहरूको सूचनाहरू प्राप्त गर्नुहोस्।",
      "हटाउनको लागि ट्याप गर्नुहोस्",
      "{fb_username} को रूपमा जारी राख्नुहोस्",
      "तपाईंले पछ्याउनुभएका खाताहरू",
      "पुन: प्रयास गर्नुहोस्",
      "फोन",
      "{text}",
      "Edit Info",
      "अस्वीकार गर्नुको कारण:",
      "पुन: हेर्न लगइन गर्नुहोस्",
      "पासवर्ड बिर्सनुभयो?",
      "पोलहरू",
      "फ्याशन",
      "प्रमाणीकरण पठाइयो",
      "थप नवीनतम विशेष जानकारी प्राप्त गर्नुहोस् र प्रवर्द्धनहरूबाट थप मानिसहरू समक्ष पुग्नुहोस्।",
      "क्रप गर्नुहोस्",
      "अघिल्ला प्रोफाइल फोटोहरू",
      "तपाईंले आफ्नो खातालाई अस्थायी रूपमा असक्षम गर्नु पहिले, तपाईंले हाम्रो मद्दत केन्द्रका ती लेखहरू एकपटक हेर्न चाहन सक्नुहुन्छ।",
      "आवरण तस्वीर ल्याण्डस्केपको सट्टा पोर्ट्रेट हुनुपर्छ।",
      "एप प्राप्त गर्नुहोस्",
      "म वा मैले चिनेको कोही व्यक्ति",
      "{name} का सबै पोस्टहरू हेर्नुहोस्",
      "तपाईंले आफ्नो सुरक्षा एपबाट कोड प्राप्त गर्नुहुनेछ।",
      "{number of accounts} वटा खाताहरू",
      "नयाँ इमेल ठेगाना प्रविष्ट गर्नुहोस्",
      "छोड्नुहोस्",
      "पोस्टका विकल्पहरू",
      "हामी तपाईंले चयन गर्नुभएको नम्बरमा कोड पठाउनेछौं।",
      "माफ गर्नुहोस्! हामीलाई अहिले तपाईंको इमेल प्रमाणित गर्न कठिनाई भइरहेको छ। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "आगामी कार्यक्रमको आइकन",
      "यो भिडियो अति लामो छ। जारी राख्नको लागि, एक मिनेट वा कम समयको भिडियो छनोट गर्नुहोस्।",
      "सबै हेर्नुहोस्",
      "इमेल प्रमाणीकरण",
      "छोड्नुहोस्",
      "तपाईं {email} लाई आफ्नो खाताबाट हटाउन लाग्नुभएको छ। कृपया अगाडि बढ्नुअघि यो सही छ भनी निश्चय गर्नुहोस्।",
      "सशुल्क साझेदारी",
      "तपाईंसँग आफ्नो Instagram खातामा पहुँच भएका कुनै पनि म्याद सकिएका एप्लिकेसन छैनन्।",
      "अनुचितको बारेमा रिपोर्ट गर्नुहोस्",
      "नयाँ खाता सिर्जना गर्नुहोस्",
      "फरवार्ड गर्नुहोस्",
      "कागजातको प्रकार",
      "कम सेलुलर डेटा प्रयोग गर्दा, तपाईं Wi-Fi मा नजोडिनुभएको बेला फोटो र भिडियोहरू न्यून रिजोल्युशनमा देखा पर्न सक्छन् र भिडियोहरू आफै चल्ने छैनन्।",
      "सेप्टेम्बर",
      "भिडियो सम्पादन गर्नुहोस्",
      "तपाईंको साथी Instagram मा {username of the user who joined} को रूपमा हुनुहुन्छ",
      "Instagram ले सुरक्षालाई गम्भीर रूपमा लिन्छ। यदि कसैले सेलिब्रिटी बनेर Instagram खाता सिर्जना गर्नुहुन्छ भने, तपाईंले यस बारे हामीलाई रिपोर्ट गर्न सक्नुहुन्छ। कृपया तल हामीलाई भेष बदल्ने मानिसको प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्।",
      "तपाईंले आफ्नो खाता {username} बारे जानकारीका साथ अनुरोध गर्नुभएको फाइल यहाँ छ।",
      "इमेल",
      "अर्डर र भुक्तानीहरू",
      "कृपया तपाईंले अपील गर्न चाहनुभएको सामग्री पुष्टि गर्नुहोस्",
      "#{hashtag} का शीर्ष पोस्टहरू हाल लुकाइएको छ किनभने केही सामग्रीले Instagram समुदाय निर्देशिकाहरू पूरा नगरेको हुनसक्छन् भनी समुदायले रिपोर्ट गरेका छन्। {link that reads learn more}",
      "समस्या रिपोर्ट गर्नुहोस्",
      "स्वीकार गर्नुहोस्",
      "पाठ",
      "वस्तु अनुपलब्ध",
      "विवरणहरू",
      "क्यामेरा खोल्न समस्या भयो। फेरि प्रयास गर्नुहोस्।",
      "तपाईंको खाता सिर्जना गर्दा समस्या भयो",
      "सर्तहरू",
      "तपाईंले आफ्नो नम्बर यहाँ हाल्नुभयो भने Instagram ले यसलाई तपाईंलाई लग इन गर्न, हाम्रो समुदाय सुरक्षा गर्न र तपाईंलाई Instagram मा पहुँच गर्नमा मद्दत गर्न प्रयोग गर्न दिने छ तर साथीहरू सुझाव गर्ने वा विज्ञापनहरू उपलब्ध गराउने जस्ता उद्देश्यहरूका लागि भने मद्दत गर्ने छैन। तपाईंले मात्र आफ्नो प्रोफाइलमा यो नम्बर देख्नु हुने छ। यहाँ उपलब्ध गराइएको यो नम्बर Facebook कम्पनीका उत्पादनहरूमा अन्य ठाउँमा हालियो भने, यसलाई साथीहरू सुझाव गर्ने वा विज्ञापनहरू उपलब्ध गराउनेसहित अन्य उद्देश्यहरूका लागि पनि प्रयोग गर्न सकिन्छ।",
      "ञो किनमेल अनुभव Instagram एपमा मात्र उपलब्ध छ।",
      "{username} ले पछ्याउँदै",
      "मार्च",
      "सट्टामा तपाईं Instagram को नवीनतम संस्करण प्रयोग गरी सुरु गर्न सक्नुहुन्छ।",
      "टिप्पणी गर्न लग इन गर्नुहोस्",
      "{fullname} को लागि",
      "हामीलाई Instagram समुदायको सुरक्षा र सम्वर्द्धन भन्दा ठूलो महत्त्वपूर्ण कुरा केही छैन। मानिसहरूले आफ्नो जीवनका पलहरू Instagram मा साझा गरी हामीप्रतिको आफ्नो विश्वास प्रकट गर्छन्। त्यसैले तपाईंको डेटा संरक्षण गर्ने कुरामा हामीले कहिल्यै पनि सम्झौता गर्नेछैनौं।",
      "खोज इतिहास खाली गर्ने?",
      "थप्नुहोस्",
      "सबै स्वीकार गर्नुहोस्",
      "मेटाउनुहोस्",
      "आफ्नो जानकारी पेस गर्नुभएकोमा धन्यवाद",
      "पेश गर्नुहोस्",
      "पूर्ण डेटा सम्बन्धी नीति पढ्नुहोस्",
      "पेश गर्नुहोस्",
      "सबैजना",
      "99+",
      "पिन प्रविष्ट गर्नुहोस्",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध जाने केही कुरा फेरि पोस्ट गर्नुभयो भने, तपाईंका पोस्ट, सङ्ग्रह, सन्देश र पछ्याउने व्यक्तिहरू सहित तपाईंको खाता मेटाइनेछ।",
      "वर्ग आइकन क्रप गर्नुहोस्",
      "लिङ्कको म्याद समाप्त भयो",
      "तपाईंले सन्देश फरवार्ड गर्नुभयो",
      "सोम",
      "यो खातालाई रिपोर्ट गर्नुको एउटा कारण चयन गर्नुहोस्। हामीले {Medianame of the person being reported}लाई उनीहरूलाई कसले रिपोर्ट गर्‍यो भनी बताउनेछैनौं।",
      "पछ्याउने अनुरोधहरू",
      "तपाईं यी उपकरणहरूमार्फत विज्ञापनलाई व्यक्तिगतकरण गर्नको लागि कसरी फरक डेटा प्रयोग गरिन्छ भन्ने कुरा व्यवस्थित गर्न सक्नुहुन्छ।",
      "हाम्रो बारेमा",
      "इमेल",
      "अर्को",
      "महिना",
      "सुरक्षा कोड",
      "मोबाइल नम्बर",
      "थप",
      "रद्द गर्नुहोस्",
      "आगामी कार्यक्रमको थम्बनेल",
      '"{collection name}" मा बचत गरियो।',
      "रिलहरू",
      "नियन्त्रण",
      "वहाँलाई पठाउनुहोस्",
      "पोस्ट गर्ने कार्य एपमा अझै उत्कृष्ट हुन्छ",
      "ताजा गर्न ट्याप गर्नुहोस्",
      "Instagram निर्माण गर्ने Facebook मा तपाईंले देख्ने सामग्री व्यक्तिगतकरण गर्नाले तपाईंको अनुभव सुधार्न सक्छ भनी हामी विश्वास गर्छौं। हामी तपाईंलाई सान्दर्भिक सामग्री देखाउन र हाम्रा उत्पादनहरूले काम गर्ने तरिका सुधार्नको लागि कुकी र समान प्रविधिहरू प्रयोग गर्छौं।",
      "यो सन्देश Instagram मा हुनुहुँदैन",
      "त्रुटि भयो र तपाईंको भिडियो पोस्ट हुन सकेन।",
      "Edit",
      "केही गडबडी भयो, कृपया पछि पुन: प्रयास गर्नुहोस्।",
      "मानिसहरू खोज्नुहोस्",
      "जारी राख्न तपाईंको Instagram पासवर्ड प्रविष्ट गर्नुहोस्।",
      "प्रोफाइल",
      "{Username of current profile}लाई अनब्लक गरियो।",
      "हामीले {phone_number} मा पठाएको कोड प्रविष्ट गर्नुहोस्।",
      "अन्य",
      "तपाईंले HTML ढाँचामा आफ्नो जानकारी अनुरोध गर्नुभयो भने, तपाईं सूचक खोलेर थप सहज तरिकाले आफ्ना फाइलहरू नेभिगेट गर्न सक्नुहुनेछ। सुरुमा html फाइल।",
      "मद्दत केन्द्रमा जान जारी राख्नुहोस्",
      "तपाईंले यसअघि आफ्नो Instagram खातामा {application name} जडान गर्नुभयो।",
      "विवाद पेश गर्नुहोस्",
      "बन्दूकहरूको बिक्री वा प्रवर्द्धन",
      "औं",
      "ह्यासट्यागहरू",
      "तपाईंको भुक्तानीसम्बन्धी जानकारी अब सबै खाताहरूमा जोडिएको छ। तपाईं सेटिङमा गई यसलाई परिवर्तन गर्न सक्नुहुन्छ।",
      "हाल तपाईंले एउटा अनुदानमा {donation amount limit, should not be translated since the rule is regulated in euro} सम्म मात्र अनुदान दिन सक्नुहुन्छ। आफ्नो रकम कम गर्ने वा तपाईं योग्य हुँदा फेरि अनुदान दिने प्रयास गर्नुहोस्।",
      "तपाईंलाई आफ्नो खातामा पुन: पुग्नका लागि हामीले तपाईंलाई लगइन लिङ्क पठाउन सक्छौं।",
      "राउन्ड ट्रिप समय",
      "राष्ट्र चयन गर्नुहोस्",
      "जीवनका पलहरू कथाहरूमा अनुभव गर्नुहोस्",
      "पोल",
      "चमक",
      "रद्द गर्नुहोस्",
      "भिडियोहरू",
      "थप जान्नुहोस्।",
      "हामीसँग नयाँ डेटा सम्बन्धी नीति पनि छ जसले Instagram सहित Facebook का उत्पादनहरूमा डेटा कसरी संकलन गरिन्छ, साझा गरिन्छ र प्रयोग गरिन्छ भनी बयान गर्छ। यो नीतिले कथाहरू, डाइरेक्ट मेसेजिङ, क्रियाकलाप स्थिति र हाम्रा क्यामेराहरूका सिर्जनात्मक उपकरणहरू जस्ता नयाँ सुविधाहरूको बारेमा सम्बोधन गर्छ। तपाईंलाई नीतिको यो नयाँ जानकारीको बारेमा थाहा छ भन्ने हामी सुनिश्चित गर्न चाहन्छौं।",
      "पछ्याउनको लागि मानिसहरू फेला पार्नुहोस्",
      "बचत नगरिएका परिवर्तनहरू",
      "यो भिडियो ढाँचा समर्थित छैन।",
      "उत्पादनमा झण्डा लगाउनुहोस्",
      "एपमार्फत आफ्नो जानकारीको पुष्टि गर्नुहोस्",
      "इमेल ठेगाना परिवर्तन गर्नुहोस्",
      "तपाईंले आफ्नो प्रमाणीकरणसम्बन्धी एप हटाउनुभयो भने तपाईं केवल पाठ सन्देशमार्फत सुरक्षासम्बन्धी कोडहरू प्राप्त गर्न सक्नुहुने छ। तपाईं Instagram एपमा गई त्यो एप फेरि थप्न सक्नुहुन्छ।",
      "रद्द गर्नुहोस्",
      "{username}ले तपाईं उहाँको आमाबुवा वा अभिभावक हुनुहुन्थ्यो भन्नुभयो।",
      "जे भए पनि साझा गर्नुहोस्",
      "नाबालक बच्चाको हो",
      "मेटाउनुहोस्",
      "अप्रिल",
      "Facebook बाट आफ्नो प्रोफाइल फोटो थप्नुहोस्",
      "यौन सम्पर्क गरेको तस्वीरहरू वा भिडियोहरू",
      "यन्त्र र नेटवर्कहरू",
      "अनुरोधहरू {count}",
      "मेटाउनुहोस्",
      "आफ्ना फोटो र भिडियोहरू फिल्टर गर्न, सम्पादन गर्न र साझा गर्न थप तरिकाहरूका लागि एपमा स्विच गर्नुहोस्।",
      "Instagram ले तपाईंको Facebook का {payment methods, delivery address, name, email} र {payment history} माथि पहुँच राख्न सक्नेछ।",
      "विवादको कारण",
      "आफ्नो खातामा फिर्ता जान प्रयास गर्नको लागि Instagram एप प्रयोग गरी आफ्नो जानकारी पुष्टि गर्नुहोस्।",
      "यो पोस्टमा टिप्पणीहरू सीमित गरिएको छ।",
      "चित्रात्मक हिंसा",
      "नयाँ पोस्ट",
      "फोटो खारेज गर्ने हो?",
      "भिडियो {maxVideoSizeInBytes}GB भन्दा ठूलो हुनुहुँदैन",
      "रिकभरी कोडहरू",
      "नयाँ पोस्ट सिर्जना गर्नुहोस्",
      "{previous items}; {last item}",
      "औं",
      "तपाईंको Instagram खाता प्रयोग गरी लग इन गर्नुहोस्:",
      "एपमा स्विच गर्नुहोस्",
      "Messenger",
      "यस स्थान बारे पोस्ट कहिल्यै नछुटाउनुहोस्",
      "त्रुटि",
      "खाताहरू स्विच गर्नुहोस्",
      "खाता केन्द्र",
      "एप खोल्नुहोस्",
      "उत्पीडन वा हैरानी",
      "• सो एप वा वेबसाइटसँग तपाईंले साझा गर्नुभएको जानकारीमा यसले पहुँच गर्न जारी राख्न सक्नेछ। उदाहरणका लागि, तपाईंले कुनै सम्पादन एपलाई आफ्ना फोटोहरूमा पहुँच गर्न अनुमति दिनुभयो भने, सो एपले तपाईंले Instagram मा थप्नुहुने नयाँ फोटोहरूमा पहुँच गर्न सक्नेछ।",
      "बचत गर्नुहोस्",
      "पेश गर्नुहोस्",
      "वैकल्पिक पाठ",
      "खोजका वर्गहरू",
      "बचत गरिएको र संकलनहरूबाट हटाउने?",
      "आफ्नो जानकारीको प्रतिलिपि प्राप्त गर्नुहोस्",
      "तपाईंको प्रोफाइल बचत गर्दा समस्या भयो।",
      "कृपया मान्य इमेल ठेगाना प्रविष्ट गर्नुहोस्।",
      "कम्पनी",
      "मनपराउन वा टिप्पणी गर्न {username} लाई पछ्याउनुहोस्।",
      "Facebook लोगो",
      "आफ्ना साथीहरूलाई पछ्याउनुहोस्",
      "इमेल प्रमाणीकरण",
      "कुकी नीति (आवश्यक)",
      "नयाँ खाता सिर्जना गर्नुहोस्",
      "नयाँ पोस्ट सिर्जना गर्नको लागि फोटो र भिडियोहरू थप्नुहोस्।",
      "{numberOfUsers} जना मानिसहरूले टाइप गर्दैछन्...",
      "मानिसहरूले तपाईंको भिडियो ब्लक गरिएका स्थानहरूमा यसलाई हेर्न, लाइक गर्न वा यसमा टिप्पणी गर्न सक्नेछैनन्। तपाईंको भिडियो यसमा मात्र दृश्ययोग्य हुनेछ:",
      "सबैभन्दा लोकप्रिय छवि र भिडियोहरू",
      "नयाँ फोन नम्बर",
      "पुनः प्रयास गर्नुहोस्",
      "विज्ञापनहरू",
      "प्रमाणीकरण अनुरोध",
      "+ नयाँ सङ्कलन",
      "यदि तपाईं विश्वास गर्नुहुन्छ कि यो सामग्रीलाई हटाउनु हुँदैन भने तपाईंले आफ्नो मामिला समाधान गर्नको लागि गुनासो गर्ने पक्षलाई सिधैँ सम्पर्क गर्न सक्नुहुन्छ।",
      "प्रशासकको स्वीकृति आवश्य छ",
      "पुनः क्रमबद्ध गर्न क्लिक गरी तान्नुहोस्",
      "अघिल्ला इमेल ठेगानाहरू",
      "विश्वसनीय यन्त्रहरू हेर्नुहोस्",
      "{username1}, {username2} र {username3}द्वारा पछ्याइएको",
      "हामीले कोड **** मा पठाउनेछौं{This is the last 4 digits of the user's phone number}।",
      "{username} का थप {count} वटा पोस्ट हेर्नुहोस्",
      "गेमर",
      "हिजो {Timestamp of the message}",
      "यकिन गर्नुहोस्",
      "लिङ्कमा जानुहोस्",
      "आफ्नो PIN प्रविष्ट गर्नुहोस्",
      "पछ्याउन र फोटोहरू साझा गर्नको लागि मानिसहरू फेला पार्नुहोस्। तपाईंले आफ्नो प्रयोगकर्ता नाम कुनै पनि समय परिवर्तन गर्न सक्नुहुन्छ।",
      "यो पोस्ट अनुपलब्ध छ।",
      "तपाईंले बन्देज लगाउनुभएको कोही व्यक्ति यो समूहमा हुनुहुन्छ",
      "तपाईंले कसैको टिप्पणीमा रिपोर्ट गर्नुभयो भने, Instagram ले तिनीहरूलाई कसले रिपोर्ट गरेको हो भनी बताउने छैन।",
      "सामान्य",
      "खारेज गर्नुहोस्",
      "ठेगाना लाइन 2 (ऐच्छिक)",
      "क्लिप",
      "लिङ्कको प्रतिलिपि बनाउनुहोस्",
      "{username} जी, हामी Instagram मा तपाईंको गोपनीयताको ख्याल गर्छौं, त्यसैले हामीले तपाईंको सहित 124 वटा Instagram खाताहरूलाई प्रभाव पारेको प्राविधिक समस्या हालै फेला पार्‍यौं र द्रुत रूपमा समाधान गर्‍यौं भनी तपाईंलाई थाहा दिन चाहन्छौं।",
      "तपाईंले फेरि हेर्न चाहनुभएका फोटो र भिडियोहरू बचत गर्नुहोस्। कसैलाई सूचित गरिने छैन र तपाईंले बचत गर्नुभएका कुराहरू तपाईंले मात्र हेर्न सक्नुहुन्छ।",
      "यो कस्तो प्रकारको खाता हो?",
      "खेल्नुहोस्",
      "कुकी सेटिङहरू",
      "यो लग इन गर्न आवश्यक हुन्छ र Instagram लाई निम्न कुरा गर्न अनुमति दिन्छ:",
      "आफ्नो फाइल प्राप्त गर्न लग इन गर्नुहोस्",
      "ग्यालरी पोस्टको लागि {filename} नामक भिडियो अति लामो छ। जारी राख्नको लागि, छोटो भिडियो छनोट गर्नुहोस् ।",
      "क्रियाकलाप स्थिति देखाउनुहोस्",
      "अयोग्य खाता",
      "बिलिङ ठेगाना",
      "भिडियोलाई पूर्वावस्थामा ल्याउनुहोस्",
      "पछ्याउने अनुरोधहरू",
      "@generated",
      "च्याटहरू",
      "औं",
      "अहिले जडान हुन सक्दैन। तपाईंले सेटिङहरूबाट आफ्नो भुक्तानी जानकारी जडान गर्न सक्नुहुन्छ।",
      "# {hashtag} बाट हालैका पोस्टहरू लुकाइएका छन् किनभने केही पोस्टहरूले Instagram का सामुदायिक मार्गदर्शनहरू पालना नगर्न सक्छन्। {link that reads learn more}",
      "तपाईं यु.के. करदाता हुनुहुन्छ भनी स्वीकार गर्नुहुन्छ र हालको कर वर्षमा तपाईंका सबै अनुदानहरूमा दाबी गरिएको उपहार सहयोगको रकमभन्दा कम आय कर वा पूंजीगत कर तिर्नुभयो भने, कुनै पनि भिन्नता भएमा सो रकम तिर्नु तपाईंको जिम्मेवारी हो भन्ने कुरा बुझ्नुहुन्छ। तपाईं माथिका सबै कथनहरू लागू हुन्छन् भनी पुष्टि गर्नुहुन्छ र तपाईं आफ्नो अनुदालाई उपहार सहयोग गर्न चाहनुहुन्छ भनी पुष्टि गर्नुहुन्छ।",
      "स्वामित्व प्रतिबन्धहरूका कारण तपाईंको भिडियोलाई विश्वभरि ब्लक गरिएको छ।",
      "अन्य कम्पनीहरूले कुकीहरू प्रयोग गरी तपाईं बारे जानकारी प्राप्त गर्नेछन्",
      "साझा गरिँदै छ",
      "यदि तपाईंसँग Instagram खाता छ भने तपाईं यी उपकरणहरूमार्फत विज्ञापनलाई व्यक्तिगतकरण गर्नको लागि कसरी फरक डेटा प्रयोग गरिन्छ भन्ने कुरा व्यवस्थित गर्न सक्नुहुन्छ।",
      "पछाडि जानुहोस्",
      "हामीले तपाईंलाई प्रत्येक {time between requests in seconds} सकेण्डमा नयाँ कोड पठाउन सक्छौं।",
      "लग आउट गर्नुहोस्",
      "फोन नम्बर थप्नुहोस्",
      "केही गडबड भयो",
      "एप खोल्नुहोस्",
      "औं",
      "माफ गर्नुहोस्! हामीलाई अहिले तपाईंलाई पुष्टिकरण कोड पठाउनमा समस्या भइरहेको छ। कृपया पछि पुन: प्रयास गर्नुहोस्।",
      "टिप्पणी",
      "सबै दर्शक बनाउनुहोस्",
      "बटन: कागजातको प्रकार चयन गर्नुहोस्",
      "पिन प्रविष्ट गर्नुहोस्",
      "फेड",
      "विवाद पेस गरी तपाईं अधिकार भएको व्यक्ति {reference owner name} लाई आफ्नो फोटो र आफ्नो खाताको बारेमा सार्वजनिक आधारभूत जानकारी समीक्षा गर्ने अनुमति दिनुहुन्छ। उनीहरूले {number of days} दिनभित्र प्रतिक्रिया दिनु पर्छ।",
      "तपाईंका फाइलहरूको मिति सकिएको छ",
      "Facebook लोगो ब्याज",
      "औं",
      "{seconds} सेकेन्ड पहिले",
      "{Username of current user} ले पोस्ट गर्दा, तपाईंले उहाँका फोटो र भिडियोहरू यहाँ देख्नुहुनेछ।",
      "एप स्थापन गर्नुहोस्",
      "कथाहरू",
      "उपहार सहायता थपिएको छ।",
      "{count} जनाले हेर्नुभयो",
      "डिसेम्बर",
      "मद्दत केन्द्र",
      "· यो दान गर्नका लागि तपाईंले आफ्नै पैसा प्रयोग गर्नुभएको छ",
      "झोला आइकन",
      "PIN बिर्सनुभयो?",
      "Facebook मा साझा गर्नुहोस्",
      "लाइभ भिडियो हेर्नुहोस्",
      "फोन नम्बर परिवर्तन गर्नुहोस्",
      "{username} ले स्क्रिनमा यी मध्ये कुनै पनि प्रश्न देखाउन सक्नुहुन्छ।",
      "हामी तपाईंको जानकारी भएको फाइलमा जाने लिङ्क इमेल गर्नेछौं। तपाईंले यसलाई HTML मा प्राप्त गर्न सक्नुहुन्छ जुन हेर्न सजिलो हुन सक्छ वा JSON मा प्राप्त गर्न सक्नुहुन्छ जुन अन्य सेवामा आयात गर्न सजिलो हुन सक्छ।",
      "ट्याग गरिएका मानिसहरू",
      "{list of items} अथवा {last item}",
      "बचत गर्नुहोस्",
      "तपाईं हाम्रा सर्तहरू र डेटा सम्बन्धी नीतिका हालैका अद्यावधिक बारेमा चिन्तित हुनुहुन्छ भने, तपाईंले {press center post} सक्नुहुन्छ",
      "आफ्नो अनुदानमा उपहार सहायता थप्नुहोस्।",
      "{filename} नामक फाइल अति ठूलो छ। जारी राख्नको लागि १ GB भन्दा कम फाइल छनोट गर्नुहोस्।",
      "अनुपयुक्त भनी रिपोर्ट गर्नुहोस्",
      "पूर्वस्थितिमा फर्काउनुहोस्",
      "अब तपाईंले सिधैँ आफ्नो कम्प्युटरबाट पोस्टहरू सिर्जना र साझा गर्न सक्नुहुन्छ।",
      "नमिनेसन मिडिया हेर्न आइकनमा चेकभरन गर्नुहोस्",
      "हामी तपाईंलाई आफ्नो खातामा फर्कनको लागि सुरक्षा कोड पठाउनेछौं।",
      "Facebook Pay मा अतिरिक्त सुरक्षा",
      "{violationText} {prepositionType} कथालाई {actionType}",
      "भिडियो कल",
      "हाम्रो मद्दत केन्द्रमा {learn more}",
      "उपहार सहायता थप्नुहोस्",
      "हटाउनुहोस्",
      "तपाईंको खाता अस्थायी रूपमा अक्षम भएको छ। यसलाई पुन: सक्रिय गर्न, यसमा फेरि लग इन गर्नुहोस्।",
      "तपाईंले समीक्षा अनुरोध गर्दा, हामीले तपाईंको पोस्टले हाम्रो {communityGuidelinesLink} को उल्लङ्घन गर्छ वा गर्दैन भनी निर्धारण गर्नको लागि तपाईंको पोस्टको समीक्षा गर्नेछौं। सबै समीक्षा निर्णयहरू अन्तिम हुन्।",
      "थप हेर्न लगइन गर्नुहोस्",
      "मुख्य शब्द",
      "हिंसा वा हिंसाको चुनौतिको रूपमा रिपोर्ट गर्ने?",
      "फोन नम्बर",
      "सुझाव गरिएको प्रोफाइल डाइरेक्टोरी",
      "अर्को",
      "यो प्रयोगकर्तालाई ब्लक गर्ने?",
      "तपाईंले यस्तो लिङ्क फलो गर्नुभएको छ जसका लागि तपाईं {username} मा लग इन भएको हुनुपर्छ। तपाईलाई आफ्नो हालको खाताबाट लग आउट गराइने छ।",
      "तपाईंले {date} गते {time of day} बजे पोस्ट गर्नुभएको भिडियोलाई हामीले ब्लक गरेका छौं किनकी यसले निम्न सामग्री समावेश गरेको थियो:",
      "लगइन गर्न मद्दत गर्ने इमेलहरू सीमित गर्नुहोस्",
      "ठीक छ",
      "थप जान्नुहोस्",
      "मानिसहरूले तपाईंको भिडियो {viewcount} पटक भन्दा बढी हेरे।",
      "{mins} मिनेटअघि हेरिएको",
      "रिपोर्ट गर्नुहोस्",
      "PayPal थप्नुहोस्",
      "अपील पेश गर्नुहोस्",
      "आफ्नो प्रयोगकर्ता नाम परिवर्तन गर्ने बारे थप जान्नुहोस्",
      "जन्मदिनहरू",
      "इमेल, फोन वा प्रयोगकर्ता नाम",
      "खाता चेतावनी",
      "{username} लाई जवाफ दिँदै",
      "आफ्नो आइडीको फोटो पठाउनुहोस्",
      "हामीले तपाईंको {contentTypeText} हटाएयौं किनभने यो हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। तपाईंले अपमान गर्न नचाहेको भएता पनि हाम्रा मार्गदर्शनहरूले मानिसहरूलाई सबैजनाका लागि सम्मानपूर्ण तरिकामा आफूलाई व्यक्त गर्न प्रोत्साहित गर्छन्।",
      "स्वयं हानिको रूपमा रिपोर्ट गर्ने हो?",
      "अब वेबमा प्रमाणीकरणको एप चालू गर्ने सुविधा प्रयोग गर्न मिल्दैन। कुनै पनि असुविधाको लागि हामी क्षमाप्रार्थी छौँ।",
      "तपाईंको सम्पर्क जानकारी र भुक्तानी विधिलाई अर्को पटकको लागि सुरक्षित रूपमा बचत गरिनेछ।",
      "थप मानिसहरूसम्म पहुँच गर्न र आफ्नो समुदाय निर्माण गर्नमा मद्दत गर्नको लागि Instagram मा प्रवर्द्धनहरू सिर्जना गर्नुहोस्।",
      "अन्य 1 जना",
      "Instagram का सर्तहरू",
      "Spring बाट आफ्ना उत्पादनहरू सजिलै बिक्री गर्नको लागि पसल खोल्नलाई Instagram एप प्रयोग गर्नुहोस्।",
      "सम्बद्धका बारमा थप जान्नुहोस्",
      "Instagram का उपकरणहरू बारे सुझावहरू प्राप्त गर्नुहोस्।",
      "Safari",
      "यो जानकारीलाई तपाईंको प्रोफाइलमा सार्वजनिक रूपमा प्रदर्शन गरिनेछ जसले गर्दा मानिसहरूले तपाईंलाई सम्पर्क गर्न सक्छन्।। तपाईंले यस जानकारीलाई कुनै पनि समय सम्पादन गर्न वा हटाउन सक्नुहुन्छ।",
      "रद्द गर्नुहोस्",
      "कथाहरू एपमा अझै उत्कृष्ट हुन्छन्",
      "राख्नुहोस्",
      "लगइन गर्न मद्दत गर्ने इमेलहरू सीमित गर्नुहोस्",
      "यो फाइल समर्थित छैन",
      "यो ब्राउजरद्वारा भिडियो फाइल पढ्न सकिएन।",
      "तपाईंले दुई-खण्डको प्रमाणीकरण सेट अप गर्दा उपलब्ध गराइएका ८-अंकका कोडहरू मध्ये कुनै एक प्रविष्ट गर्नुहोस्।",
      "तपाईं परिचित हुनुभएको नाम प्रयोग गरी मानिसहरूलाई तपाईंको खाता आविष्कार गर्न मद्दत गर्नुहोस्: तपाईंको पूरा नाम, उपनाम वा व्यवसाय नाम।",
      "Instagram मा फर्कनुहोस्।",
      "अहिलेसम्म कुनैपनि पोस्ट गरिएको छैन",
      "पोस्ट",
      "प्रोफाइलमा जानुहोस्",
      "तपाईंको भिडियो सबै स्थानहरूमा ब्लक छ जसको अर्थ मानिसहरूले यसलाई हेर्न, लाइक गर्न वा टिप्पणी गर्न सक्नुहुन्न भन्ने हुन्छ।",
      "प्राप्त गर्नुहोस्",
      "नाङ्गो र अर्ध नग्न बालकहरूको पोस्टहरू",
      "युनिभर्सिटी अफ मेरिल्याण्ड (UMD) द्वारा सञ्चालित यो स्वेच्छिक सर्वेक्षणले कोरोनाभाइरस कसरी फैलिएको छ भनी ट्र्याक गर्न स्वास्थ्य सम्बन्धी प्रश्नहरू सोध्छ। यसका लागि 3-5 मिनेट लाग्नेछ र यसलाई पूरा गर्नका लागि तपाईंले Instagram छोड्नुहुनेछ।",
      "Facebook फोटो थप्नुहोस्",
      "तपाईंलाई राम्रा विज्ञापनहरू देखाउनको लागि हामी विज्ञापक र अन्य साझेदारले हामीलाई प्रदान गर्ने  Facebook कम्पनीका उत्पादनहरू, वेबसाइट र एपहरूतपासहितको भन्दा बाहिरको तपाईंको क्रियाकलापको बारेमा डेटा प्रयोग गर्छौँ। तपाईं आफ्नो {ad settings} मा हामी यो डेटा तपाईंलाई विज्ञापन देखाउन प्रयोग गर्ने कि नगर्ने भन्ने कुराको नियन्त्रण गर्न सक्नुहुन्छ।",
      "प्रमाणीकरण एपद्वारा उत्पादित ६-अङ्कको कोड प्रविष्ट गर्नुहोस्।",
      "तपाईंले आफ्नो जानकारी नियन्त्रण गर्न सक्ने अन्य तरिकाहरू",
      "Instagram मा #{tag_name} • फोटो र भिडियोहरू",
      "तपाईंको खाता मेटाउन सकिन्छ",
      "गोपनीयता",
      "भिडियो फाइल पढ्न सकिँदैन",
      "कथा हाइलाइटमा जवाफ दिनुभयो",
      "यो टिपणी स्पाम वा धोखापूर्ण छ",
      "एप प्राप्त गर्नुहोस्",
      "स्वीकृति दिँदा समस्या भयो।",
      "विज्ञापनका सेटिङहरू",
      "तपाईंद्वारा यसमा अधिकार प्रदान गरिएको",
      "यो भिडियो फाइल तपाईंको ब्राउजरले पढ्न सकेन",
      "अर्को व्यक्तिलाई ट्याग गर्नुहोस्",
      "लगइनको क्रियाकलाप",
      "ह्यासट्याग",
      "स्पिनर प्लेसहोल्डर",
      "अन्वेषण गर्ने कार्य एपमा अझै उत्कृष्ट हुन्छ",
      "अस्वीकार गर्ने हो?",
      "दुई-खण्डको प्रमाणीकरणसँगै अतिरिक्त सुरक्षा थप्नुहोस्",
      "टिप्पणीहरू मेटाउने",
      "तपाईंका पोस्टहरूका सामान्यतया रिपोर्ट गरिएका मुख्य शब्दहरू समावेश भएका टिप्पणीहरू लुकाउनुहोस्।",
      "इमेल पठाइएको त्रुटि",
      "फोन नम्बर",
      "अर्को",
      "कुकीहरू स्वीकार गर्ने?",
      "तपाईंको प्रयोगकर्ता नाम वा इमेल प्रविष्ट गर्नुहोस् र तपाईंको खातामा जानका लागि हामी एउटा लिङ्क पठाउनेछौं।",
      "इम्बेड गर्नुहोस्",
      "Instagram एप",
      "तपाईंको इन्टरनेट जडान जाँच गरि फेरि प्रयास गर्नुहोस्।",
      "लग इनमा फर्कनुहोस्",
      "1 हप्ता पहिले",
      "भिडियोहरू {minLengthInMinutes} र {maxLengthInMinutes} मिनेट बीचको हुनुपर्छ।",
      "{previous items}; {following items}",
      "अपील",
      "तपाईंले यो आफू नभएको बताउनुभएको हुनाले तपाईंको खाता सुरक्षित राख्न आफ्नो पासवर्ड अद्यावधिक गर्नुहोस्। तपाईं सबै यन्त्रहरूबाट लग आउट हुनुहुनेछ, त्यसैले यदि कोही तपाईंको खातामा पहुँच गर्ने प्रयास गर्दै हुनुहुन्छ भने अबदेखि पहुँच हुनेछैन।",
      "आफ्ना साथीहरूका फोटो र भिडियोहरू हेर्न लगइन गर्नुहोस्।",
      "Facebook भन्दा बाहिरका उत्पादनहरूका विज्ञापन र मापन सेवा, विश्लेषण र तपाईंलाई निश्चित सुविधाहरू उपलब्ध गराउन र हाम्रा सेवाहरू सुधार्नका लागि हामी अन्य कमपनीहरूका उपकरणहरू प्रयोग गर्छौं। यी कम्पनीहरूले पनि कुकीहरू प्रयोग गर्छन्। तपाईंले {Instagram} र {Facebook} मा हाम्रा कुकी नीतिहरू बारे थप जान्न सक्नुहुन्छ।",
      "तपाईंका नग्न फोटोहरू पोस्टका पोस्टहरू वा चुनौतिहरू",
      "{username} को छवि",
      "अगस्ट",
      "फोटो पोस्ट गर्न अपील गर्नुहोस्",
      "Alt पाठले दृश्यात्मक असक्षमता भएका मानिसहरूलाई तपाईंका फोटोहरूको बयान गर्छ।",
      "तपाईं आफ्नो Facebook बाहिरको क्रियाकलाप जुन एप वा वेवसाइटहरूमा जाने जस्ता तपाईंको व्यवसाय र संस्थाहरूसँगको अन्तरक्रियाको बारेमा तिनिहरूले हामीसँग साझा गरेका कार्यहरूको साराशंको समीक्षा गर्न सक्नुहुन्छ। तिनिहरूले हामीसँग जानकारी साझा गर्नको लागि Facebook लग इन वा Facebook पिक्सेल जस्ता हाम्रा {Business tools} को प्रयोग गर्छन। यसले हामीलाई तपाईंलाई Facebook मा अझ बढी व्यक्तिगतकरणको अनुभव प्रदान गर्नको लागि सहयोग गर्छ। {off-Facebook activity} लाई हामी कसरी प्रयोग गर्छौँ र तपाईं यसलाई कसरी व्यवस्थित बनाउन सक्नुहन्छ भन्ने बारे थप जान्नुहोस्।",
      "पठाइयो। तपाईंको काम सम्पन्न भयो!",
      "तपाईंको पासवर्ड रिसेट गर्दा समस्या भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "इमोजी",
      "हाम्रा उत्पादनहरूका केही सुविधाहरूले काम नगर्न सक्छन्",
      "जारी अध्ययनको हिस्साको रूपमा तपाईंको Instagram खाता निष्क्रिय पारिएको छ। तपाईंले आफ्नो खातामा लग इन गर्नुभयो भने तपाईं आफूले साइन अप गरेको निष्क्रिय भुक्तानीका लागि योग्य नहुन सक्नुहुन्छ।",
      "यो खाता प्रयोग गर्न जारी राख्न चाहनुहुन्छ?",
      "यदि तपाईंसँग साउण्ड ट्र्याक वा संगीत जस्ता अडियो सहित भिडियोमा सबै कुरा साझा गर्ने अनुमति छ भने, तपाईंले ब्लकका लागि अपील गर्न सक्नुहुन्छ र आफ्नो भिडियो अनब्लक गराउन सक्नुहुन्छ। याद राख्नुहोस् मानिसहरूले आफूसँग साझा गर्ने अधिकार भएका भिडियोहरू मात्र पोस्ट गर्नुपर्छ। तपाईंको स्वामित्वमा नभएका सामग्री पोस्ट गर्नाले तपाईंको खाता विरूद्ध कारवाही हुन सक्नेछ।",
      "अन्य विकल्पहरू",
      "बायोको अघिल्लो लिङ्क",
      "Instagram मा {merchant user name} को {name of the product} खरिद गर्नुहोस्",
      "ह्यासट्यागहरू",
      "{username} लाई सारिएको छ भन्ने थाहा हुनेछैन। तपाईं उहाँहरूलाई कुनै पनि समय सामान्यमा फेरि सार्न सक्नुहुन्छ।",
      "हराउने",
      "गोपनीयता र सुरक्षा मद्दत",
      "प्रविष्ट गरिएको PIN गलत छ। कृपया फेरि प्रयास गर्नुहोस्।",
      "अन्य",
      "प्रतिबन्ध गर्नुहोस्",
      "कुकी सम्बन्धी नीति",
      "लिङ्कको प्रतिलिपि बनाउनुहोस्",
      "हामी तपाईंको जानकारी समीक्षा गर्नेछौं र हामी यसलाई पुष्टि गर्न सक्छौं भने, तपाईंले लगभग २४ घण्टा भित्र मद्दत केन्द्रमा समीक्षा अनुरोध गर्न सक्नुहुनेछ।",
      "हामी तपाईंका कुकी छनोटहरू याद गर्नेछौं र तिनीहरूलाई Instagram वा Facebook मा तपाईं लग हुनुभएको कुनै पनि ठाउँमा र तपाईंले अन्य Facebook उत्पादनहरूमा लग इन गर्न आफ्नो खाताहरू प्रयोग गर्ने ठाउँमा लागू गर्नेछौं। तपाईंले आफ्नो कुकी सेटिङहरूमा कुनै पनि समय आफ्ना रोजाइहरू समीक्षा वा परिवर्तन गर्न सक्नुहुन्छ।",
      "तपाईंको Instagram खातामा रहेका नियन्त्रणहरू",
      "भुक्तानी उपहार विज्ञापन",
      "गोपनीयता परिवर्तन गर्ने?",
      "SSN का पछिल्ला ४ अंक",
      "तपाईं यी खाताहरूमा लग इन गर्न सक्नुहुन्छ किनभने तिनीहरू तपाईंको खाता केन्द्रमा छन्।",
      "एप प्राप्त गर्नुहोस्",
      "मेटाउनुहोस्",
      "आफ्नो एप अद्यावधिक गर्नुहोस्",
      "चयन गरिएका कुकीहरूलाई अनुमति दिनुहोस्",
      "तपाईंले {username} लाई पछ्याउन अनुरोध गर्नुभएको छ",
      "Alt पाठ लेख्नुहोस्",
      "तपाईंलाई कुन विज्ञापन देखाउने भन्ने बारेमा Instagram ले निर्णय गर्छ",
      "यो लाइभ भिडियो हेर्न लगइन गर्नुहोस्",
      "ट्याग व्यवस्थाका लागि फोटो",
      "लाइकहरू हेर्न लगइन गर्नुहोस्",
      "{username} र {other users} द्वारा मन पराइएको",
      "ट्याग:",
      "अपलोड गर्न असफल भयो।",
      "चालू गर्नुहोस्",
      "तपाईंको बग रिपोर्ट पेश गर्दा त्रुटि भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।",
      "साइन अप गर्नुहोस्",
      "माफ गर्नुहोस्, यो लिङ्क विकार भएको छ। आफ्नो खाता पुनः सक्रिय गर्नको लागि आफ्नो प्रयोगकर्ता नाम र पासवर्डका साथ लग इन गर्नुहोस्।",
      "दुई-खण्डको प्रमाणीकरण असक्षम गर्नुहोस्",
      "के तपाईं निश्चित हुनुहुन्छ?",
      "फोटो परिवर्तन गर्नुहोस्",
      "‍कभर फोटो",
      "धेरैजसो अवस्थाहरूमा तपाईं आगामी १४ दिनसम्म आफ्नो प्रयोगकर्ता नामलाई फेरि {username} मा परिवर्तन गर्न सक्षम हुनुहुनेछ।",
      "प्रोफाइल फोटो",
      "{like this} लाई मनपराउने पहिलो व्यक्ति बन्नुहोस्।",
      "नयाँ भिडियो थप्नुहोस्",
      "4-अङ्कको कोड प्रविष्ट गर्नुहोस्",
      "प्रमाणीकरण कोड",
      "कृपया मान्य इमेल ठेगाना प्रविष्ट गर्नुहोस्।",
      "हिंसा वा खतरनाक संस्था मार्गदर्शनहरू",
      "तपाईंको कथा",
      "वैकल्पिक रूपमा, तपाईंले {appeal form link} भरेर अपील पेश गर्न सक्नुहुन्छ",
      "थप क्यामेरा प्रभावहरू। थप स्टिकरहरू। सन्देश पठाउने थप तरिकाहरू। एपमा मात्र।",
      "होइन",
      "Instagram Lite मा पुरै अनुभव प्राप्त गर्नुहोस्",
      "भर्खरै हेरिएको",
      "तपाईंलाई यो अझै पनि गल्ती हो भन्ने लाग्छ र यो फोटो प्रयोग गर्ने अनुमति छ भने {Submit an appeal text bolded}।",
      "तपाईं यो निमन्त्रणा हटाउन चाहनुहुन्छ भनी निश्चय हुनुहुन्छ?",
      "याद राख्नुहोस् यो भिडियोलाई अझै पनि निम्न स्थानहरूमा देख्न सकिन्छ:",
      "हामीले काम गर्ने विज्ञापक कम्पनीहरूले सामान्यत कुकीहरू र उस्तै प्रविधिहरू आफ्नो सेवाको भागको रूपमा प्रयोग गर्छन्। विज्ञापकहरूले सामान्यत कुकीहरू कसरी प्रयोग गर्छन् र तिनीहरूले गर्ने प्रस्तावको बारेमा थप जान्नको लागि तपाईं निम्न स्रोतहरूको समीक्षा गर्न सक्नुहुन्छ:",
      "खाता प्रतिबन्ध गर्नुहोस्",
      "तपाईंको अन्वेषणबाट सामग्री हटाउने",
      "हामीले Instagram मा क्रियाकलाप देखाउन जानकारीलाई कसरी प्रयोग गर्छौं भन्ने कुरा अद्यावधिक गरेका छौं जसकारण हामीले आफ्नो नियमित पोस्टमा गरेकै तरिकाबाट तपाईंले विज्ञापनमा अन्तरक्रिया गर्दा मानिसहरूले देख्न सक्नुहुन्छ।",
      "तपाईंलाई पछ्याउने खाताहरू",
      "लग आउट गर्नुहोस्",
      "विवाद पेस गरी तपाईं अधिकार भएको व्यक्ति {reference owner name} लाई आफ्नो भिडियो र आफ्नो खाताको बारेमा सार्वजनिक आधारभूत जानकारी समीक्षा गर्ने अनुमति दिनुहुन्छ। उनीहरूले {number of days} दिनभित्र प्रतिक्रिया दिनु पर्छ।",
      "अर्को व्यक्तिलाई ट्याग गर्नुहोस्",
      "औं",
      "तपाईंको किनमेल झोला Instagram एपमा मात्र उपलब्ध छ।",
      "सङ्ग्रहबाट हटाउनुहोस्",
      "थप हेर्न लगइन गर्नुहोस्",
      "फाइलको साइज १ जिबी वा कम हुन अनिवार्य छ",
      "सेटिङहरू बचत गरियो।",
      "{count} लाइक",
      "अरूहरूले तपाईंका पोस्टहरूमा उनीहरूका नयाँ टिप्पणीहरू देख्न सक्छन् कि सक्दैनन् भनी तपाईंले नियन्त्रण गर्नुहुनेछ।",
      "{application name} ले {username} बारे निम्न जानाकरी प्राप्त गर्न चाहन्छ:",
      "साझा गर्न लग इन गर्नुहोस्",
      "• तपाईं यो सेटिङ आफ्ना {=cookie settings} मा कुनै पनि समय परिवर्तन गर्न सक्नुहुन्छ।",
      "हो",
      "Instagram मा भरिएको माया",
      "तपाईंले कसैको प्रोफाइलको रिपोर्ट गर्नुहुन्छ भने Instagram ले तिनीहरूलाई कसले रिपोर्ट गर्‍यो भनी बनाउँदैन्।",
      "यो प्रभाव Instagram मा हेर्नका लागि तयार छ",
      "उत्कृष्ट Instagram अनुभव एपमा छ।",
      "Instagram ले अरूको प्रतिलिपि अधिकारको आदर गर्छ र हामी प्रयोगकर्ताहरूलाई Instagram मा अरूको प्रतिलिपि अधिकारहरूको उल्लघंन गर्ने कुनै पनि सामानहरू अपलोड गर्न, पोस्ट गर्न वा अन्यथा स्थानान्तरण गर्नबाट रोक्छौं।",
      "तपाईंले लग इन गर्न आफ्नो Instagram वा Facebook प्रयोग गरेका एप र वेबसाइटहरूबाट तपाईंलाई लग आउट गरिनेछ र तपाईंले फेरि लग इन गर्नको लागि तपाईंका खाताहरू प्रयोग गर्न सक्नुहुने छैन",
      "सामान्यमा सारियो",
      "प्ले गन्ती आइकन",
      "नयाँ भिडियो पोस्ट",
      "{name} का पोस्ट कहिल्यै नछुटाउनुहोस्",
      "तपाईंको {contentTypeText} हाम्रो {communityGuidelinesLink} को विरुद्धमा भएकाले हामीले त्यसलाई हटाएका छौँ। आफ्ना पोस्ट, आर्काइभ, सन्देश र पछ्याउने व्यक्तिहरूसहित आफ्नो खाता मेटाइनबाट जोगाउने एक मात्र तरिका भनेको हाम्रा दिशानिर्देशनहरूको पालना गर्नु हो।",
      "यो टिप्पणीलाई स्वीकृत गर्ने हो?",
      "इमेल ठेगाना",
      "Facebook Pay थप जान्नुहोस् पृष्ठमा आँखा आइकन",
      "1दिन",
      "खाताको बारेमा रिपोर्ट गर्नुहोस्",
      "पोस्ट खारेज गर्ने हो?",
      "आफ्नो जानकारी प्रविष्ट गर्नुहोस्",
      "{username} लाई अनब्लक गर्ने हो?",
      "अनुदानको दृश्यता",
      "खाताहरू सम्पादन गर्नुहोस्",
      "{action text} गरेर, तपाईं हाम्रो {payment terms} मा सहमति जनाउनुहुन्छ।",
      "विज्ञापन रिपोर्ट",
      "तपाईंलाई फेरि लग इन गर्न आवश्यक छ।",
      "Instagram मा जन्मदिनहरू",
      "खाताहरू व्यवस्थित गर्नुहोस्",
      "{name of the user who liked the photo} ले तपाईंको फोटो मनपराउनु भयो।",
      "तपाईंको Facebook प्रोफाइल तस्वीर",
      "खातालाई व्यवसाय, घरपालुवा जनावर वा अन्य केहीका लागि प्रयोग गरिएको भएता पनि आफ्नो व्यक्तिगत जानकारी उपलब्ध गराउनुहोस्। यो तपाईंको सार्वजनिक प्रोफाइलको भाग हुनेछैन।",
      "तपाईंको खाता असक्षम गरिएको छ",
      "सूचनाहरू",
      "तपाईंको विवादलाई अस्वीकार गरियो",
      "सरलीकृत मेसेजिङ",
      "पुन: प्रयास गर्नुहोस्",
      "तपाईंको नेमट्याग सफा राख्नुहोस्",
      "सेलिब्रेटी वा सार्वजनिक व्यक्तित्व",
      "खारेज गर्नुहोस्",
      "तपाईंको कथामा कसले जवाफ दिन सक्छ भनी चयन गर्ने",
      "जानुहोस्",
      "तपाईंले सबै कुकीहरू प्रयोग गर्ने अनुमति दिन सक्नुहुन्छ वा तपाईंले थप विकल्पहरू छनोट गर्न सक्नुहुन्छ। हामी तपाईंका कुकी रोजाइहरू याद राख्नेछौं र तपाईं Instagram वा Facebook मा लग इन हुनुभएका कुनै पनि ठाउँ र तपाईंले अन्य Facebook उत्पादनहरूमा लग इन गर्न आफ्ना खाताहरू प्रयोग गर्ने ठाउँमा लागू गर्नेछौं। तपाईंले आफ्नो कुकी सेटिङहरूमा कुनै पनि समय आफ्ना रोजाइहरू समीक्षा वा परिवर्तन गर्न सक्नुहुन्छ।",
      "{Bold text if your appeal for video is approved} तपाईंले साझा गर्नुभएको मौलिक भिडियो ब्लक गरिने छैन।",
      "यदि तपाईंले यी कुकीहरूलाई अनुमति दिनुभयो भनेः",
      "ब्राउज गर्नुहोस्",
      "तपईंसँग अन्य एप्लिकेसनहरूको कुनै पनि स्यान्डबक्स निमन्त्रणा छैन",
      "पछ्याउने व्यक्तिहरू",
      "यदि तपाईंलाई यस भिडियोका कुनै पनि भाग साझा गर्न गर्ने अनुमति तपाईंको छ भनी निश्चित हुनुहुन्न भने तपाईंले यस भिडियोलाई हटाउन सक्नुहुन्छ।",
      "लग इन",
      "हुन्छ",
      "प्रमाण संलग्न गर्नुहोस्",
      "सामुदायिक मार्गदर्शनहरू",
      "तपाईंसँग पहिले नै खाताहरूको अधिकतम सङ्ख्या बचत गरिएको छ। तपाईंले लग आउट गर्दा बचत गरिएका खाताहरू व्यवस्थित गर्न सक्नुहुन्छ।",
      "तपाईंले गर्नुभएका खाता, स्थान वा अन्वेषणका ह्यासट्यागहरूका खोजहरू खाली गर्नुहोस्।",
      "प्रोफाइल तस्वीर",
      "कथाहरू सिर्जना गर्न, साझा गर्न र आर्काइभ गर्नका लागि अझै उत्कृष्ट तरिकाहरूका लागि एपमा स्विच गर्नुहोस्।",
      "यदि तपाईंले यो क्रियाकलाप पहिचान गर्नुहुन्न भने, आफ्नो पासवर्ड परिवर्तन गर्नुहोस्।",
      "टाइपो?",
      "हामी तपाईंले देख्नु हुने विज्ञापनहरू सहित तपाईंको अनुभव उपलब्ध गराउन, व्यक्तिगतकरण गर्न र सुधार्नमा मद्दत गर्नको लागि, व्यवसायहरूलाई विज्ञापनको कार्यसम्पादन विश्लेषण र मापन गर्न र तपाईंका लागि सुरक्षित अनुभव उपलब्ध गराउनका लागि कुकीहरू प्रयोग गर्छौं। तपाईंले {Instagram} र {Facebook} मा हामीले हाम्रा कुकी नीतिहरू प्रयोग गर्ने तरिका बारे थप जान्न सक्नुहुन्छ।",
      "प्राथमिक",
      "यी फाइलहरू समर्थित छैनन्",
      "पछ्याउन लग इन गर्नुहोस्",
      "तपाईं र {username} ले एक-अर्कालाई फलो गर्न सुरु गर्नुभयो!",
      "डाटा नीति (आवश्यक)",
      "कार्यक्रम चयन गर्नुहोस्",
      "Facebook मा जडान हुनुहोस्",
      "विवरण सामेल गर्नुहोस्",
      "स्वस्तिकाहरू वा सेतो शक्ति भएको हातको चिन्ह जस्तै घृणा बोली वा संकेतहरूको तस्वीरहरू",
      "दुई-खण्डको प्रमाणीकरण",
      "एकपटक तपाईंले ह्यासट्यागहरू पछ्याउनुभएपछि, तिनीहरूलाई तपाईंले यहाँ देख्नुहुनेछ।",
      "तपाईं पक्का छोड्न चाहनुहुन्छ? तपाईंको भिडियो अपलोड गर्ने काम रद्द गरिने छ।",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "यसबाट पठाइएको: {sender_email}",
      "तपाईं १० भन्दा बढि फाइलहरू अपलोड गर्न सक्नुहुन्न। अर्को फाइल अपलोड गर्न एक वा बढि फाइलहरू मेटाउनुहोस्।",
      "मानिसहरू फेला पार्नुहोस्",
      "भिडियो फाइललाई तानेर खसाल्नुहोस्",
      "PIN सिर्जना भयो",
      "अभिभावकको स्वीकृति",
      "#{hashtag} ट्याग गरिएका पोस्टहरू कहिल्यै नछुटाउनुहोस्",
      "सामग्रीले अन्य पार्टीका {trademarks} सहित वौद्धिक सम्पत्ति अधिकारलाई उल्लङ्घन गर्दैन भने मात्र तपाईंले Instagram मा सो सामग्री पोस्ट गर्न सक्नुहुन्छ। सामान्यतया, निम्न अवस्थामा ट्रेडमार्क उल्लङ्घन हुने गर्छ:",
      "डाइरेक्टोरी",
      "खाताको पुष्टि गर्नुहोस्",
      "फाइल अपलोड गर्न सकिएन",
      "पेश गर्नुहोस्",
      "राज्य",
      "वर्तमान ब्राउजर",
      "समूहलाई सारिएको छ भन्ने थाहा हुनेछैन। तपाईं समूहलाई कुनै पनि समय सामान्यमा फेरि सार्न सक्नुहुन्छ।",
      "टिप्पणीहरू",
      "तपाईंले पहिले Instagram मार्फत {application name} मा लग इन गर्नुभयो।",
      "सङ्कलनको नाम",
      "खाता बदल्नुहोस्",
      "तपाईंको फोटो पोस्ट भयो।",
      "मुख्य शब्दहरू बचत गरियो।",
      "तपाईं फोटो र भिडियोहरू थप्न सक्नुहुन्न किनकि यो भिडियो एक मिनेटभन्दा लामो छ।",
      "सङ्कलन मेटाउनुहोस्",
      "गृह",
      "ब्लक गर्नुहोस्",
      "Facebook मा जडान हुनुहोस्",
      "सडक ठेगाना",
      "इन-स्ट्रिम भिडियो विज्ञापन सेट अप गर्न र पैसा कमाउन सुरु गर्नको लागि Instagram मोबाइल एपको नवीनतम संस्करण प्रयोग गर्नुहोस्।",
      "तपाईं यो भिडियोलाई आफ्नो कथाबाट मेटाउन सुनिश्चित हुनुहुन्छ?",
      "Facebook कम्पनीका उत्पादनहरू",
      "इमेलबाट साझा गर्नुहोस्",
      "तपाईंका भिडियोहरूलाई IGTV र Facebook पृष्ठमा दृश्यवान बनाएर थप मानिसहरूमा पुग्नुहोस्।",
      "जन्म मिति",
      "अनुमति दिनाले, {=app name} ले तपाईंको जानकारीमा चालू पहुँच प्राप्त गर्नेछ र {=app name} ले यसमा पहुँच गर्दा Instagram ले रेकर्ड गर्नेछ। यो साझेदारी र तपाईंसँग भएका सेटिङहरू बारे {=learn more}।",
      "वस्तु अनुपलब्ध फोटो आइकन छैन",
      "यो जस्ता धेरै खाताहरू फेला पार्नुहोस्",
      "हामीले {phone number} मा पठाएको 6-अङ्कको कोड प्रविष्ट गर्नुहोस्",
      "थप जान्नुहोस्",
      "यस अंत-स्थापित प्रयोग गरि, तपाईं Instagram को {apiTermsOfUseLink} लाई स्वीकार गर्नुहुन्छ।",
      "तपाईंको भिडियो ब्लक गरिने ठाउँहरू",
      "भिडियोमा आवाज छैन",
      "{username} लाई पछ्याउने हटाउनुहोस् जसकारण तपाईंले आफ्नो फिडमा उहाँहरूका कुनै पनि फोटो, भिडियोहरू वा कथा देख्नुहुनेछैन।",
      "छोड्नुहोस्",
      "उत्पीडन वा हैरानी",
      "स्वीकृतिको लागि सोध्नुहोस्",
      "जवाफहरू हेर्नुहोस् ({hidden replies})",
      "नग्नता वा यौन क्रियाकलाप मार्गदर्शनहरू",
      "बिद्धुतिय हस्ताक्षर",
      "चालू गर्नुहोस्",
      "अपील",
      "रिपोर्ट गर्नुहोस्",
      "घृणित बोली वा संकेतहरू",
      "{category name, already translated} खाताहरू",
      "Facebook र Instagram खाताहरूमा लिङ्क गर्नुहोस्",
      "आफ्नो कथा थप्न आफ्नो यन्त्र रोटेट गर्नुहोस्।",
      "व्यवसाय खातामा स्विच गर्ने?",
      "Instagram बाट प्राप्त इमेलहरू",
      "रद्द गर्नुहोस्",
      "तपाईंको अनुदान प्राप्त गर्ने संस्थासँग तपाईंको नाम साझा गरिने छ। Instagram ले यो इमेल ठेगानामा अद्यावधिकहरू पठाउने छ।",
      "वर्ग",
      "आफ्नो जानकारी पेश गर्नुभएकोमा धन्यवाद",
      "सम्पर्कहरू व्यवस्थित गर्नुहोस्",
      "तपाईंलाई पछ्याउने व्यक्तिहरूको बारेमा जान्नुहोस् र तपाईंका पोस्टहरूले कस्तो प्रदर्शन गरिरहेका छन् भनी हेर्नुहोस्।",
      "सबै पोस्टहरू",
      "जारी राख्नुहोस्",
      "तपाईंको आइडीमा पहिलो नाम",
      "1 व्यक्ति",
      "नयाँ खाता खोल्नुहोस् • Instagram",
      "तपाईंले यो फोटोलाई आफ्नो पहिलो पोस्टको रूपमा साझा गर्न सक्नुहुन्छ।",
      "हामीले तपाईंको खातामा पुनः पहुँच गर्ने लिङ्क समावेश गरी {email} मा इमेल पठाएका छौं।",
      "प्रतिष्ठित व्यक्ति वा सार्वजनिक व्यक्तित्व",
      "कृपया हाम्रा {termsLink} र {dataPolicyLink} मा गरिएका केही परिवर्तनहरूको समीक्षा गर्न केही समय दिनुहोस्। तपाईंको Instagram अनुभवमा कुनै परिवर्तन हुँदैन र तपाईंसँग अझै पनि आफ्ना फोटो र भिडियोहरूमा स्वामित्व हुन्छ। हामी तपाईंलाई आफ्नो डेटामा पहुँच गर्न र यसको प्रयोग कसरी गरिन्छ भनी बुझ्न अझ राम्रा तरिकाहरू दिंदैछौं। जुलाई 14, 2018 मा वा पछि Instagram को प्रयोगलाई जारी राखेर तपाईंले यी अद्यावधिकहरूमा सहमति जनाउनुहुन्छ।",
      "१ ठाउँ",
      "{UserLink} मा भएका थप पोस्टहरू",
      "अपलोड असफल भयो: छवीहरू मात्र पोस्ट गर्न सकिन्छ।",
      "उमेर आवश्यकताहरू",
      '"{videoTitle}" अपलोड गर्दै',
      "तपाईंले यसलाई पूर्वावस्थामा फर्काउन सक्नुहुनेछैन। तपाईंले आफ्नो खोज इतिहास खाली गर्नुभयो भने तपाईंले खोज्नुभएका खाताहरू तपाईंले अझै पनि सुझावित परिणामहरूको रूपमा देख्न सक्नुहुनेछ।",
      "फोन नम्बर परिवर्तन गर्नुहोस्",
      "ब्राउजरमा जारी राख्नुहोस्",
      "यदि तपाईंलाई आफूसँग यो सामग्री प्रयोग गर्ने अधिकार छ भन्ने लाग्छ भने {Contact content owner text bolded}, {reference owner name} लाई {content owner email link} मा सम्पर्क गर्नुहोस्।",
      "बटन: लिङ्कको प्रकार चयन गर्नुहोस्",
      "गलत पासवर्ड",
      "{filename} अपलोड गर्न सकिएन। जारी राख्नको लागि अर्को फाइल छनोट गर्नुहोस्।",
      "राष्ट्रहरू",
      "लाइभ भिडियो",
      "अधिकार भएको व्यक्ति {reference owner name} लाई तपाईंको भिडियोमा उनीहरूको सामग्री छ भनी विश्वास भएको हुनाले वहाँले तपाईंको विवाद अस्वीकार गर्नुभयो।",
      "सबै मेटाउने?",
      "प्रमाणीकरण कोड",
      "खाता हटाउनुहोस्",
      "MM/YY",
      "९:१६",
      "ट्याग गरिएको",
      "तपाईंसँग साउन्डट्र्याक वा सङ्गीत जस्ता अडियो सहित भिडियोमा भएको सबै कुरा साझा गर्ने अनुमति छ भने, तपाईंले हटाइएको कुरामा अपील गर्न र आफ्नो भिडियो फेरि पोस्ट गराउन सक्नुहुन्छ।",
      "प्रोफाइलहरू",
      "@{username} को यो Instagram पोस्ट हेर्नुहोस्",
      "यी व्यवसाय एपहरू भनेका तपाईंले सक्षम गर्नुभएका Facebook मा तपाईंको व्यवसायसँग गरिएका तेस्रो पक्ष एकीकरणहरू हुन्। तिनीहरूले तपाईंले तिनीहरूसँग साझा गर्न छनोट गर्नुभएको जानकारीमा पहुँच गर्न सक्छन् र तपाईंका Facebook व्यवसाय जेथाहरूका लागि सुविधाहरू व्यवस्थित गर्न सक्छन्। व्यवसाय एपहरूले Facebook मा तपाईंको व्यवसायसँग चालूगत जडान कायम राख्छन्। तपाईंले यसलाई म्यानुअल रूपमा विच्छेद गर्न छनोट नगरेसम्म यो व्यवसाय एप (र तपाईंले आफ्नो पक्षमा प्रयोग गर्न अधिकार दिनुभएका एपहरू) ले कार्यहरू कारयसम्पादन गर्न सक्नेछ।",
      "IGTV र Facebook पृष्ठ",
      "आफ्नो पासवर्ड मार्फत लग इन गर्ने प्रयास गर्नुहोस्। तपाईंले लग इन गरेपछि, तपाईंले आफ्नो खाता केन्द्रमा खाताहरूभरि लग इन गर्न सक्षम गर्न सक्नुहुन्छ।",
      "प्रयोगकर्ता आइडी",
      "तापक्रम",
      "@{username} लाई पछ्याउने?",
      "तपाईंको भिडियो {viewcount} भन्दा धेरै पटक हेरियो।",
      "तपाईंले अपलोड गर्न फोटो आइडी फाइल चयन गर्नुपर्छ",
      "बारे",
      "कृपया मान्य इमेल ठेगाना प्रविष्ट गर्नुहोस्।",
      "प्रमाणीकरण पठाइयो",
      "सुरूवात गर्नुहोस्",
      "पिन प्रविष्ट गर्नुहोस्",
      "अनुमति नदिनुहोस्",
      "{username} + अन्य {othersCount}",
      "आवाज",
      "साथीहरूका फोटो र भिडियोहरू हेर्न र तपाईंलाई मनपर्ने अन्य खाताहरू खोज्न साइन अप गर्नुहोस्।",
      "महिना:",
      "भिग्नेट",
      "Facebook Pay व्यवस्थित गर्नुहोस्",
      "Instagram एप प्राप्त गर्नुहोस्",
      "तपाईंले १० भन्दा बढि फाइलहरू अपलोड गर्न सक्नुहुन्न। अर्को फाइल अपलोड गर्न एक वा बढि फाइलहरू मेटाउनुहोस्।",
      "स्थानहरू",
      "हाम्रा सर्तहरू र डेटा सम्बन्धी नीतिका परिवर्तनहरूलाई समीक्षा गर्नुहोस्।",
      "Facebook Pay ब्राण्डिङ लोगो",
      "Instagram Lite प्रयोग गर्नुहोस्",
      "फोटो आइडी थप्ने आइकन",
      "तपाईंले प्रमाणीकरण कोडहरू प्राप्त गर्ने तरिका",
      "तपाईंले पहिले Instagram प्रयोग गर्नुभएका यन्त्रहरूबाट मात्र लगइनसम्बन्धी मद्दत गर्ने इमेलहरू प्राप्त गर्नुहोस्। यो सेटिङ आगामी {days to snooze} दिनसम्म रहने छ।",
      "तपाईंलाई यो सामग्री किन हटाइनु हुँदैन भन्ने लाग्छ कृपया बयान गर्नुहोस्।",
      "पोस्ट अपलोड भएन।",
      "सन्देश अनुपलब्ध छ",
      "केही गलत भयो। कृपया पुन: प्रयास गर्नुहोस्।",
      "यदि तपाईं हाम्रो यी कुकीहरूको प्रयोगलाई अनुमति दिनुहुन्छ भने:",
      "प्रोफाइल फोटो थपियो।",
      "खाता स्विच गर्नुहोस्",
      "क्यामेरा प्रभावहरू, अन्तरक्रियात्मक स्टिकरहरू र निजी सन्देशहरू। एपमा मात्र।",
      "आफ्नो इमेल ठेगाना यकिन गर्न र आफ्नो Instagram खातामा पहुँच गर्न हामीले {email} मा पठाएको इमेलको लिङ्कलाई पछ्याउनुहोस्।",
      "{count} आज सक्रिय",
      "हालैका तस्बिर र भिडियोहरू",
      "लिङ्कको प्रतिलिपि बनाउनुहोस्",
      "महिला",
      "उनीहरूले यो सामग्री समावेश गर्ने फोटोहरूलाई उनीहरूले अधिकारहरू स्वामित्व गर्ने निम्न राष्ट्रहरू बाहेक अन्य सबै ठाउँमा ब्लक गर्न अनुरोध गर्नुभयो:",
      "नीतिहरू",
      "लगइन गरेर कथाहरू डिस्कभर गर्नुहोस्",
      "हेरियो",
      "नाम",
      "फोन",
      "अहिले होइन",
      "तपाईंले आफूलाई जवाफ दिनुभयो",
      "हामीले तपाईंको {lastFourDigits} बाट समाप्त हुने नम्बरमा पठाएको कोड प्रविष्ट गर्नुहोस।",
      "थप जान्नुहोस्",
      "Connected accounts",
      "नाम र पासवर्ड प्रविष्ट गर्नुहोस्",
      "सर्वेक्षण",
      "संवेदनशील सामग्री स्क्रिनहरू",
      "कुकीहरू स्वीकार गर्नुहोस्",
      "सर्वेक्षण लिनुहोस्",
      "खोज्नुहोस्...",
      "औं",
      "ठीक छ",
      "ल्यान्डस्केप आइकन क्रप गर्नुहोस्",
      "जन्मदिनहरू",
      "तपाईंले यो समूहमा कसैलाई ब्लक गर्नुभएको छ। तपाईं यही समूहमा बस्नुभयो भने, तपाईंले उनीहरूका सन्देशहरू र उनीहरूले तपाईंका सन्देशहरू हेर्न सक्नेछन्।",
      "तपाईंको डेटा डाउनलोड गर्नुहोस्",
      "तपाईंलाई लग इन गर्न कोड आवश्यक पर्ने छैन।",
      "कार्यक्रम",
      "कुकी सम्बन्धी नीति",
      "सुझाव गरिएको",
      "ब्लक गर्नुहोस्",
      "फाइलहरू १ KB भन्दा ठूलो हुन अनिवार्य छ।",
      "नयाँ IGTV भिडियो थप्नुहोस्",
      "{change-number} वा {resend-sms}",
      "दर्ता गर्नुहोस्",
      "+{whatsapp phone }",
      "अपलोड पूरा भयो",
      "वर्ग (1:1)",
      "मेटाइयो",
      "{count} जनाले मनपराउनुभयो",
      "आइत",
      "औं",
      "हामी प्रतिलिपि वा ट्रेडमार्क उल्लंघन सम्मिलित पोस्टहरू हटाउनेछौं। यदि कसैले तपाईंको फोटोहरूलाई तपाईंको अनुमति बिना प्रयोग गर्दैछ वा तपाईंको नक्कल गर्दैछ भने, हामी सामग्रीलाई पनि हटाउनेछौं र खातालाई असक्षम गर्नेछौं। बौद्धिक सम्पत्तिको उल्लंघनको रिपोर्टिङको बारेमा जान्न, हाम्रो मद्दत केन्द्रमा हेर्नुहोस्।",
      "यो स्थान बारे थप पोस्टहरू हेर्नुहोस्",
      "तपाईंले {username} को रूपमा Instagram मा साझा गर्नुभएका फोटोहरू, टिप्पणीहरू, प्रोफाइल जानकारी र अन्य डेटासँगको तपाईंले अनुरोध गर्नुभएको फाइल यहाँ छ।",
      "पासवर्ड प्रविष्ट गर्नुहोस्",
      "विश्वसनीय यन्त्रहरू",
      "प्रमाणित ब्याज एउटा ठीक चिन्ह हो जुन खाता मुख्य सार्वजनिक व्यक्ति, सेलिब्रेटी वा विश्वव्यापी ब्राण्ड वा यसले प्रतिनिधित्व गर्छ भन्ने प्रामाणिक उपस्थिति हो भनी संकेत गर्न Instagram खाताको नामको छेउमा देखिन्छ।",
      "अहिले होइन",
      "फाइल {maxPhotoIdFileSizeMb} MB भन्दा थोरै हुनुपर्छ",
      "स्विच गर्नुहोस्",
      "मुख्य शब्द फिल्टरहरू",
      "ट्याग गरिएको",
      "लगइनको क्रियाकलाप",
      "कम उमेरको बच्चा",
      "तपाईंले Instagram एपमा स्टिकरहरू सिर्जना गर्न र प्रतिक्रिया जनाउन सक्नुहुन्छ। आफ्नो फोन नम्बर प्रविष्ट गर्नुहोस् र हामीले तपाईंलाई नि:शुल्क डाउनलोड पठाउने छौं।",
      "तपाईंले के गर्न सक्नुहुन्छ",
      "सबै सुझावहरू हेर्नुहोस्",
      "जिप कोड",
      "धन्यवाद!",
      "सिर्जना गर्नुहोस्:",
      "नयाँ फोटो पोस्ट",
      "आफ्नो नाम परिवर्तन गर्नुहोस्",
      "तपाईंको एप अद्यावधिक गर्नुहोस्",
      "भयो",
      "प्रयोगकर्ताको Facebook प्रोफाइल तस्विर",
      "सबै चयन हटाउनुहोस्",
      "Instagram को सेवा शर्तले 13 वर्षभन्दा मुनिका बालबालिकालाई एप्लिकेसन प्रयोग गर्नबाट प्रतिबन्ध गर्दछ। हामी प्रत्येक रिपोर्टको अनुसन्धान गर्दछौं। गलत जानकारी प्रदान गरेमा तपाईंको खाता बन्द गरिनेछ।",
      "अहिले होइन",
      "Instagram का नयाँ सुविधाहरू बारे जान्नुहोस्।",
      "तपाईंले आफ्नो जानकारी प्रयोग गर्न सक्ने अन्य तरिकाहरू",
      "{username1}, {username2}, {username3} + {count} जनाद्वारा पछ्याइएको",
      "यो तपाईंको सार्वजनिक प्रोफाइलको भाग हुनेछैन।",
      "यो लकको आइकन हो।",
      "प्रोफाइल",
      "Instagram Lite",
      "अक्टोबर",
      "थप जान्नुहोस्",
      "यो टिप्पणी Instagram मा हुनुहुँदैन",
      'Instagram मा {fullName}: "{caption}"',
      "भाषा",
      "{story owner username}ले आफ्नो नजिकका साथीहरूको सूचीमा थप्नुभएका मानिसहरूले मात्र यो भिडियो हेर्न सक्नुहुन्छ।",
      "Facebook का साथीहरू फेला पार्नुहोस्",
      "निम्नका लागि आफ्नो PayPal लग इनको पुष्टि गर्नुहोस्",
      "सङ्कलनहरू",
      "सम्पादन गर्नुहोस्",
      "हाम्रो टोलीले सम्बन्धित पोस्टको समीक्षा गर्ने छ र यदि पोस्टले हाम्रो {link_to_instagram_community_guidelines} वा {link_to_instagram_terms_of_use} को उल्लङ्घन गर्छ भने हामी यसलाई हटाउने छौँ।",
      "तपाईं को हो भनेर हामी UMD सँग जानकारी साझा गर्नेछैनौं र उहाँहरूले हामीसँग तपाईंका सर्वेक्षण प्रतिक्रियाहरू साझा गर्नुहुनेछैन।",
      "डिजिटल वालेटहरू",
      "यो भिडियो थप्न सकिँदैन। भिडियोको आयतन ९:१६ र १.९१:१ हुनुपर्छ।",
      "भिडियो",
      "यकिन गर्ने कोड प्रविष्ट गर्नुहोस्",
      "WhatsApp पहिले नै थपिएको छ",
      "18 वर्ष वा सोभन्दा माथि उमेरको",
      "यो फाइल अति सानो छ। जारी राख्नको लागि १ केबी वा बढि साइजको फाइल छनोट गर्नुहोस्।",
      "अपलोड गर्न असमर्थ। ६० सेकेन्डभन्दा लामो भिडियोहरू समर्थित छैनन्।",
      "Facebook",
      "सर्तहरू",
      "ठीक छ",
      "तपाईंले जवाफ दिनुभयो",
      "आफ्नो Instagram खाता {username} लाई आफ्नो {applicationName} खातामा जडान गर्नुहोस्। तपाईंका {applicationName} उत्पादनहरू Instagram मा आयात गरिनेछन् र तपाईंका उत्पादनहरूको कार्यसम्पादन बारे विशेष जानकारीहरू {applicationName} सँग साझा गरिनेछ।",
      "तपाईंलाई सुरक्षित अनुभव उपलब्ध गराउन र हाम्रा प्रणालीहरूको प्रयोग विश्लेषण गर्नको लागि",
      "अर्कोमा ट्याप गर्दै",
      "दुई-चरणको प्रमाणीकरण बन्द गर्नुको अर्थ तपाईंले लगइन गर्दा सुरक्षा कोड प्रविष्ट गर्न आवश्यक हुनेछैन भन्ने हुन्छ।",
      "तपाईंसँग पहिले नै खाताहरूको अधिकतम सङ्ख्या बचत गरिएको छ।",
      "तपाईंले कुन-कुन साथीहरूलाई पछ्याउने हो रोज्नुहोस्। हामीले तपाईंको अनुमति बिना Facebook मा कहिल्यै पनि पोस्ट गर्नेछैनौं।",
      "एपमा स्विच गर्नुहोस्",
      "खाताहरू",
      "भिडियोको आवाज अन गरिएको छ",
      "सर्तहरू स्वीकार गर्नुहोस्",
      "तपाईंको मुख्य खाता नमेटियोस् भन्नका लागि तपाईंले यो दुर्घटनापूर्ण दोस्रो खातामा साइन इन गर्नुभयो भनी सुनिश्चित गर्नुहोस्। तपाईं {username} को रूपमा साइन इन हुनुभयो। यो गलत हो भने, {first log out} र त्यसपछि सही खाताबाट लग इन गर्नुहोस्।",
      "आफ्नो किनमेल गर्ने झोलामा उत्पादनहरू बारे रिमाइन्डरहरू प्राप्त गर्नुहोस्।",
      "यदि कोही तत्काल खतरामा छ भने, स्थानीय आकस्मिक सेवामा फोन गर्नुहोस्। प्रतिक्षा नगर्नुहोस्।",
      "तपाईंको नाम थप्नुहोस् जसकारण साथीहरूले तपाईंलाई फेला पार्न सक्छन्।",
      "टिप्पणीहरू रिपोर्ट गर्ने",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "एप प्रयोगद्वारा Instagram को उत्कृष्ट संस्करणको अनुभव लिनुहोस्।",
      "टिप्पणी खाता",
      "प्रयोगका सर्तहरू (आवश्यक)",
      "तपाईंको लग इन, {emailOrPhone}, लाई Facebook र Instagram दुबैमा प्रयोग गरिन्छ तर तिनीहरू एक-अर्कामा लिङ्क छैनन्। थप सहजताका साथ लग इन गर्न आफ्ना खाताहरूलाई लिङ्क गर्नुहोस्।",
      "Direct मा सन्देशहरू पठाउन र प्राप्त गर्न Instagram Lite डाउनलोड गर्नुहोस्।",
      "खाली गर्नुहोस्",
      "यदि तपाईंले आफ्नो खाता अस्थायी रूपमा असक्षम गर्नुभएको छ भने, आफ्नो पासवर्ड परिवर्तन गर्नका लागि लग इन गर्ने कार्यले तपाईंको खाता पुन: सक्रिय हुनेछैन।",
      "{likes} वटा लाइक",
      "ताजा गर्ने सुझाव",
      "ड्राफ्ट बचत हुन असफल भयो",
      "मानिसहरूलाई ट्याग गर्न फोटोमा ट्याप गर्नुहोस्।",
      "विकल्पहरू",
      "तपाईंलाई किन रिपोर्ट गरिएको थियो र कुन सामग्री हटाइएको थियो भन्ने बारे थप जान्नको लागि तलको रिपोर्ट सङ्ख्याहरू खोल्नुहोस्।",
      "यो फोटोमा",
      "हामीले यस समस्याको अनुसन्धान गर्दा, हामीले जानकारी प्राप्त गर्‍यौं कि तपाईंले अर्को एपसँग आफ्नो Instagram पासवर्ड हालै साझेदारी गरेको हुनसक्छ। तपाईंको खाता सुरक्षित गर्न, कृपयाआफ्नो ापसवर्डलाई तेस्रो पक्षसँग साझेदारी गर्नुहोस्।",
      "आफ्नो पासवर्ड प्रयोग गरी लग इन गर्ने प्रयास गर्नुहोस्। तपाईंले लग इन गरेपछि, तपाईंले खाता केन्द्रमा खाता प्रयोग गरी लग इन गर्ने सुविधा सक्षम गर्न सक्नुहुन्छ।",
      "IGTV विज्यापनहरू सेट अप गर्न र पैसा कमाउन सुरु गर्न Instagram मोबाइल एपको नवीनतम संस्करण प्रयोग गर्नुहोस्।",
      "अहिले हेर्नुहोस्",
      'आफ्ना कुकी सेटिङहरू परिमार्जन गर्न आफ्नो वेबसाइट वा मोबाइल ब्राउजरद्वारा उपलब्ध गराइएका निर्देशनहरू पालना गर्नुहोस् (प्राय जसो "मद्दत", "उपकरण" वा "सम्पादन" सुविधाभित्र स्थित हुन्छ)। तपाईंले कुकी वा अन्य प्रविधिहरू असक्षम गर्न आफ्नो ब्राउजर सेट गर्नुभयो भने तपाईंले हाम्रा सेवाका केही भागहरूमा पहुँच गर्न असक्षम हुन सक्छन् र हाम्रो सेवाका अन्य भागहरूले उचित रूपमा काम नगर्न सक्छन् भनी नोट गर्नुहोस्।',
      "कडा लागूपदार्थहरूको प्रयोगलाई प्रवर्द्धन गर्ने पोस्ट र टिप्पणीहरू।",
      "सन्देशहरू",
      "APK डाउनलोड गर्नुहोस्",
      "मन पराउनुहोस्",
      "भिडियो",
      "यदि तपाई आफ्नो ब्याकअप कोडहरूबाट सुरक्षा कोड प्रयोग गर्न असक्षम हुनु भएको छ भने तपाईं {=resend it} बाट कोड प्राप्त गर्न सक्नुहुन्छ",
      "Not verified",
      "घृणा बोली वा संकेतहरूको रूपमा रिपोर्ट गर्ने हो?",
      "तेस्रो पक्षले तपाईंको सामग्रीले उनीहरूको ट्रेडमार्कको उल्लङ्घन गर्छ भनी रिपोर्ट गर्‍यो।",
      "थिमको आइकन",
      "{username} लाई ब्लक गर्ने हो?",
      "तपाईंद्वारा {date} मा अधिकार प्रदान गरिएको।",
      "शुक्र",
      "प्ले स्टोर",
      "प्रोफाइल",
      "म्युट गरिएको",
      "सर्तहरू",
      "सम्बन्धित:",
      "रद्द गर्नुहोस्",
      "यो पूर्वस्थितिमा फर्काउनुहोस् कार्य पूरा हुन सकेन। कृपया आफ्नो नेटवर्क सेटिङहरू जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्।",
      "आत्म-हानि (खाना विकार, काटिनु वा आत्महत्या सम्बन्धी सामग्री)",
      "पहुँच",
      "{hours} घण्टा",
      "कागजात प्रकार चयन गर्नुहोस्",
      "तपाईंको खाता यी सर्तहरू विरुद्ध फेरि गयो भने, तपाईंका पोस्ट, आर्काइभ, सन्देश र पछ्याउने मानिसहरू सहित यसलाई स्थानीय रूपमा हटाउन सकिन्छ।",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "खाता जानकारी",
      "सर्तहरू",
      "म सर्तहरूमा सहमत छु",
      "प्रतिक्रियाहरू",
      "ठीक छ",
      "{learnMoreLink} तपाईंको फोटोहरूको बारेमा",
      "पर्दैन, धन्यवाद",
      "सङ्कलन हेर्नुहोस्",
      "निर्वाचल पिन गर्ने आइकन",
      "तपाईंको खाताले हाम्रो प्रमाणीकरण मापदण्ड पूरा गर्छ कि गर्दैन भनी निर्धारण गर्नको लागि मात्र तपाईंले पेश गर्नुभएको जानकारी प्रयोग गर्नेछौं।",
      "नयाँ सन्देश",
      "छवि वा भिडियोहरू जस्तो मिडिया प्रस्तुत गर्ने आइकन",
      "प्रमाणीकरण",
      "क्यामेरा",
      "दुई-खण्डको प्रमाणीकरण अन छ",
      "तपाईंका सेटिङहरू बचत गर्दा समस्या भयो।",
      "संकेतशब्दहरू बचत गरियो!",
      "रकम प्रविष्ट गर्नुहोस्",
      "Facebook Family Logo",
      "{hours} घ. अघि सक्रिय",
      "{list of items} तथा  {last item}",
      "वर्ग परिवर्तन गर्नुहोस्",
      "होइन, निष्क्रिय अवस्थामा रहने",
      "भयो",
      "प्रश्नहरूको मोडाल खोल्नुहोस्",
      "Direct",
      "रिमाइन्डर",
      "सुझाव गरिएका",
      "तपाईंको भिडियो चाँडै ब्लक हुन सक्छ किनभने यसमा अरू कसैको संगीत, अडियो वा भिडियो समावेश हुन सक्छ।",
      "लिङ्कको क्लिपबोर्डमा प्रतिलिपि बनाइयो।",
      "अनब्लक गर्नुहोस्",
      "हटाउनुहोस्",
      "सबै मेटाउनुहोस्",
      "माफ गर्नुहोस्, यो पृष्ठ उपलब्ध छैन।",
      "फोटो, भिडियो वा टिप्पणी रिपोर्ट गर्नुहोस्",
      "{story owner username} ले तपाईंले वहाँको कथा हेर्नुभयो भनी हेर्न सक्नुहुनेछ।",
      "मनपराउनुहोस्",
      "बौद्धिक सम्पत्ति उल्लंघनको रूपमा रिपोर्ट गर्ने हो?",
      "सुझाव गरिएको",
      "लग इन",
      "ब्लक गरियो",
      "भिडियो खारेज गर्ने हो?",
      "हामीले तपाईंको खाता मेटाउन आवश्यक छ किनकी तपाईंले आफू 13 वर्षभन्दा सानो उमेरको भएको बताउनुभएको छ। तपाईंले {download_your_data} गर्न सक्नुहुन्छ जसकारण तपाईंले Instagram मा साझा गर्नुभएका कुराको प्रतिलिपि प्राप्त गर्न सक्नुहुन्छ।",
      "तपाईं अब उपरान्त {username}को आमाबुवा/अभिभावकको रूपमा सूचीबद्ध हुनुहुन्न।",
      "{violationText} {prepositionType} लाइभलाई {actionType}",
      "Facebook प्रयोग गर्नुहोस्",
      "कृपया सानो रकम प्रविष्ट गर्नुहोस्",
      "Instagram मा तपाईंको अबको भुक्तानी अझ सहज बनाउन हामी यो जानकारी बचत गर्नेछौं।",
      "सुरक्षा कोड प्रविष्ट गर्नुहोस्",
      "यो मौलिक अडियोको लागि कुनै पृष्ठ छैन किनभने सृष्टिकर्तासँग निजी खाता छ।",
      "तपाईंको जन्मदिन यकिन गर्नुहोस्",
      "IGTV भिडियो आवश्यकताहरू",
      "पोर्ट्रेट (4:5)",
      "सम्पादन गर्नुहोस्",
      "हामी सबै जनाका लागि Instagram सुरक्षित होस् भन्ने चाहन्छौं। हामीले शारीरिक हानीलाई प्रोत्साहित गर्न सक्ने गलत जानकारीलाई अनुमति दिँदैनौं।",
      "डेटा सेभर",
      "हो",
      "कुनै व्यक्तिलाई ट्याग गर्नुहोस्",
      "व्यक्तिहरूलाई तपाईंसँग सम्पर्क गर्न सहज बनाउनका लागि तपाईंको प्रोफाइलमा सम्पर्क बटन थप्नुहोस्।",
      "हामीलाई यो सामग्रीमा समस्याहरू अझ राम्रोसँग बुझ्न मद्दत गर्नुहोस्।",
      "सुझावहरू लोड हुँदै...",
      "यदि तपाईंको अपील अस्वीकार हुन्छ भने",
      "Identity Switcher",
      "यकिन गर्नुहोस्",
      "हामीलाई हाम्रा सर्भरहरूमा पुग्न समस्या भइरहेको छ। कृपया आफ्नो जडान जडान गर्नुहोस् र फेरि प्रयास गर्नुहोस्।",
      "1 पोस्ट",
      "एपमा, तपाईं यस स्थान बारे पोस्टहरूमा ताजा रहन सक्नुहुन्छ।",
      "{fullName} द्वारा Instagram भिडियो • {datetime}",
      "पासवर्ड पुष्टि गर्नुहोस्",
      "व्यक्तिगत खातामा स्विच गरियो",
      "जन्मदिन",
      "तपाईंको {contentTypeText} हाम्रो {communityGuidelinesLink} को विरुद्धमा भएकाले हामीले त्यसलाई हटाएका छौँ। तपाईंले हाम्रा दिशानिर्देशनहरू जान्नुभयो र पालना गर्नुभयो भने तपाईं आफ्नो खातालाई मेटाइनबाट बचाउन सक्नुहुन्छ।",
      "{name of the user who tagged the other user in the photo} ले तपाईंको फोटो लिनुभयो।",
      "पोस्ट {actionType}",
      "यो भिडियो अति लामो छ। जारी राख्नको लागि, एक मिनेट वा कम समयको भिडियो छनोट गर्नुहोस्।",
      "धन्यवाद। तपाईंले Instagram को रिमाइन्डर इमेलहरूमा पुन: सदस्यता लिनुभयो।",
      "सामुदायिक मार्गदर्शनहरू",
      "तपाईंको भिडियोलाई ब्लक गरिएको स्थान",
      "कथाहरूले मानिसहरूले नयाँ तरिकाबाट प्रेरणा दिन के-के साझा गरिरहेका छन् भनी हेर्न दिन्छन्।",
      "नोभेम्बर 19, 2018 मा सुरु भएको यो समस्याले तपाईंको खाताको गोपनीयता सेटिङलाई निजीबाट सार्वजनिकमा स्विच गरेको छ। हामीले समस्याको समाधान गर्‍यौं र नोभेम्बर 20, 2018 मा तपाईंको खातालाई निजीमा सार्‍यौं। यदि उक्त समयमा नयाँ खाताहरूले तपाईंलाई पछ्याएको भएमा, हामीले ती पछ्याउने खाताहरूलाई हटायौं।",
      "तपाईंको Instagram खाता बारे अद्यावधिक",
      "साथीहरूका फोटो र भिडियोहरू हेर्न र तपाईंलाई मनपर्ने अन्य खाताहरू खोज्न लग इन गर्नुहोस्।",
      "1  आज सक्रिय",
      "पोस्ट गर्नुहोस्",
      "भिडियो पोस्ट हुन असफल भयो",
      "विशेष जानकारीहरू भएका आफ्ना फलोअरहरू बारे जान्न, सम्पर्क बटनहरू प्रदर्शन र सम्पादन गर्न, पदवृद्धिहरू भएका ग्राहकहरूसामु पुग्न र थपको लागि मोबाइल एपमा जानुहोस्।",
      "हामीले तपाईंको खातामा अटोमेटेड व्यवहार पत्ता लगाएका छौं।",
      "प्रतिक्रिया दिनुहोस्",
      "तपाईंले पोस्ट पठाउनुभयो",
      "लाइक",
      "संसाधनहरू हेर्नुहोस्",
      "तपाईंको अनुरोध पूरा गर्दा अस्थायी समस्या भयो। कृपया पछि पुनः प्रयास गर्नुहोस्।",
      "फोटो वा भिडियो थप्नुहोस्",
      "मेटाउनुहोस्",
      "माथि Chevron आइकन",
      "{city name}, {country name}का स्थान",
      "किनमेल गर्नुहोस्",
      "शुक्रबार",
      "{username} द्वारा हेरियो",
      "तपाईं साइन अप गर्दा थप नि:शुल्क फोटोहरू खोज्नुहोस्।",
      "अब तपाईं हामीले पहिचान नगरेको फोन वा कम्प्युटरबाट लगइन गर्दा हामीले लगइन कोड सोध्ने छौं।",
      "माफ गर्नुहोस्, Facebook बाट तपाईंको जानकारी लोड गर्दा केही गलत भयो। हामी त्यसमा हेरिरहेका छौं। त्यसै समयमा तपाईंले एप्लिकेसनबाट नयाँ खाता खोल्न सक्नुहुन्छ वा पछि पुन: प्रयास गर्न सक्नुहुन्छ।",
      "उत्पादन अनुपलब्ध छ",
      "यसको सट्टामा {email suggestion} प्रयोग गर्नुहोस्",
      "तपाईंले प्रविष्ट गर्नुभएको सुरक्षा कोड {cardName} सँग मेल खाँदैन",
      "एप्लिकेसन स्थापना गर्नुहोस् मोडल बन्द गर्नुहोस्",
      "समीक्षा गर्ने जारी राख्नुहोस्",
      "म एउटा प्रयोगकर्तालाई ब्लक गर्न चाहन्छु",
      "हामीले जारी राख्न सक्नुअघि तपाईंको बैंकलाई तपाईंद्वारा जवाफ दिन आवश्यक पर्छ।",
      "मद्दत प्राप्त गर्नुहोस्",
      "@{username} लाई नपछ्याउने?",
      "बन्द गर्नुहोस्",
      "90M",
      "प्रयोगकर्ता ट्यागहरू",
      "स्माइली र मानिसहरू",
      "तपाईं पक्का आफ्नो खाता फेरि सक्रिय गर्न चाहनुहुन्छ?",
      "बन्द गर्नुहोस्",
      "यसलाई {reference owner name} सँग साझा गरिनेछ जसकारण उहाँहरूले तपाईंको अपील सम्बन्धमा तपाईंलाई सम्पर्क गर्न सक्नुहुनेछ।",
      "Instagram मा लग इन गर्नुहोस्",
      "सन्देश पठाउनुहोस्",
      "नेमट्यागले मानिसहरूलाई तपाईंलाई द्रुत रूपमा पछ्याउन मद्दत गर्छ",
      "तपाईंको खाताबाट फोटो र कुनै पनि टिप्पणी हटाउन {Delete this photo text bolded}।",
      "विस्फोटकहरू खरिद गर्न वा बिक्री गर्नलाई प्रस्तावहरू",
      "Facebook मा जडान हुनुहोस्",
      "तपाईंको खाताको उत्कृष्ट प्रयोजनलाई व्याख्या गर्ने विकल्प चयन गर्नुहोस्। यो तपाईंको प्रोफाइलमा देखिनेछ र कुनै पनि विद्यमान वा भावी वर्गहरूलाई प्रतिस्थापन गर्नेछ।",
      "तपाईंको भिडियो सबै स्थानहरूमा ब्लक गरिनेछ, जसको अर्थ मानिसहरूले यसलाई हेर्न, लाइक गर्न वा यसमा टिप्पणी गर्न सक्नेछैनन्।",
      "1 मिनेट",
      "Firefox",
      "होइन",
      "Instagram को संगीत मार्गदर्शनहरू",
      "कानूनी कारणहरूका लागि तपाईंको देशमा यस खातामा पहुँच गर्न प्रतिबन्ध छ",
      "विशेष जानकारीहरू भएका {username} का फलोअरहरू बारे जान्न, सम्पर्क बटनहरू प्रदर्शन र सम्पादन गर्न, पदवृद्धिहरू भएका ग्राहकहरूसामु पुग्न र थपको लागि मोबाइल एपमा जानुहोस्।",
      "• तपाईंले {app name} ले प्राप्त गर्ने जानकारी सम्पादन गर्न सक्नुहुन्छ। तपाईंले साझा नगरीकन बाहिर निस्कन छनोट गर्न सक्नुहुन्छ तर तपाईंले {app name} मा लग इन गर्न Instagram प्रयोग गर्न सक्नुहुन्न।",
      "{username of sponsor} सँग सशुल्क साझेदारी",
      "पुरानो पासवर्ड",
      "औं",
      "रद्द गर्नुहोस्",
      "व्यवसाय खातामा स्विच गर्नाले तपाईंको Instagram खातालाई सार्वजनिक बनाउनेछ। तपाईंको सामग्री कसैले पनि हेर्न सक्नेछन् र सबै विचाराधीनमा रहेका पछ्याउने अनुरोधहरू स्वीकृत गरिनेछन्।",
      "म्यानुअल रूपमा सेट गर्नुहोस्",
      "टिप्पणी आइकन",
      "फोटोहरू थप्नुहोस्",
      "समाचारको इमेल",
      "अघिल्ला प्रयोगकर्ता नाम",
      "खाता हटाउने?",
      "सामान्यमा सार्नुहोस्",
      "यो भिडियो समर्थित छैन।",
      "भिडियो आइकन",
      "तपाईंको इमेल, फोन वा प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस् र हामी तपाईंको खातामा जाने लिङ्क तपाईंलाई पठाउनेछौं।",
      "भुक्तानी",
      "एपमा तपाईंले के कुरा छुटाइरहनुभएको छ डिस्कभर गर्नुहोस्",
      "थ्रेडका विवरणहरू हेर्नुहोस्",
      "'बटन: राष्ट्र/क्षेत्र चयन गर्नुहोस्'",
      "सम्पन्न भयो",
      "फोटोहरू साझा गर्नुहोस्",
      "मन पराउन लग इन गर्नुहोस्",
      "टाइप गर्दै...",
      "आफू अनुकूल",
      "तपाईंले विज्ञापनहरूका लागि साझेदारहरूबाट डेटामाथि हाम्रो प्रयोगमा सहमति प्रदान नगरेसम्म वा अन्यथा साझेदारहरूबाट तपाईंको क्रियाकलाप बारे डेटा वा तपाईंका यन्त्र सेटिङहरू प्रयोग गरी अन्य एप र वेबसाइटहरूबाट आएको जानकारी प्रयोत गर्न प्रतिबन्धित नगरेसम्म हामी तपाईंलाई सान्दर्भिक विज्ञापनहरू देखाउन अन्य एप र वेबसाइटहरूबाट आएको जानकारी प्रयोग गर्नेछौं र पछिल्लो विकल्पमा हामी तपाईंका रोजाइहरू सम्मान गर्न जारी राख्नेछौं।",
      "Instagram मा स्विच गर्नुहोस्",
      "यदि तपाईं यो गिफ्ट एड रद्द गर्न चाहनुहुन्छ, तपाईंको नाम वा घर ठेगाना परिवर्तन भएको छ वा तपाई अब आफ्नो आय वा पूंजीमा वृद्धिको पर्याप्त कर तिर्न सक्नुहुन्न भने हामीलाई थाहा दिनुहोस्।",
      "तपाईंले तिनीहरूका प्रोफाइलबाट तिनीहरूलाई कुनै पनि समयमा ब्लक गर्न सक्नुहुन्छ।",
      "ट्याग गरिएका खाताहरू",
      "जारी राख्नुहोस्",
      "तपाईंको Instagram सिर्जनाकर्ता खाता तयार छ",
      "सुझाव गरिएका प्रोफाइलहरू",
      "{date} मा म्याद सकियो।",
      "ट्रेडमार्क",
      "सार्वजनिक व्यवसाय जानकारी",
      "यो एप र वेबसाइटहरूमा जडान गर्न आवश्यक हुन्छ र Instagram लाई निम्न कुरा गर्न अनुमति दिन्छ:",
      "साइन अप गरेर, तपाईं हाम्रा {=Terms}, {Data Policy} र {Cookies Policy}मा सहमत हुनुहुन्छ।",
      "Instagram को समुदाय सबै जनाका लागि सुरक्षित र रमाइलो बनाइराख्नमा मद्दत गर्नुभएकोमा यहाँलाई धन्यवाद। तपाईंले बौद्धिक सम्पत्तिको अतिक्रमणको रिपोर्ट गर्नुभएको अवस्थाबाहेक तपाईंको रिपोर्ट नामरहित हुनेछ।",
      "तपाईंको सामग्रीमा पहुँचलाई प्रतिबन्ध लगाइएको छ",
      "यसलाई परिवर्तन गर्नुहोस्",
      "डिजिटल सृष्टिकर्ता/ब्लगर/प्रभावकारी",
      "व्यक्तिगत खातामा स्विच गर्ने?",
      "{filename} अति सानो छ। जारी राख्नको लागि, १ केबी वा बढि साइजको फाइल छनोट गर्नुहोस्",
      "यसले राजनीतिक उम्मेदवार वा समस्यालाई रिफर गर्छ",
      "{username} र अन्य {number of other users} जनाद्वारा पछ्याइएको",
      "{facebook user name} को रूपमा जारी राख्नुहोस्",
      "चेभरन आइकन",
      "तपाईंले बौद्धिक सम्पत्तिको अतिक्रमणको रिपोर्ट गर्नुभएको अवस्थाबाहेक तपाईंको रिपोर्ट नामरहित हुनेछ।",
      "सबै वर्गहरू",
      "तपाईंको पहिचान प्रमाणित गर्न हामीलाई मद्दत गर्नुहोस्",
      "साझा गर्ने अनुमति दिनुहोस्",
      "ड्राफ्ट बचत गर्नुहोस्",
      "ठीक छ",
      "मानिसहरूलाई ट्याग गर्न ट्याप गर्नुहोस्",
      "Facebook Pay थप जान्नुहोस् पृष्ठमा कुञ्जी आइकन",
      "Instagram लाई कुकीहरू र अन्य एप र वेबसाइटहरूमा भएका समान प्रविधिहरूको प्रयोग गर्ने अनुमति दिने हो?",
      "सूचनाहरू",
      "फोटो खारेज गर्ने?",
      "यसो गरेर, तपाईंले आफ्नो बचत गरिएको भुक्तानी जानकारीलाई यो र भावी भुक्तानीहरूका लागि Instagram मा प्रयोग गर्न Facebook Pay लाई अधिकार प्रदान गर्नुहुनेछ।",
      "स्वामित्व प्रतिबन्धहरूका कारण तपाईंको भिडियोलाई निम्न राष्ट्रहरूमा ब्लक गरिएको छ जहाँ तिनीहरूको आफ्नै अधिकार छ:",
      "औँ",
      "उहाँहरूले Instagram मा तपाईंको प्रोफाइल, पोस्टहरू वा कथा फेला पार्न सक्षम हुनुहुनेछैन। तपाईंले उहाँहरूलाई ब्लक गर्नुभएको बारेमा Instagram ले उहाँहरूलाई थाहा दिनेछैन।",
      "लग इन गर्नुहोस्",
      "सन्देश अनुरोधहरू व्यवस्थित गर्न र प्रशंसकहरूसँग जोडिन नयाँ इन्बक्सले अझ सजिलो बनाउँछ।",
      "फाइलहरू १ GB भन्दा कम हुन अनिवार्य छ।",
      "Facebook मा जारी राख्नुहोस्",
      "तपाईंले {change_or_resend_link} पनि सक्नुहुन्छ",
      "तपाईंको पासवर्ड रिसेट गरिएको छ। कृपया पुन: लगिङ गर्न प्रयास गर्नुहोस्।",
      "लाइभ",
      "सुरुवात गर्दै",
      "पोस्टहरू",
      "Instagram लाई कुकीहरू र अन्य एप र वेबसाइटहरूमा भएका समान प्रविधिहरूको प्रयोग गर्ने अनुमति दिने हो?",
      "तपाईंले {username} लाई मेटाउने अनुरोध गर्नुभएको छ। तपाईं यसलाई राख्न चाहनुहुन्छ भने तपाईं {date} सम्ममा हामीलाई जानकारी दिन सक्नुहुन्छ। अन्यथा, तपाईंका सबै पोस्ट र जानकारी मेटाइनेछ। {help center link}।",
      "खोज इतिहास खाली गर्नुहोस्",
      "तपाईंको भिडियो अन्य कसैको स्वामित्व भएको भिडियोको {overlap duration} सेकेण्डसँग मेल खान्छ।",
      "Facebook Pay को बारेमा थप जान्नुहोस्",
      "सम्पन्न भयो",
      "सिर्जनाकर्ता",
      "धन्यवाद!",
      "मार्गको ठेगाना",
      "{username} ले तपाईंलाई सन्देश पठाउन चाहनुहुन्छ",
      "म सहमत छु",
      "मानिसहरूले यो ब्लक गरिएका स्थानहरूमा तपाईंको फोटो हेर्न, लाइक वा टिप्पणी गर्न सक्दैनन्। तपाईंको फोटो निम्न स्थानहरूमा ब्लक गरिएको छ:",
      "ह्यासट्याग हेर्नुहोस्",
      "तपाईंको पोस्टको सामग्रीले तेस्रो पक्षका संगीत अधिकार र/वा {communityGuidelines} को उल्लङ्घन गर्छ भनी गरिएको रिपोर्टको आधारमा तपाईंको पोस्टमा पहुँचमा प्रतिबन्ध लगाइएको छ।",
      "भुक्तानीहरू सुरक्षित रूपमा प्रक्रिया गरिन्छन्।",
      "पहुँच",
      "मेसेजिङ एपमा अझै उत्कृष्ट हुन्छ",
      "मिथ्या समाचार आइकन",
      "वेबसाइट",
      "Instagram Lite अद्यावधिक गर्नुहोस्",
      "{Plus sign and plural indicating the number of user's remaining credit cards} थप",
      "ठीक छ",
      "यदि तपाईंले गल्ती गर्नुभयो भने, तपाईंले हामीलाई थाहा दिन यो निर्णय बारे अपील गर्न सक्नुहुन्छ।",
      "तपाईंले पछ्याउनुभएका खाता र तपाईंले सन्देश पठाउनुभएका जोकोहीले तपाईं कहिले Instagram मा पछिल्लो पटक सक्रिय हुनुहुन्थ्यो भनी देख्न अनुमति दिनुहोस्। यसलाई बन्द गरियो भने, तपाईं अन्य खाताहरूका क्रियाकलाप स्थिति हेर्न सक्षम हुनुहुनेछैन।",
      "अपील गर्नुहोस्",
      "तपाईं यो पोस्ट मेटाउन सुनिश्चित हुनुहुन्छ?",
      "नोभेम्बर",
      "एपको प्रयोग गर्नुहोस्",
      "यो लाइभ भिडियोलाई एपमा हेर्नुहोस्",
      "थप जान्नुहोस्",
      "सुरक्षा कोड",
      "तपाईंको भिडियो आधा सेकेण्ड र {maxDurationInMinutes} मिनेट बीचको, ल्याण्डस्केप वा पोर्ट्रेट, MP4 फाइल र {maxVideoSizeInGigabytes} GB भन्दा सानो हुनुपर्छ।",
      "समर्थित फाइल प्रकारहरू: छवि/jpeg, छवि/png, भिडियो/mp4 र भिडियो‍'/quicktime।",
      "तपाईंको पासवर्ड बारे नोट",
      "यदि तपाईंसँग आफ्नो फोटोका सबै सामग्री प्रयोग गर्ने अनुमति छ भने {Submit a dispute text bolded}। विवाद पेश गरेर, तपाईंले {reference owner name}, जसले यो दावी जारी गर्नुभयो, आफ्नो फोटोको समीक्षा गर्न अनुमति दिनुहुन्छ। यदि तपाईंले यसलाई सार्वजनिक रूपमा साझा गर्नुभएको छ भने, उहाँहरूले सम्पूर्ण पोस्ट पनि समीक्षा गर्न सक्नुहुन्छ। उहाँहरूसँग यसको प्रतिक्रियाका लागि 7 दिनको समय हुनेछ।",
      "फिडमा जानुहोस्",
      "तपाईंको Instagram प्रयोगकर्ता नाम र ब्राउजर जानकारी तपाईंको रिपोर्टमा स्वत्: समावेश हुनेछ।",
      "तपाईंले प्रमाणीकरण एपबाट लगइन कोड प्राप्त गर्न असमर्थ हुनुहुन्छ भने तपाईंले {=backup codes} मध्ये कुनै एक प्रयोग गर्न सक्नुहुन्छ",
      "ट्रिम गर्नुहोस्",
      "विवरणहरू",
      "लक आइकन",
      "URL",
      "पछाडि",
      "फोटो",
      "स्वयं हानि",
      "{filename} नामक भिडियो अति लामो छ। जारी राख्नको लागि छोटो भिडियो छनोट गर्नुहोस्।",
      "इमेल अमान्य छ",
      "प्रोफाइल फोटो थप्नुहोस्",
      "थप जान्नुहोस्",
      "हामी बुझ्छौं कि तपाईं Instagram प्रयोग गर्न व्यस्त हुन सक्नुहुन्छ र निम्न कदमहरूमार्फत तपाईंको फोनबाट एप्लिकेसन हटाउनको लागि सुझाव दिन्छौं।",
      "धन्यवाद! तपाईंले Instagram को अनुसन्धान इमेलमा पुन: सदस्यता लिनुभयो। हामी तपाईंलाई भविष्यको पृष्ठपोषण योजनाहरूमा समावेश गर्नेछौं।",
      "तपाईंको सम्पर्क जानकारीले मानिसहरूलाई तपाईंको प्रोफाइलमा देखापर्ने बटनहरूबाट इमेल पठाउन, फोन गर्न वा कुनै पाइला चाल्न अझ सजिलो बनाउँछ। तपाईंले यिनीहरूलाई कुनै पनि समय प्रदर्शन गर्न वा लुकाउन सक्नुहुन्छ।",
      "लागू हुँदैन",
      "{username} को प्रोफाइल तस्वीर",
      "रिलहरू",
      "यो तपाईं नै हो!",
      "आइडीको फोटो",
      "{likes} वटा लाइक",
      'असक्षम हुनबाट रोक्नको लागि आगामी ४८ घण्टाभित्र आफ्नो खाताबाट कोभिड-19 वा खोपहरूसँग सम्बन्धित गलत जानकारी बारे सूचनाहरू भएका सबै पोस्टहरू हटाउनुहोस्। यी पोस्टहरूलाई "गलत जानकारी" र "कोभिड-19" वा "खोपहरू" भन्ने अँध्यारो पृष्ठभूमिले कभर गरिएका छन्। तपाईंले ४८ घण्टाभित्र यी पोस्टहरू हटाउनुभएन वा तपाईंको खाताले कोभिड-19 वा खोपहरू बारे गलत जानकारी साझा गर्न जारी राख्नुभयो भने, यसलाई असक्षम गरिनेछ।',
      "जानकारी डाउनलोड गर्नुहोस्",
      "Instagram",
      "प्रेस",
      "हामी तपाईंलाई रोचक र तपाईंसँग सम्बन्धित व्यवसायहरूका विज्ञापनहरू देखाउन चाहन्छौं। {business} ले कसरी काम गर्छ भन्ने बारेमा थप जान्नुहोस्।",
      "हामी हटाउछौं:",
      "बौद्धिक सम्पत्ति उल्लंघन",
      "प्रोफाइल सम्पादन गर्नुहोस्",
      "तपाईंको प्रमाणीकरण एपद्वारा निर्मित 6-अंकको कोड प्रविष्ट गर्नुहोस्।",
      "विश्व स्वास्थ्य संगठनद्वारा दिइएको कोरोना भाइरस (COVID-19) बारे थप जानकारी हेर्नुहोस्। {Learn more}",
      "कथा {actionType}",
      "कथा हेर्नुहोस्",
      "तपाईंले पाठ सन्देश बिनाका सुरक्षा कोडहरू द्रुत रूपमा निर्माण गर्न प्रमाणीकरण एप प्रयोग गर्न सक्नुहुन्छ।",
      "कृपया कुनै पनि अतिरिक्त विवरण उपलब्ध गराउनुहोस्।",
      "लागूऔषधको प्रयोग",
      "{instagram business name}",
      "{action text} द्वारा, तपाईंले हाम्रो {Terms} र {Policies} मा सहमति जनाउनुहुन्छ।",
      "तपाईंको खातालाई अर्को प्रमाणित खाता हो भनी झुकिन्न सकिन्छ जस्तो देखिन्छ। तपाईंले आफ्नो प्रोफाइलमा जानकारी थप्नुपर्छ जसले गर्दा मानिसहरूले आफूले खोजीरहेको ब्राण्ड, सेलिब्रिटरी वा स‍ंस्थासँग नझुक्किउन।",
      "थपियो",
      "यो खाता व्यक्तिगत हो। तस्वीरहरू हेर्न पछ्याउनुहोस्।",
      "चेतावनी आइकन ग्लिम्फ",
      "बचत गरिएकोबाट यसलाई हटाउँदा यो संकलनहरूबाट पनि हट्नेछ।",
      "सर्तहरू",
      "तपाईंले पछ्याउनुभएका मानिसहरू",
      "IGTV",
      "तपाईंले आफ्नो Instagram खाताका लागि प्रयोग गर्नुभएको पासवर्ड सुरक्षा गर्न हामी लागिपरेका छौं। हामीले हालै देख्यौं कि, तपाईंले आफ्नो डेटा डाउनलोड गर्नुहोस् उपकरण प्रयोग गर्दा, तपाईंको डेटा डाउनलोड भएपछि तपाईंको पासवर्ड तपाईंको वेब ब्राउजरको URL मा प्रदर्शन भएको हुन सक्थ्यो र साथसाथै हाम्रा प्रणालीहरूमा भण्डार भएको हुन सक्थ्यो। हामीले अहिले उपकरण परिवर्तन गरेका छौं जसकारण अब उपरान्त यस्तो हुँदैन र हामीले हाम्रो आन्तरिक प्रणालीहरूद्वारा लगइन भएका हुनसक्ने पासवर्डहरूलाई मेटाउँदैछौं। हामीले देखेका कुनै पनि कुराले अन्य कसैले तपाईंको पासवर्ड प्रयोग गर्‍यो भन्ने सुझाव गर्दैन। सुरक्षित रहनका लागि, तपाईंले Instagram मा साथै तपाईंले उक्त पासवर्ड प्रयोग गर्ने अन्त कतैको समान पासवर्डलाई {link} गर्न चाहन सक्नुहुन्छ। तपाईंले आफ्नो ब्राउजर इतिहास खाली गर्न पनि चाहन सक्नुहुन्छ।",
      "Instagram मा प्रतिक्रिया दिनुहोस्।",
      "पोस्टिङ स्प्याम",
      "{carrier name} का नि:शुल्क फोटोहरू",
      "पोस्ट मेटाइयो",
      "केही गलत भयो। केही मिनेटमा फेरि प्रयास गर्नुहोस्।",
      "तपाईंको खाता {device} मा {location} मा सत्रबाट लग आउट गरिएको छ",
      "({count}) वटा अनुरोध",
      "अपलोड असफल भयो।",
      "डिस्कभर",
      "हामीलाई तपाईंको आफ्नो खाता मेटाउन आवश्यक छ। तपाईंले आगामी 14 दिन भित्रमा आफ्नो डेटा डाउनलोड गर्न सक्नुहुन्छ जसकारण तपाईंले Instagram मा के-के साझा गर्नुभयो भन्ने कुराको प्रतिलिपि प्राप्त गर्न सक्नुहुन्छ। तपाईंले {appeal this decision} पनि सक्नुहुन्छ।",
      "तपाईंले अन्य एप र वेबसाइटहरूमा लग इन गर्नको लागि Instagram प्रयोग गर्न जारी राख्न सक्नुहुन्छ",
      "अपलोड गर्नका लागि भिडियो चयन गर्नुहोस्।",
      "सम्पर्क",
      "तपाईंले ब्लक गर्नुभएका खाताहरू",
      "पोस्ट अनुपलब्ध आँखा बन्द आइकन",
      "म उहाँहरूको आमाबुवा/अभिभावक होइन",
      "अन्तिम {number of files} वटा फाइलहरू अपलोड गरिएका थीएनन्। तपाईंले अपलोड गर्नको लागि १० भन्दा बढि छनोट गर्न सक्नुहुन्न",
      "प्रतिक्रिया सम्बन्धी इमेलहरू",
      "उन्नत सेटिङहरू",
      "हामीले तपाईंको जानकारीको फाइल सिर्जना गर्न सुरु गरेका छौं र लिङ्क तयार भइसकेपछि यसलाई {email address} मा इमेल गर्नेछौं। यो जानकारी सङ्कलन गरेर तपाईंलाई पठाउनको लागि 48 घण्टासम्म लाग्न सक्छ।",
      "तपाईंको खाताले साझेदारका मुद्रीकरणसम्बन्धी नीतिहरूको पालना गर्दैन।",
      "कम्प्युटरबाट चयन गर्नुहोस्",
      "यो प्रोफाइलमा पहिले नै सम्पर्क विकल्पको रूपमा WhatsApp नम्बर छ। तपाईंले जारी राख्नुभयो भने, त्यो नम्बरलाई +{whatsapp phone } द्वारा प्रतिस्थापित गरिनेछ।",
      "Facebook Pay थप जान्नुहोस् पृष्ठमा कार्ड आइकन",
      "धन्यवाद! तपाईंले Instagram को उत्पादन इमेलहरूमा पुन: सदस्यता लिनुभयो।",
      "दायाँतिर फर्केका दुईवटा इन्द्रेणी रङका शेभ्रन तीरहरूले यो उत्पादन स्थानीय रूपमा चेकआउट गर्न मिल्छ भन्ने संकेत दिन्छन्",
      "तपाईंको वाहक",
      "Instagram Lite अब उपरान्त समर्थित छैन",
      "समाचार लेख",
      "{username} को स्टोरी देखिएको छैन",
      "मेटाउनुहोस्",
      '• "अनुमति दिनुहोस्" बटन छनोट गर्नाले तपाईंका विज्ञापन प्राथमिकता वा यन्त्र सेटिङहरूमा एप र वेबसाइटहरूका लागि तपाईंका वर्तमान सेटिङहरूलाई प्रभाव पार्नेछैन।',
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। हाम्रा मार्गदर्शनहरू हाम्रो विश्वव्यापी समुदायमा आधारित छन् र केही दर्शकहरू विभिन्न कुराहरू प्रति संवेदनशील हुन सक्छन्।",
      "यसलाई बन्द गर्ने?",
      "बचत गर्नुहोस्",
      "हामी अनाधिकृत क्रियाकलाप पत्ता लगाउन Instagram मा भुक्तानीहरू निगरानी गर्छौं।",
      "पासवर्ष रिसेट गर्ने इमेलहरू सीमित गर्नुहोस्",
      "{app_name} ले तपाईंको अनुभव सुधार्नको लागि तपाईंको जानकारी प्रयोग गर्छ। कुनै एपले यो जानकारी कसरी प्रयोग गर्न सक्छ भनी थप जान्नको लागि, उनीहरूको {privacy_policy} हेर्नुहोस्। तपाईंले समर्थन प्राप्त गर्न वा प्रतिक्रिया उपलब्ध गराउन यो एपलाई सम्पर्क गर्नुभयो भने, उनीहरूलाई तपाईंको प्रयोगकर्ता {asid} आवश्यक पर्न सक्छ।",
      "PIN मेल खाँदैन। कृपया फेरि प्रयास गर्नुहोस्।",
      "{A timestamp that states how long ago this media was posted.} मा पोस्ट गरिएको",
      "वैकल्पिक कुकीहरू",
      "तपाईंलाई मन नपर्ने सामग्रीको रिपोर्ट गर्ने",
      "हामीलाई सम्पर्क गर्नुहोस्",
      "स्थान सेवाहरू सक्षम गर्नुहोस्",
      "अर्को",
      "भयो",
      "बुझेँ",
      "ड्रपडाउन",
      "क्रेडिट अथवा डेबिट कार्ड",
      "अत्यावश्यक कुकीहरूलाई मात्र अनुमति दिनुहोस्",
      "स्प्यामको रूपमा रिपोर्ट गर्ने हो?",
      "IGTV विज्ञापनहरूमा रुचि छ?",
      "संकेतहरू",
      "भिडियोहरू {minDurationInSeconds} र {maxDurationInMinutes} मिनेट बीचको हुनुपर्छ।",
      "हामीले तपाईंको सामग्री हटायौं किनभने कुनै तेस्रो पक्षले यसले उनीहरूको वौद्धिक सम्पत्ति अधिकारलाई उल्लङ्घन गर्छ भनी रिपोर्ट गर्यो।",
      "घुमाउनुहोस्",
      "Facebook Pay बाट, तपाईं अझ द्रुत जाँचको लागि आफ्नो लिङ्क गरिएको Facebook खाताबाट भुक्तानी हेर्न सक्नुहुन्छ।",
      "Instagram खाता पुष्टि गर्नुहोस्",
      "तपाईंको Facebook साथी {name of the contact who joined} Instagram मा {name of the user who joined} को रूपमा हुनुहुन्छ",
      "लग इन गर्नुहोस्:",
      "टिप्पणीहरू",
      "तपाईं सृष्टिकर्ता हुनुहुन्छ?",
      "तपाईंले उनीहरूले तपाईंका फोटो, भिडियोहरू वा कथा नहेरून् वा तपाईंलाई Instagram मा फेला नपारून् भन्ने चाहनुहुन्छ भने {username} लाई ब्लक गर्नुहोस्।",
      "तपाईं किन एउटै निश्चित विज्ञापन देख्नुहुन्छ भन्ने कुरा जान्न र तपाईंलाई विज्ञापन देखाउनको लागि हामीले जम्मा गरेको जानकारी हामी कसरी प्रयोग गर्छौ भन्ने नियन्त्रण गर्न तपाईं आफ्नो विज्ञापन प्राथामिकताहरूको प्रयोग गर्न सक्नुहुन्छ।",
      "Embed",
      "व्यवसाय वर्गहरू • Instagram मा वर्गद्वारा व्यवसाय खाताहरू आविष्कार गर्नुहोस्",
      "चेकमार्क",
      "अनब्लक गरियो",
      "बलपूर्वक पासवर्ड रिसेट आइकन",
      "म",
      "चेतावनी आइकन",
      "तपाईंले {username} लाई मेटाउने अनुरोध गर्नुभयो। तपाईं यसलाई राख्न चाहनुहुन्छ भने तपाईंले हामीलाई {date} सम्म थाहा दिनुहोस्। अन्यथा, तपाईंका सबै पोस्टहरू र जानकारी मेटाइनेछ। {Learn More}",
      "बन्दुकजन्य वस्तुको बिक्री वा प्रचारको रूपमा रिपोर्ट गर्ने?",
      "हामी तपाईंको जानकारी कसैसँग पनि बिक्री गर्दैनौं। {Instagram} र {Facebook} मा हाम्रा कुकी नीतिहरू बारे र हामीले तिनीहरू प्रयोग गर्ने तरिका बारे थप जान्नुहोस्।",
      "तपाईंलाई आफ्नो खातामा फर्किनका लागि मद्दत गर्न हामी तपाईंलाई इमेल पठाउन सक्छौं।",
      "यो खातालाई रिपोर्ट गर्नुको एउटा कारण छान्नुहोस्। हामीले {Username of the person being reported}लाई उनीहरूलाई कसले रिपोर्ट गर्‍यो भनी बताउनेछैनौं।",
      "WhatsApp थपियो",
      "पृष्ठ फेला परेन",
      "यो हिंसापूर्न वा निषेधित सामग्री हो",
      "प्रोफाइल हेर्नुहोस्",
      "धन्यवाद",
      "तपाईंको नाम",
      "यदि तपाईंसँग आफ्नो भिडियोका सबै सामग्री प्रयोग गर्ने अनुमति छ भने {Submit a dispute text bolded}। विवाद पेश गरेर, तपाईंले {reference owner name}, जसले यो दावी जारी गर्नुभयो, आफ्नो भिडियोको समीक्षा गर्न अनुमति दिनुहुन्छ। यदि तपाईंले यसलाई सार्वजनिक रूपमा साझा गर्नुभएको छ भने, उहाँहरूले सम्पूर्ण पोस्ट पनि समीक्षा गर्न सक्नुहुन्छ। उहाँहरूसँग यसको प्रतिक्रियाका लागि 7 दिनको समय हुनेछ।",
      "मार्गदर्शनहरू",
      "स्थान फेला पार्नुहोस्",
      "{amount} · {count}",
      "कम ठाउँ प्रयोग गर्छ। Google Play मा नि:शुल्क छ।",
      "बचत गर्न सुरु गर्नुहोस्",
      "तपाईंको भिडियोले आवश्यकताहरू पूरा गर्दैन।",
      "भिडियो तयार गर्दै। यो तयार भएपछि हामी तपाईंलाई सूचित गर्नेछौं।",
      "नोभेम्बर",
      "व्यावसायिक खाता सेटिङहरू बचत भयो।",
      "सार्वजनिक व्यक्तित्व, सामग्री निर्माता, कलाकार र प्रभावकर्ताहरूका लागि उत्कृष्ट।",
      "पूरा नाम",
      "CPA अन्तर्गत रिपोर्ट गर्नुहोस्",
      "{duration} बाँकी",
      "तपाईं निश्चित रूपमा Instagram का आफ्ना सम्पर्कहरू मेटाउन चाहनुहुन्छ?",
      "सबै कुकीहरूलाई अनुमति दिनुहोस्",
      "ब्लकको विवाद गर्नुहोस्",
      "घण्टा",
      "पोस्ट गर्नुहोस्",
      "यकिन गर्नुहोस्",
      "थप कुराकानीहरू हेर्नुहोस्",
      "अघिल्लो",
      "तपाईं 18 वर्ष उमेर मूनिको हुनुभएकोले, आफ्नो जन्मदिन अद्यावधिक गर्न तपाईंले हामलाई सम्पर्क गर्नुपर्नेछ",
      "हो",
      "पोस्ट मेटाउने?",
      "यो धोखापूर्ण वा गलत विचारको छ",
      "यो कुराकानी Instagram मा हुनुहुँदैन",
      "ट्यागहरू",
      "{Restore this video text bolded} तपाईंलाई यो गलत हो भन्ने लाग्छ र तपाईंसँग आफ्नो भिडियोमा भएका सबै सामग्री प्रयोग गर्न अधिकार छ भने तपाईंको भिडियो जस्ताको तस्तै पोस्ट हुनेछ।",
      "यसको अर्थ हामी तपाईंको पोस्ट फेरि समीक्षा गर्न सक्षम हुँदैनौं भन्ने हुन्छ, यद्यपि तपाईंको प्रतिक्रियाले हामीलाई हामीले हाम्रो समुदायलाई सुरक्षित बनाउन बनाएको उपकरणबाट सिक्न मद्दत गर्छ।",
      "तपाईंले मानिसहरूलाई पछ्याएपछि, तपाईं तिनीहरूले यहाँ पोस्ट गरेका फोटो र भिडियोहरू देख्नुहुनेछ।",
      "तिनीहरू अब तपाईंका पोस्टहरू हेर्न र तपाईंलाई Instagram मा पछ्याउन सक्षम हुनेछन्। तपाईंले तिनीहरूलाई अनब्लक गर्नुभएको बारेमा Instagram ले तिनीहरूलाई थाहा दिनेछैन।",
      "तपाईंसँग आफ्नो भिडियोका सबै सामग्री प्रयोग गर्ने अनुमति छ भने {Submit a dispute text bolded}। विवाद पेश गर्नाल तपाईं दाबी जारी गर्ने {owner name} लाई आफ्नो भिडियो समीक्षा गर्ने अनुमति दिनुहुन्छ। तपाईंले सार्वजनिक रूपमा पोस्ट साझा गर्नुभयो उनीहरूले सम्पूर्ण पोस्ट पनि समीक्षा गर्न सक्छन्। उनीहरूसँग प्रतिक्रिया गर्नको लागि {number of days} दिन हुने छ।",
      "सहायता",
      "सेटिङहरूको आइकन",
      "धन्यवाद! तपाईंले सबै गर्नुभयो।",
      "बन्दूकहरू र युद्ध सामग्री खरिद वा बिक्री गर्न प्रस्तावहरू",
      "• सामग्री व्यक्तिकृत गर्न, सान्दर्भिक विज्ञपनहरूको सेवा दिन र सुरक्षित अनुभव उपलब्ध गराउनमा मद्दत गर्नको लागि एप र वेबसाइटहरूबाट आफ्नो क्रियाकलाप बारे जानकारी प्राप्त गर्नुहोस्",
      "घर तथा बगैँचा",
      "बुझ्नुभयो। तपाईंले Instagram को रिमाइन्डर इमेलहरूबाट सदस्यता रद्द गर्नुभयो।",
      "ब्लक गरिएको भिडियोको समीक्षा गर्नुहोस्",
      "प्रकार",
      "WhatsApp अब तपाईंको {whatsapp business name} मा सम्पर्क विकल्प हो।",
      "कृपया तपाईंको आइडीको फोटो संलग्न गर्नुहोस्",
      "तपाईंको फोटोले तपाईं हो भनी चिन्न तपाईंका साथीहरूलाई सहायता गर्छ।",
      "{username} मा स्विच गर्ने हो?",
      "प्रमाणीकरण गर्ने एप हटाउने हो?",
      "Facebook Pay थप जान्नुहोस् पृष्ठमा शिल्ड आइकन",
      "किनमेलको आइकन",
      "फाइल थप्नुहोस्",
      "नयाँ पोस्ट सिर्जना गर्नुहोस्",
      "हामीले तपाईंले उपलब्ध गराएको जानकारी प्रयोग गरी तपाईंको खाता जोड्न सकेनौँ। चेक आउट गर्नका लागि तपाईं अझै पनि आफ्नो भुक्तानीसम्बन्धी जानकारी प्रविष्‍ट गर्न सक्नुहुन्छ।",
      "यो अहिलेसम्म कसैले पनि हेरेको छैन।",
      "यो खातालाई भेष बदलेको सेलिब्रिटीको रूपमा रिपोर्ट गर्ने?",
      "आवश्यक",
      "प्रोफाइल फोटो थप्नुहोस्",
      "तपाईंको आइडीमा भएको थर",
      "अन्तिम फाइल थपिएको थिएन। तपाईंले अपलोड गर्नको लागि १० भन्दा बढि छनोट गर्न सक्नुहुन्न।",
      "हाम्रा सेवाहरू प्रयोग गर्ने केही कुकीहरू अत्यावश्यक छन्। Instagram मा जारी राख्नको लागि, उपलब्ध कुकी नियन्त्रणहरू समीक्षा गर्नुहोस् र तपाईं तल स्वीकार गर्नुअघि चाहनुभएका कुनै पनि वैकल्पिक चयनहरू गर्नुहोस्।",
      "एपमा पुन: हेर्नुहोस्",
      "हामीले तपाईंको खातामा असामान्य क्रियाकलाप देखेको हुँदा हामीले तपाईंलाई लग आउट गरेका छौं।",
      "जिप कोड",
      "हामीले अहिले तपाईंको खाताको प्रमाणिकरणको लागि पठाएको 6-अंकको सुरक्षा कोड प्रविष्ट गर्नुहोस्।",
      "इमेल पठाउनुहोस्",
      "नक्सा सम्बन्धी जानकारी हेर्नुहोस्",
      "तपाईंको गोपनीयता संरक्षण गर्नु हाम्रा लागि महत्त्वपूर्ण छ र यस्ता प्रकारका समस्या नआउन् भनेर हामी निरन्तर रूपमा काम गरिरहेका छौं। यदि तपाईंसँग कुनै प्रश्नहरू छन् भने, कृपया हामीलाई {email} मा सम्पर्क गर्नुहोस्।",
      "याद राख्नुहोस् यो फोटोलाई निम्न स्थानहरूमा ब्लक गरिएको छ:",
      "म्याद सकियो",
      "निर्देशिका हेर्नुहोस्",
      "तपाईंका पछ्याउने व्यक्तिहरू",
      "नयाँ पोस्ट",
      "यदि तपाईंले सामग्रीको मालिकलाई सम्पर्क गर्नुहुन्न वा तपाईंको भिडियो हटाउनुहुन्न भने, {Date when the video block will go into effect} पछि ब्लक प्रभावकारी हुनेछ।",
      "तपाईंको कथा हाम्रा सामुदायिक मार्गदर्शनहरू विरुद्ध जान्छ",
      "नयाँ खाता खोल्नुहोस्",
      "थप पोस्टहरू हेर्नुहोस्",
      "यकिन गर्नका लागि आफ्नो पिन फेरि प्रविष्ट गर्नुहोस्।",
      "कोड पुन: पठाउनुहोस्",
      "Facebook बाहिरका उत्पादनहरूका विज्ञापन र मापन सेवाहरू, विश्लेषण र निश्चित सुविधाहरू उपलब्ध गराउन र तपाईंका लागि हाम्रा सेवाहरू सुधार्नको लागि हामी अन्य कम्पनीहरूका उपकरणहरू प्रयोग गर्छौं। यी कम्पनीहरूले पनि कुकीहरू प्रयोग गर्छन्। तपाईंले हाम्रा {Cookie Policy} मा थप जान्न सक्नुहुन्छ।",
      "पछ्याउनको लागि प्रसिद्ध खाताहरू फेला पार्दै",
      "तपाईं Instagram मा संगीत कसरी प्रयोग गर्न सक्नुहुन्छ भन्ने बारे {Learn more}।",
      "तिनीहरूको फोटो र भिडियोहरू हेर्न यो खाता फलो गर्नुहोस्",
      "तपाईंले चयन गर्नुभएका फाइलहरू समर्थित छैनन्।",
      "तपाईंलाई आफ्नो विवाद किन स्वीकृत हुनुपर्छ जस्तो लाग्छ कृपया विस्तृतमा व्याख्या गर्नुहोस्।",
      "{count} हेराइ",
      "{username} लाई पहिले नै पछ्याउनुभएको छ? एपमा स्विच गर्नुहोस् वा उहाँहरूको फोटो र भिडियोहरू हेर्न लग इन गर्नुहोस्।",
      "शारीरिक हानि, चोरी, गुण्डागरिरी र आर्थिक हानिका विशेष खतराहरू",
      "ब्लक गरिएको फोटोको समीक्षा गर्नुहोस्",
      "बुझाउनुहोस्",
      "हामीलाई माफ गर्नुहोस्, तर केही गडबडी भयो। कृपया केही मिनेटमा पुन: प्रयास गर्नुहोस्।",
      "{instagram business category}",
      "यो प्रोफाइल मन पराउनुहुन्न?",
      "तपाईंले जान्नुपर्ने कुरा:",
      "Facebook मा लिङ्क हुन सकेन",
      "पोस्टहरू देखाउनुहोस्",
      "रिमाइन्डर प्राप्त गर्नुहोस्",
      "हामीलाई थाहा दिनुभएकोमा धन्यवाद",
      "सबै सुझावहरू",
      "पोस्ट",
      "{count} हेराइ",
      "ब्राण्ड, सेलिबिरिटी वा संस्था बारे विचारहरू प्रस्ताव गर्नको लागि",
      "सम्पन्न भयो",
      "नि:शुल्क Wi-Fi को लागि जारी राख्नुहोस्",
      "ह्यासट्यागहरू",
      "PIN सहित अतिरिक्त सुरक्षा थप्नुहोस्",
      "परीक्षण Facebook पसल सेट अप गर्न परीक्षण Instagram खाता सिर्जना गर्नुहोस्।",
      "{story viewer username} को रूपमा हेर्ने?",
      "अहिले होइन",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "Instagram एप प्राप्त गर्नुहोस्",
      "ट्याग गरिएका प्रयोगकर्तालाई मेटाउनुहोस्",
      "Facebook मा जडान गर्नाले तपाईं र अन्य मानिसहरूलाई साथीहरू फेला पार्न मद्दत मिल्नेछ।",
      "नाच",
      "व्यवसाय फोन नम्बर",
      "केवल विश्राम चाहिएको छ",
      "",
      "यकिन गर्नुहोस्",
      "सम्पन्न भयो",
      "तपाईंको खाता मेटाउन सकिन्छ",
      "प्रत्यक्ष भिडियो",
      "सबै हेर्नुहोस्",
      "अन्य साइटहरूबाट कुकीहरू बिना, Instagram ले अन्य वेबसाइटहरूबाट उपकरणहरू इम्बेड नगर्न सक्छ जसले यी सुविधाहरू सक्षम गर्छन् र तपाईंको अनुभव सुधार्नमा मद्दत गर्छ।",
      "{username} का थप पोस्टहरू देखाउनुहोस्",
      "सोमबार",
      "तपाईंको भिडियोलाई ब्लक गरिएको छ",
      "नेटवर्क प्रकार",
      "Messenger मा साझा गर्नुहोस्",
      "डिजिटल वालेटहरू",
      "लगइनसम्बन्धी जानकारी बचत गर्नुहोस्",
      "रिमाइन्डर रद्द गर्नुहोस्",
      "फाइलहरू अपलोड गर्न सकिएनन्",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो {violationText} मा हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। हिंसाले केही मानिसहरूलाई Instagram मा असुरक्षित महसुस गराउन सक्ने हुनाले हामीसँग हामीसँग यो मार्गदर्शनहरू छन्।",
      "तपाईंले के गर्नुहुन्छ भन्ने कुरालाई राम्रोसँग बयान गर्ने वर्ग चयन गर्नुहोस्। तपाईंले यसलाई आफ्नो प्रोफाइलमा प्रदर्शन गर्ने वा लुकाउने विकल्प हुनेछ।",
      "स्पाम",
      "एपको लागि मूल्याङ्कन",
      "Instagram Lite मा Direct प्रयोग गर्नुहोस्",
      "सबै हेर्नुहोस्",
      "{mins} मि. अघि सक्रिय",
      "· तपाईं यु.के को करदाता हुनुहुन्छ",
      "नयाँ खाता सिर्जना गर्नुहोस्",
      "{username} अहिले सक्रिय हुनुहुन्छ",
      "आमाबुवा/अभिभावकको पछिल्लो नाम",
      "थप पोस्टहरू हेर्न लगइन गर्नुहोस्",
      "विज्ञापन आइकन",
      "हामीले तपाईंको पहिचानको पुष्टि नगरेसम्म भुक्तानी गर्ने वा प्राप्त गर्ने तपाईंको क्षमता रोकिने छ।",
      "{name} का थप पोस्टहरू हेर्नुहोस्",
      "तपाईंले आफ्नो VKontakte साथी {full name of the contact who joined} लाई Instagram मा {username of the user who joined} को रूपमा चिन्नुहुन्छ?",
      "रद्द गर्नुहोस्",
      "पुन: प्रयास गर्नुहोस्",
      "अघिल्ला व्यवसाय फोन नम्बरहरू",
      "केही पल...",
      "ब्याकअप कोडहरू",
      "स्वतः सिर्जना गरिने क्याप्शनहरू",
      "राष्ट्रिय आइडी कार्ड",
      "PM",
      "बारम्बार प्रयोग गरिने",
      "रूचि भएका विज्ञापनहरू",
      "अब तपाईं हामीले पहिचान नगरेको फोन वा कम्प्युटरबाट लगइन गर्दा हामीले लगइन कोड सोध्नेछौं।",
      "1 मिनेट पहिले",
      "तपाईंको अनुभव अनुकूलन गर्ने",
      "{name}को रूपमा Facebook मा लिङ्क गरियो",
      "COVID-19 स्वास्थ्य अन्वेषणको लागि सर्वेक्षण लिनुहोस्",
      "{Added at authorizedAt time} मा थपिएको",
      "शीर्ष पोस्टहरू",
      "का टिप्पणीहरूलाई अनुमति दिनुहोस्",
      "खाता हटाउनुहोस्",
      "क्रस एप मेसेजिङमा स्तरवृद्धि गरिएको मिति",
      "आफ्नो सम्पर्क जानकारीको समीक्षा गर्नुहोस्",
      "{Bold text if your appeal for video is approved} तपाईंले साझा गर्नुभएको मूल भिडियोलाई तपाईंको खातामा पूर्वावस्थामा ल्याइनेछ।",
      "थप एक चरण मात्र",
      "यसलाई अन गर्नुको अर्थ लग इन गर्ने तपाईं नै हो भनी यकिन गर्न हामीले तपाईंलाई कोड पठाउने छौं भन्ने हुन्छ।",
      "तपाईंले पनि पछ्याउनुहोस्",
      "प्रोफाइल फोटो थप्नुहोस् जसकारण साथीहरूले यो तपाईं हो भनी चिन्नुहुन्छ।",
      "औं",
      "लिङ्ग",
      "ड्राफ्ट सम्पादन गर्नुहोस्",
      "एपमा थप सुविधाहरू फेला पार्नुहोस्",
      "नियामक मालसामान",
      "उत्पीडन वा हैरानीको रूपमा रिपोर्ट गर्ने हो?",
      "PIN सहित अतिरिक्त सुरक्षा थप्नुहोस्",
      "आफू वा आफ्नो व्यवसायको लागि औपचारिक पहिचान कागजात थप्नुहोस्।",
      "Facebook उत्पादनहरू",
      "प्रोफाइल सम्पादन गर्नुहोस्",
      "अप्रिल 5, 2018 मा सुरु भएको यो समस्याले तपाईंको खाताको गोपनीयता सेटिङलाई निजीबाट सार्वजनिकमा स्विच गरेको छ। हामीले समस्याको समाधान गर्‍यौं र अप्रिल 9, 2018 मा तपाईंको खातालाई निजीमा सार्‍यौं। यदि उक्त समयमा नयाँ खाताहरूले तपाईंलाई पछ्याएको भएमा, हामीले ती पछ्याउने खाताहरूलाई अप्रिल 9 र अप्रिल 10 को बीचमा हटायौं।",
      "सामुदायिक मार्गदर्शनहरू",
      "सहर/नगर",
      "रद्द गर्नुहोस्",
      "रिपोर्ट गर्नुहोस्",
      "यो स्पाम हो",
      "पूर्ण अनुभव प्राप्त गर्नुहोस्।",
      "{carrier name} का नि:शुल्क फोटोहरू",
      "{Copyright owner} द्वारा {Copyrighted album or song name}",
      "हामीलाई Instagram बाहिर हिंसा उक्साउन वा भौतिक हानि निम्त्याउन सक्छ भनी स्थानीय वा अन्तर्राष्ट्रिय ज्ञान भएका परिचित संस्थाहरूले बताएको जानकारी समावश हुन्छ।",
      "{count} लाइकहरू",
      "यो {username} लाई सेलिब्रिटीको भेष बदलेको रूपमा रिपोर्ट गर्ने?",
      "तपाईंले {The username of the account being reported} को प्रोफाइलको सम्बन्धमा रिपोर्ट गर्नुभएकाले हामीले पनि त्यो खाता ब्लक गरेका छौँ।",
      "बिकार भएको लिङ्क",
      "टिप्पणी {actionType}",
      "आइडीको फोटो सम्पादन गर्नुहोस्",
      "हामी तपाईंले प्रविष्ट गर्नुभएको पिन प्रयोग गरी तपाईंको खाता जडान गर्न असमर्थ भयौं। तपाईं अझै पनि आफूले Facebook मा प्रयोग गरेको सुरक्षा कोड {cardName} प्रयोग गरी जडान गर्न सक्नुहुन्छ।",
      "हामीसँग कोरोना भाइरस (COVID-19) प्रकोपका कारण अहिले कम समीक्षाकर्ताहरू उपलब्ध छन्। हामी हानिका सबैभन्दा बढी सम्भावना भएका सामग्रीको समीक्षालाई प्राथमिकता दिने कडा प्रयास गरिरहेका छौँ।",
      "• तपाईंलाई आफ्नो Instagram खाताले एप र वेबसाइटहरूमा लग इन गर्न सुरक्षित तरिकाले जडान गर्नुहोस्",
      "खोज्नुहोस्",
      "रद्द गर्नुहोस्",
      "रिपोर्ट पठाउनुहोस्",
      "कुकी सहमति खण्ड हेर्न आइकनमाथि राख्नुहोस्",
      "ग्राफिक चोट, गैरकानूनी क्रियाकलाप, खतरनाक वा अपराधारिक संगठनहरू",
      "द्रुत प्रतिक्रियाहरू",
      "उक्त समस्याले आफ्नो यन्त्रमा एक भन्दा धेरै Instagram खाताहरू लग इन गर्नुभएका Facebook र Instagram का केही कर्मचारीहरूलाई प्रभाव पारेको थियो। जुन 1, 2018 देखि जुन 5, 2018 को बीचमा यसले एक खाताबाट प्रकाशन गरेका केही पोस्ट वा कथाहरू सोही यन्त्रमा लग इन रहेका अर्को खातामा पोस्ट हुने भएको थियो। सावधानी स्वरूप, हामीले तपाईंलाई आफ्नो प्रोफाइल हेर्न र जुन 1 देखि जुन 5 सम्म साझा गरिएका कुनै पनि पोस्टहरू इच्छाइएको खाताबाट नै साझा गरिएका थिए भनी यकिन गर्न सुनिश्चित गर्न प्रोत्साहित गर्छौं।",
      "{city name} का स्थानहरू",
      "मानिसहरू फेला पार्नुहोस्",
      "प्राथमिकमा सारियो",
      "API",
      "फेरि लग इन गर्नुहोस्",
      "यस प्रयोगकर्तालाई ब्लक गर्नुहोस्",
      "डाइरेक्ट मेसेजिङ आइकन",
      "नयाँ पोस्ट",
      "तपाईं लगइन गरी उनीहरूलाई पछ्याउँदा, तपाईं उनीहरूले साझा गरेका प्रत्येक पोस्ट देख्नुहुनेछ।",
      "प्रोफाइल पूरा भयो",
      "पठाइयो!",
      "तपाईंको क्षणहरू क्याप्चर र साझा गर्न सुरु गर्नुहोस्।",
      "स्थान",
      "कथाहरूको क्रियाकलाप",
      "तपाईंले यो कुराकानीलाई किन रिपोर्ट गर्दै हुनुहुन्छ?",
      "{username} को प्रोफाइल तस्वीर",
      "भ्वाइस सन्देश",
      "तपाईंले आफ्नो खाता किन असक्षम गर्दै हुनुहुन्छ?",
      "@{username}  • Instagram तस्वीरहरू र भिडियोहरू",
      "रिपोर्ट गर्नुहोस्",
      "प्रश्नहरू",
      "यदि तपाईंको अपील अस्वीकार हुन्छ भने",
      "च्याट मेटाउनुहोस्",
      "केही अन्य",
      "अन्य कम्पनीहरूका कुकीहरू बिना काम नगर्ने केही अनुभवहरूमा पोस्ट र टिप्पणIहरूमा gif हरू पोस्ट गर्ने र भिडियोहरू हेर्ने समावेश गरिएका छन्।",
      "इन्बक्स",
      "{days}दिन",
      "तपाईंले Wi-Fi मा जडान गरेपछि तपाईंले व्यवसया Instagram खाता पनि अन्वेषण गर्न सक्नुहुन्छ।",
      "तपाईंका सामान्य सन्देशहरू",
      "पूर्वावलोकनहरू चालू गरिएका छन्",
      "Instagram प्रमाणीकरणको लागि निवेदन दिनुहोस्",
      "यी {numMessages} वटा सन्देशहरू मेटिनेछन्।",
      "स्वचालित रूपा थप्नुहोस्",
      "यो जानकारी Facebook Pay मा बचत गरिनेछ र तपाईंका लागि Instagram, Facebook र Messenger मा प्रयोग गर्न उपलब्ध हुनेछ।",
      "मुद्रीकरण गरिएका सबै भिडियोहरूमा पूर्वावलोकनहरू हुन अनिवार्य छ। पूर्वावलोकनहरू फिड र तपाईंको प्रोफाइलमा देखा पर्नेछन्।",
      "Connect a digital wallet",
      "पुश सूचनाहरू",
      "पूर्वनिर्धारित मुख्य शब्दहरू प्रयोग गर्नुहोस्",
      "Instagram ले तपाईंको व्यक्तिगत जानकारी सुरक्षित राख्छ। नयाँ खाता सिर्जना गर्न सबै सर्तहरूमा सहमति जनाउनुहोस् ।",
      "तपाईंको भिडियो हटाइएको छ",
      "आफ्नो पासवर्ड बिर्सनुभयो?",
      "भयो",
      "फोन नम्बर थप्नुहोस्",
      "औं",
      "प्रयोगका सर्तहरू",
      "तपाईंको भिडियोलाई अनब्लक गर्न, कृपया यसमा सहमत हुनुहोस्:",
      "फेब्रुअरी",
      "तपाईंले उपलब्ध गराउनुभएको जानकारीको आधारमा तपाईं Instagram मा साइन अप गर्न सक्नुहुन्न।",
      "{whatsapp business name}",
      "{username} जी नमस्कार,",
      "अन्वेषण गर्नुहोस्",
      "थप जान्नुहोस्",
      "तपाईंको प्रोफाइल र फिडमा पूर्वावलोकन देखापर्छ",
      "झोलामा राख्न सकिएन",
      "Disconnect",
      "किन हो हामीलाई भन्नुहोस्",
      "फाइल हटाउनुहोस्",
      "DMCA भनेको के हो, र यसले मलाई कसरी प्रभाव पार्दछ?",
      "{name of the user} ले तपाईंलाई यस टिप्पणीमा उल्लेख गर्नुभयो : {comment text from user}",
      "सम्पर्क जानकारी",
      "Instagram Lite प्राप्त गर्नुहोस्",
      "सुरक्षा विधि चयन गर्नुहोस्",
      "च्याट मेटाउने?",
      "अर्को",
      "कुनै पोस्ट छैन",
      "चयनलाई टगल गर्नुहोस्",
      "समीक्षा नगरिकन छोडेर जाने?",
      "नीतिले Facebook लाई पनि समेट्ने हुँदा, यसमा अनुहार पहिचानको बारेमा जानकारी समावेश हुन्छ। हामी Instagram मा अनुहार पहिचान प्रविधि प्रयोग गर्दैनौं। हामीले यसको आरम्भ गर्‍यौं भने, हामी तपाईंलाई थाहा दिनेछौं र तपाईंलाई रोज्न दिनेछौं।",
      "तपाईंको डेटा डाउनलोड गर्नुहोस्",
      "प्रमाणीकरण एप पुष्टि गरियो",
      "रद्द गर्नुहोस्",
      "{username} को रूपमा जारी राख्नुहोस्",
      "साथीहरूका पोस्टहरू मन पराउनुहोस्, आफ्ना पलहरू साझा गर्नुहोस् र माया गर्न खाताहरू खोज्नुहोस्।",
      "फोटोहरू तथा भिडियोहरू साझा गर्ने सुरू गर्न एप डाउनलोड गर्नुहोस्।",
      "फाइलहरूका साइज १ केबी वा बढि हुन अनिवार्य छ",
      "{scope description}",
      "{full_name} (@{username}) • Instagram फोटोहरू र भिडियोहरू • पृष्ठ {page}",
      "हामीले तपाईंले Instagram मा साझा गर्नुभएका कुराहरूको फाइल सिर्जना गर्न सुरु गरेका छौं र लिङ्कलाई {email address} मा इमेल गर्नेछौं। यो डेटा संकलन गरी तपाईंलाई पठाउन 48 घण्टासम्म लाग्न सक्नेछ।",
      "फोटो मेटाउनुहोस्",
      "• अनुप्रयोगहरू र वेबसाइटहरूले तपाईंले Instagram बाट साझेदारी गरेको जानकारीमा पहुँच राख्ने अनुरोध गर्न सक्छन्। यी अनुरोधहरू स्वचालित रूपमा हाम्रा प्रणालीहरूद्वारा लग गरिन्छन् र यसलाई तपाईंको यन्त्रको सेटिङले नियन्त्रण गर्दैन।",
      "Edit",
      "भिडियो अति लामो छ",
      "नीतिमा हामीले तपाईंको क्रियाकलाप र हाम्रा साझेदारहरूबाट के-के संकलन गर्छौं भन्ने जानकारी, हामीले सर्वत्र Facebook कम्पनीभर जानकारीलाई कसरी जडान गर्छौं र विज्ञापनहरू सहित तपाईंका अनुभवलाई कसरी व्यक्तिगिकरण गर्छौं भन्ने बारेमा थप जानकारी छ।",
      "तपाईंको खाता असक्षम पारिनुअघि हामी तपाईंलाई त्यसमाथि पहुँच राख्नमा मद्दत गर्न सकौँ भन्नका निम्ति 1 दिनभित्रमा आगामी चरणहरूको पालना गर्नुहोस्।",
      "{username}द्वारा पछ्याइएको",
      "ड्राफ्ट खारेज गर्नुहोस्",
      "हामीले के हटाउछौं भन्ने बारेमा {Learn more}।",
      "सबै {(plural) number of terms} सर्त तथा नियमहरूमा सहमति जनाउनुहोस्",
      "होइन",
      "ठीक छ",
      "भिडियोहरू 3 सेकेन्ड वा सोभन्दा लामो हुन अनिवार्य छ",
      "आफ्नो खातामाथि लगाइएका बन्देजहरू हटाउनमा मद्दतका लागि आगामी चरणहरूको पालना गर्नुहोस्।",
      "भिडियो खारेज गर्ने?",
      "कार्ट",
      "सामग्रीको मालिकलाई सम्पर्क गर्नुहोस्",
      "हटाउनुहोस्",
      "अन्य",
      "तपाईंले सम्पर्क जानकारी र बटनहरू आफ्नो प्रोफाइलमा लुकाउने वा प्रदर्शन गर्ने चयन गर्न सक्नुहुन्छ।",
      "हो",
      "तपाईंले {username} को कथा हाइलाइट पठाउनुभयो",
      "वैकल्पिक पाठले दृष्टि विकृति भएका मानिसहरूका लागि तपाईंको फोटो व्याख्या गर्छ। तपाईंका फोटोहरूका लागि वैकल्पिक पाठ स्वचालित रूपमा सिर्जना गरिने छन् वा तपाईंले आफ्नै वैकल्पिक पाठ लेख्न सक्नुहुन्छ।",
      "मानिसहरू खोज्नुहोस्",
      "हटाउनुहोस्",
      "तपाईंले {username} लाई प्रतिबन्ध लगाउनुभएको छ",
      "Google मार्फत लग इन गर्नुहोस्",
      "टिप्पणी मेटाउनुहोस्",
      "• जडानले एप वा वेबसाइटलाई तपाईंको खाता प्रमाणित गर्न र तपाईंका फोटोहरू जस्ता तपाईंले साझा गर्न छनोट गर्नुभएको हुन सक्ने जानकारी प्राप्त गर्न अनुमति दिन्छ।",
      "व्यवसाय खाताहरू",
      "ट्याग गरिएका मानिसहरू",
      "तपाईंको टिप्पणी हाम्रा सामुदायिक मार्गदर्शनहरू विरूद्ध जान्छ",
      "क्रियाकलापहरू फिड",
      "निःशुल्क शिपिङ",
      "ठाउँ र डेटा बचत गर्न बनाइएको। Google Play मा नि:शुल्क छ।",
      "{count} पछ्याउदै",
      "स्थान थप्नुहोस्",
      "तपाईंलाई {username} मा समस्या भइरहेको छ?",
      "कुकीहरू र हामीले तिनीहरूलाई हाम्रो {Cookie Policy} प्रयोग गर्ने तरिकाहरूको बारेमा थप जान्नुहोस्।",
      "तपाईंले मन पराउने कुरा पत्ता लगाउन अझै उत्कृष्ट तरिकाको लागि एपमा स्विच गर्नुहोस्।",
      "Facebook मा जडान हुनुहोस्",
      "{username} ले टाइप गर्दैहुनुहुन्छ ...",
      "फोन नम्बर",
      "थप",
      "पछ्याउनका लागि साथीहरू फेला पार्न Facebook मा जडान हुनुहोस्।",
      "गोपनीयता",
      "काउन्टडाउनहरू",
      "इमेल (वैकल्पिक)",
      "तपाईंको खाता व्यवस्थित गर्ने",
      "{firstUsername}, {secondUsername} + {remainingUserCount} द्वारा हेरियो",
      "तपाईंले पछ्याउनुभएका मानिसहरू",
      "औं",
      "यसलाई Google प्लेमा नि:शुल्क फेला पार्नुहोस्।",
      "सङ्ग्रह सम्पादन गर्नुहोस्",
      "हामीले तपाईंको खाताबाट असामान्य क्रियाकलाप गरिएको पत्ता लगाएका छौँ र हामीले {date on which the restriction enrollment expires} सम्मका लागि निश्चित कार्यहरूमाथि केही समयका लागि बन्देज लगाएको छ।",
      "Instagram एप्लिकेसनको स्थान पत्ता लगाउनुहोस्।",
      "उमेर",
      "{Bold text if your appeal for photo is approved} तपाईंले साझा गर्नुभएको मूल फोटोलाई तपाईंको खातामा पूर्वावस्थामा ल्याइनेछ।",
      "प्रशंसक खाता",
      "तपाईंले अन्य कसैको {copyright} सहित वौद्धिक सम्पत्ति अधिकारलाई उल्लङ्घन नगर्ने सामग्री मात्र Instagram मा पोस्ट गर्न सक्नुहुन्छ। तपाईंको सामग्रीले प्रतिलिपि अधिकार कानूनको उल्लङ्घन गर्दैन भनी सुनिश्चित गर्ने उत्कृष्ट तरिका भनेको आफैले सिर्जना गरेको सामग्री मात्र पोस्ट गर्नु हो। तपाईंको अन्य कसैको सामग्रीको प्रयोगले अझै पनि तिनीहरूको प्रतिलिपि अधिकार उल्लङ्घन गरिरहेको हुनसक्छ, तपाईंले निम्न गर्नुभएता पनि:",
      "टिप्पणी थप्नुहोस्...",
      "तपाईंको PayPal खातामा जोड्ने हो?",
      "पछ्याउनेहरू",
      "पेश गर्नुहोस्",
      "यस भिडियोमा",
      "पछ्याउने हटाइयो",
      "यन्त्रबाट चयन गर्नुहोस्",
      "यसलाई फेरि पठाउनुहोस्",
      "फिल्टर: {filter title}",
      "मानिसहरूले तपाईंलाई सजिलै पछ्याउन Instagram क्यामेरा प्रयोग गरी तपाईंको नेमट्याग स्क्यान गर्न सक्नुहुन्छ। तपाईंको नेमट्याग डाउनलोड गरी प्रिन्ट गर्नुहोस्, त्यसपछि यसलाई आफ्ना उत्पादन, पोस्टर र थपमा स्टिक गर्नुहोस्।",
      "पोस्ट हेर्नुहोस्",
      "हामीले तपाईंको {phone_number} मा समाप्त हुने नम्बरमा प्रमाणीकरण कोड फेरि पठाएका छौं",
      "फोन नम्बर",
      "API प्रयोग शर्तहरू",
      "लाइभ फन्डरेजर",
      "• ‍{app name} ले यसको सेवा अवधिमा यसका {=term} र {=privacy} अनुसार प्रयोगकर्ता पहिचान र अन्य उद्देश्यहरूका लागि तपाईंले साझा गर्ने कुरा प्रयोग गर्न सक्छ।",
      "टिप्पणी मेटाउनुहोस्",
      "हामीले {email address} मा पठाएको लिङ्कले चार दिन मात्र काम गर्छ। तपाईंले आफ्नो डेटाको अर्को प्रतिलिपि अनुरोध गर्न सक्नुहुन्छ।",
      "अन्यथा तपाईंलाई सामग्री प्रयोग गर्न अनुमति दिइन्छ। उदाहरणको लागि, तपाईंले सामग्रीको निष्पक्ष प्रयोगको दावी गर्दै हुनुहुन्छ वा सामग्री सार्वजनिक डोमेनमा छ।",
      "प्रभावहरू",
      "Facebook भुक्तानीहरूका सर्तहरू हेर्नुहोस्",
      "आमाबुवा/अभिभावकलाई सोध्नुहोस्",
      "सुरक्षा प्रमाणीकरण",
      "तपाईंले {name} लाई हटाउनुहुन्छ भने, यसले तपाईंको {name} खाता र क्रियाकलापलाई मेटाउन सक्छ। {name} सँग अझै पनि तपाईंले पहिले नै साझा गर्नुभएको जानकारीमा पहुँच हुन सक्नेछ तर निजी जानकारीको लागि अतिरिक्त अनुरोध गर्न सक्नुहुन्न।",
      "पेशावर खातामा स्विच गर्नुहोस्",
      "अनुरोधहरू पछ्याउनुहोस्",
      "पोस्ट साझा गरियो",
      "• आफ्नो Instagram खाता सुरक्षित तरिकाले अन्य एप र वेबसाइटहरूमा जडान गर्नुहोस्",
      "जातिवादी, होमोफोबिक वा लैङ्गिकवादी उपेक्षाहरू",
      "लगइन गरेर थप हेर्नुहोस्",
      "अर्को",
      "विवाद पेश गरेर, तपाईंले स्वामित्व अधिकार भएको व्यक्ति, {reference owner name}, लाई तपाईंको भिडियो र तपाईंको खाता बारे आधारभूत सार्वजनिक जानकारीको समीक्षा गर्न अनुमति दिनुहुन्छ। उहाँहरूसँग यसको प्रतिक्रियाका लागि 7 दिनको समय हुनेछ।",
      "Facebook बाट Instagram",
      "@{username} को यो Instagram फोटो हेर्नुहोस्",
      "सबै मेटाउनुहोस्",
      "पोस्ट र कथा साझाेदारी र लग इन सहित, Instagram, Facebook एप र Messenger मा संयुक्त अनुभवहरूका लागि सेटिङहरू नियन्त्रण गर्नुहोस्।",
      "एउटा त्रुटि भयो। कृपया फेरि प्रयास गर्नुहोस्।",
      "तपाईंको फोटो थपियो।",
      "तपाईंको भिडियोले आवश्यकताहरू पूरा गर्दैन। {Learn More}।",
      "यसलाई मनपराउन {Log in}",
      "{username}ले आफूलाई आफ्ना धेरै भन्दा धेरै रूचिहरूका आधारमा विज्ञापनहरू देखाउन हामीलाई अनुमति दिन चाहनुहुन्छ। हामीले मानिसहरूका रूचिहरूको बारेमा तिनीहरूका सवत्र Facebook उत्पदानहरूका क्रियाकलापका आधारमा जान्दछौं। तपाईंले स्वीकृति दिनुहुन्न भने, {username}ले समान संख्याका विज्ञापनहरू देख्नुहुनेछ तर तिनीहरू कम सान्दर्भिक हुन सक्छन्।",
      "विशेष जानकारीहरू हेर्नुहोस्",
      "सम्बन्धित वर्गहरू",
      "प्रोफाइल",
      "पासवर्ड परिवर्तन गर्नुहोस्",
      "उल्लेख छैन",
      "विश्वसनीय यन्त्रहरू",
      "See All Messages",
      "तापक्रम",
      "लग आउट गर्ने?",
      "मन पराइएको",
      "लाइकहरू",
      "तपाईं आफ्नो पोस्टको शीर्षमा रहेको ··· मेनुमा गएर यसलाई पछि परिवर्तन गर्न सक्नुहुन्छ।",
      "@{username} द्वारा Instagram तस्वीर • {datetime}",
      "तपाईंलाई सुझाव गरिएको",
      "पछ्याउने हटाउनुहोस्",
      "समीक्षा र सहमति",
      "अपीलका विवरणहरू",
      "तपाईंले यो एपमा साझा गरिरहनुभएको जानकारी",
      "भिडियो गिल्फ",
      "फोन प्रमाणीकरण",
      "शनिबार",
      "यो फोटो मेटाउनुहोस्",
      "किनमेल मेनु खोल्नुहोस्",
      "खाताहरू ब्लक गर्ने",
      "राज्य चयन गर्नुहोस्",
      "फाइल रोज्नुहोस्",
      "याद राख्नुहोस् यो फोटोलाई सबै स्थानहरूमा ब्लक गरिएको छ।",
      "यो सन्देशले मानिसहरूलाई जोखिममा पार्दछ",
      "पछाडि जानुहोस्",
      "प्रयोगकर्ता नाम परिवर्तन गर्नुहोस्",
      "तपाईंले {username} लाई ब्लक गर्नुभयो।",
      "भिडियोमा अडियो छैन।",
      "{count} अनुयायीहरू",
      "वर्ग चयन गर्नुहोस्",
      "साझा गर्नुहोस्",
      "पेश गर्नुहोस्",
      "जवाफहरू लुकाउनुहोस्",
      "तपाईंको फोटोहरू",
      "{name} का थप फोटोहरू हेर्नुहोस्",
      "Instagram मा जन्मदिनहरू",
      "वर्ग चयन गर्नुहोस्",
      "सुरक्षा कोड",
      "{other options} हेर्नुहोस्",
      "रिसेट गर्नुहोस्",
      "यसलाई Windows Store मा नि:शुल्क प्राप्त गर्नुहोस्।",
      "कृपया कुनै विकल्प चयन गर्नुहोस्।",
      "अघिल्ला व्यवसाय ठेगाना",
      "अग्रसक्रिय छल नियन्त्रण",
      "सूचना पठाइयो",
      "• तपाईं हामीले एप र वेबसाइटहरूबाट प्राप्त गरेका जानकारी Instagram सँग मात्र साझा गरोस् भन्ने चाहनुहुन्छ भने, आफ्ना Instagram र Facebook खाताहरू {=accounts center} बाट हटाउनुहोस्।",
      "एप्लिकेसन भण्डारमा उपलब्ध छ",
      "{country name} का शहरहरू",
      "पासवर्ड बिर्सनुभयो?",
      "खारेज गर्नुहोस्",
      "यी सन्देशहरू तपाईंले प्रतिबन्ध लगाउनुभएका वा नपछ्याउनुभएका मानिसहरूबाट आएका हुन्। तपाईंले उहाँहरूलाई अनुमति नदिँदासम्म तपाईंले उहाँहरूको अनुरोध हेर्नुभएको छ भनेर उहाँहरूले थाहा पाउनु हुने छैन।",
      "नयाँ पासवर्ड पुष्टि गर्नुहोस्",
      "कम हटाइएको सामग्री देखाउनुहोस्",
      "Instagram Lite प्राप्त गर्नुहोस्",
      "हामीले तपाईंको यन्त्रबाट तपाईंले कसरी ट्याप र स्क्रोल गर्नुहुन्छ भन्ने जस्ता मानवलाई बोटहरूबाट भिन्नता छुट्याउन र जालसाजी पत्ता लगाउन मद्दत गर्ने जस्ता विभिन्न प्रकारका जानकारी प्राप्त गर्छौं।",
      "विश्वसनीय धम्कीहरू सम्मिलित पोस्टहरू",
      "हामी सामग्रीलाई व्यक्तिगतकरण गर्न, सान्दर्भिक विज्ञापनहरूको सेवा दिन र अझ सुरक्षित अनुभव प्रदान गर्न कुकीहरू प्रयोग गर्छौं। हाम्रो {Cookie Policy} मा कुकी प्रयोग र नियन्त्रणहरू बारे थप जान्नुहोस्। तपाईंले कुनै पनि समय आफ्ना नियन्त्रणहरू समीक्षा गर्न सक्नुहुन्छ।",
      "हामीले गल्ती गर्‍यौं जस्तो लाग्छ?",
      "अहिले",
      "माफ गर्नुहोस्, तपाईंको खाता सृजना गरिदाँ केही बेठीक भयो। कृपया छिट्टै पुन: प्रयास गर्नुहोस्।",
      "अघिल्ला बायो पाठहरू",
      "औं",
      "यो यन्त्रलाई विश्वास गर्नुहोस्",
      "सोच्नुहोस् यो तपाईंको बौद्धिक सम्पतीको अनाधिकृत प्रयोग हो? {link_to_learn_how_to_report_it}",
      "आफ्नो खातामा अतिरिक्त सुरक्षा थप्नुहोस्",
      "सबै भिडियोहरू हाम्रो {monetization policy link} अनुसार समीक्षा भएका छन्।",
      "जारी राख्न पेशावर खातामा स्विच गर्नुहोस्",
      "र",
      "लग इन गर्नका लागि यो आवश्यक छ र यसले निम्न कुराको अनुमति दिन्छ:",
      "माफ गर्नुहोस्! हामीलाई अहिले तपाईंको पुष्टिकरण कोड प्रमाणित गर्नमा समस्या भइरहेको छ। कृपया पछि पुन: प्रयास गर्नुहोस्।",
      "हामीले तपाईंको जानकारी समीक्षा गर्नेछौं र हामीले यसलाई पुष्टि गर्न सक्यौं भने, तपाईं लगभग 24 घण्टा भित्रमा आफ्नो खातामा पहुँच गर्न सक्षम हुनुहुनेछ।",
      "वर्ग",
      "तपाईंको {contentTypeText} {violationText} को मामिलामा हाम्रो {communityGuidelinesLink} को विरुद्धमा भएकाले हामीले त्यसलाई हटाएका छौँ। आफ्ना पोस्ट, आर्काइभ, सन्देश र पछ्याउने व्यक्तिहरूसहित आफ्नो खाता मेटाइनबाट जोगाउने एक मात्र तरिका भनेको हाम्रा दिशानिर्देशनहरूको पालना गर्नु हो।",
      "कार्य",
      "PayPal मा लग इन गर्नुहोस्",
      "त्रुटि",
      "तपाईं पाठ सन्देश मार्फत सुरक्षा कोड प्राप्त गर्न असमर्थ हुनुहुन्छ भने, तपाईंले आफ्नो {=auth app codes} बाट एउटा प्राप्त गर्न वा आफ्ना {=backup codes} मध्ये एउटा प्रयोग गर्न सक्नुहुन्छ।",
      "टिप्पणीहरू हटाउने कार्य समाप्त गर्नुहोस्",
      "लगइन गर्ने पृष्ठमा फर्कनुहोस्",
      "1 जना पछ्याउने व्यक्ति",
      "तपाईंले आफ्नो लिङ्क गरिएको Facebook खाताबाट लग इन गर्न सक्नुहुन्छ।",
      "यसो गर्नाले {=business name} लाई तपाईंलाई Instagram मा डाइरेक्ट सन्देश पठाउने अनुमति दिन्छ र उनीहरूले तपाईंलाई ग्राहक समर्थन दिने प्रस्तावहरू पठाउन सक्छन्।",
      "केही गडबडी भयो। कृपया पुन: प्रयास गर्नुहोस्।",
      "तपाईं {username} बारे जानकारी साझा गर्न जारी राख्न चाहनुहुन्छ?",
      "हामीले तपाईंको {contentTypeText} हटायौं किनभने यो हाम्रा {communityGuidelinesLink} विरुद्ध जान्छ। यदि तपाईंले हाम्रा मार्गदर्शनहरू विरुद्ध जाने केही कुरा फेरि पोस्ट गर्नुभयो भने, तपाईंका पोस्ट, सङ्ग्रह, सन्देश र पछ्याउने व्यक्तिहरू सहित तपाईंको खाता मेटाइनेछ।",
      "केही कुरा गडबड भयो",
      "{PayPal Policy} र आफ्नो भुक्तानी विधिका अधिकारहरू हेर्नुहोस्।",
      "तपाईंको फोटो र भिडियोहरूलाई Instagram मा हेर्न जोकोही सक्षम हुनेछन्। तपाईंले पछ्याउने व्यक्तिहरूलाफ स्वीकृत गर्न आवश्यक पर्नेछैन।",
      "तपाईंले पहिले Instagram प्रयोग गर्नुभएका यन्त्रहरूबाट मात्र पासवर्ड रिसेट गर्ने इमेलहरू प्राप्त गर्नुहोस्। यो सेटिङ आगामी {days to snooze} दिनसम्म रहने छ।",
      "पोस्ट लिङ्क चयन गर्नुहोस्",
      "औं",
      "ड्राफ्ट तयार गर्दै",
      "PIN बिर्सनभयो हो?",
      "नेमट्याग प्रयोग गर्ने तरिकाहरू",
      "तपाईंले 14 दिनमा आफ्नो नाम दुई पटक मात्र परिवर्तन गर्न सक्नुहुन्छ।",
      "फोटो आउटलाइन आइकन",
      "यो कथा हेर्न लग इन गर्नुहोस्",
      "हामीसँग अहिले कम समीक्षाकर्ताहरू उपलब्ध छन् र हानिका लागि सबैभन्दा बढि सम्भावना भएका रिपोर्टहरूलाई प्राथमिकता दिने घोर प्रयास गरिरहेका छौं।",
      "तपाईंले सबै गर्नुभयो!",
      "थप जान्नुहोस्",
      "अपरान्ह",
      "कोड प्रविष्ट गर्नुहोस्",
      "सेटिङहरू",
      "यहाँ सूचिबद्ध मानिसहरू तपाईंले Instagram मा अपलोड गर्नुभएका सम्पर्कहरू हुन्। तपाईंका समक्रमण भएका सम्पर्कहरू हटाउनका लागि, सबै मेटाउनुहोस् लाई ट्याप गर्नुहोस्। तपाईं आफ्ना यन्त्र सेटिङहरूमा गएर सम्पर्कहरूमा पहुँच बन्द नगरेसम्म Instagram ले अर्को पटक तपाईंका सम्पर्कहरू समक्रमण गर्दा तपाईंका सम्पर्कहरू पुन: अपलोड गरिनेछन्।",
      "प्रयोगकर्ता नाम",
      "आफ्नो PIN रिसेट नगरेसम्म तपाईं केही भुक्तानीहरूको पुष्टि गर्न सक्नुहुने छैन।",
      "नयाँ खाता सिर्जना गर्नुहोस्",
      "नयाँ कोड प्राप्त गर्नुहोस्",
      "तपाईंलाई अनिच्छित सामग्रीबाट सुरक्षा प्रदान गर्न छविलाई धमिलो बनाइएको छ।",
      "कुकीहरू",
      "हामीले स्पाम रिपोर्टहरूलाई हामीले Instagram मा सामना गरेका स्पामका समस्याहरू बुझ्न संकेतको रूपमा प्रयोग गरेका छौं। तपाईंलाई यो खाताले हाम्रो {link_to_instagram_community_guidelines} वा {link_to_instagram_terms_of_use} को उल्लङ्घन गर्छ र हटाइनुपर्छ भन्ने लाग्छ भने, यसलाई अनुपयुक्त भनी चिन्ह लगाउनुहोस्।",
      "अनुरोध पूरा भएन",
      "नजिकका साथीहरू मात्र",
      "रद्द गर्नुहोस्",
      "प्रभावकारी DMCA काउन्टर-सूचना पेश गरेपछि, हामीले यसलाई रिपोर्ट गर्ने पक्षलाई तुरुन्तै फरवार्ड गर्नेछौं। यदि रिपोर्ट गर्ने पक्षले तपाईंलाई Instagram सँग सम्बन्धित सामग्रीमा उल्लङ्घनकारी क्रियाकलापमा संलग्न हुनबाट रोक्नका लागि तिनीहरूले अदालतको आदेश खोज्ने कार्य दायर गरेको भनी उठाइएको मुद्दा बारे हामीलाई 10-14 व्यवसाय दिन भित्रमा सूचित नगरेमा, हामीले उक्त योग्य सामग्रीलाई DMCA अन्तर्गत तुरुन्तै रिस्टोर गर्नेछौं, केही विरलै अवस्थाहरूमा प्राविधिक सीमाहरू कारणले गर्दा हामी सामग्रीलाई रिस्टोर गर्न सक्षम नहुन सक्छौं। उक्त अवस्थामा, हामीले तपाईंलाई तपाईंले उक्त साइटमा आफ्नो स्वेच्छाले सामग्री पुन: पोस्ट गर्न सक्नुहुन्छ भनी थाहा दिने अद्यावधिक पठाउनेछौं। एउटा प्रभावकारी DMCA काउन्टर-सूचनामा तपाईंको नाम, ठेगाना र टेलिफोन नम्बर, अन्य जानकारी र तपाईंको सामग्री रिपोर्ट गर्ने पक्षले उक्त जानकारीलाई तपाईं विरुद्ध अदालतमा मुद्दा दायर गर्नका लागि आफूलाई सहायता गर्नका लागि प्रयोग गर्न सक्छन्। यसको अर्थ तपाईंले काउन्टर-सूचनामा उपलब्ध गराउनु भएको सम्पर्क जानकारी Instagram लाई रिपोर्ट गर्ने पक्षलाई उपलब्ध गराउन आवश्यक पर्छ। तपाईंको खातालाई दोहोर्‍याइएको उल्लङ्घन बारे हाम्रा नीतिहरू सम्भावित रूपमा उल्लङ्घन गरिएको कारण कहिल्यै समीक्षा गरिएको भएता पनि रिस्टोर गरिएको सामग्रीलाई तपाईं विरुद्ध गणना गरिने छैन।",
      "वस्तुका इमेलहरू",
      "Instagram",
      "Instagram एप प्राप्त गर्नुहोस्",
      "जारी राख्न लगइन गर्नुहोस्",
      "राष्ट्र चयनकर्ताका लागि ड्रपडाउन आइकन",
      "{count} वटा अनुरोध",
      "तपाईंको सङ्कलनमा फोटो र भिडियोहरू बचत गर्नुहोस्।",
      "फोन",
      "खोज्नुहोस्",
      "सर्वेक्षण विवरणहरू",
      "खाता राख्नुहोस्",
      "तपाईंले फोटोहरू साझा गर्दा, तिनीहरू तपाईंको प्रोफाइलमा देखा पर्नेछन्।",
      "अस्वीकरण पृष्ठ",
      "तपाईंसँग बचत नगरिएका परिवर्तनहरू छन्। तपाईं रद्द गर्न सुनिश्चित हुनुहुन्छ?",
      "पूर्वावलोकन हेर्न ट्याप गर्नुहोस्।",
      "तपाईंले सन्देश पठाउनुभयो",
      "प्रोफाइल फोटो",
      "तपाईंको भुक्तान प्रक्रियाका लागि धेरै लामो समय लाग्यो तर यो पूरा भएको हुन सक्नेछ। कृपया रसिदका लागि तपाईंको इमेल हेर्नुहोस्।",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [2424832]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["m", "d", "y"],
      numericDateSeparator: "/",
      shortDayNames: ["सोम", "मंगल", "बुधवार", "बिही", "शुक्र", "शनि", "आइत"],
      timeSeparator: ":",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D g:ia",
        "D M d": "D M d",
        "D M d, Y": "D M d, Y",
        "D M j": "D M j",
        "D M j, g:ia": "D M j, g:ia",
        "D M j, y": "D M j, y",
        "D M j, Y g:ia": "D M j, Y g:ia",
        "D, M j, Y": "D, M j, Y",
        "F d": "F d",
        "F d, Y": "F d, Y",
        "F g": "F g",
        "F j": "F j",
        "F j, Y": "F j, Y",
        "F j, Y @ g:i A": "F j, Y @ g:i A",
        "F j, Y g:i a": "F j, Y g:i a",
        "F jS": "F jS",
        "F jS, g:ia": "F jS, g:ia",
        "F jS, Y": "F jS, Y",
        "F Y": "F Y",
        "g A": "g A",
        "g:i": "g:i",
        "g:i A": "g:i A",
        "g:i a": "g:i a",
        "g:iA": "g:iA",
        "g:ia": "g:ia",
        "g:ia F jS, Y": "g:ia F jS, Y",
        "g:iA l, F jS": "g:iA l, F jS",
        "g:ia M j": "g:ia M j",
        "g:ia M jS": "g:ia M jS",
        "g:ia, F jS": "g:ia, F jS",
        "g:iA, l M jS": "g:iA, l M jS",
        "g:sa": "g:sa",
        "H:I - M d, Y": "H:I - M d, Y",
        "h:i a": "h:i a",
        "h:m:s m/d/Y": "h:m:s m/d/Y",
        j: "j",
        "l F d, Y": "l F d, Y",
        "l g:ia": "l g:ia",
        "l, F d, Y": "l, F d, Y",
        "l, F j": "l, F j",
        "l, F j, Y": "l, F j, Y",
        "l, F jS": "l, F jS",
        "l, F jS, g:ia": "l, F jS, g:ia",
        "l, M j": "l, M j",
        "l, M j, Y": "l, M j, Y",
        "l, M j, Y g:ia": "l, M j, Y g:ia",
        "M d": "M d",
        "M d, Y": "M d, Y",
        "M d, Y g:ia": "M d, Y g:ia",
        "M d, Y ga": "M d, Y ga",
        "M j": "M j",
        "M j, Y": "M j, Y",
        "M j, Y g:i A": "M j, Y g:i A",
        "M j, Y g:ia": "M j, Y g:ia",
        "M jS, g:ia": "M jS, g:ia",
        "M Y": "M Y",
        "M y": "M y",
        "m-d-y": "m-d-y",
        "M. d": "M. d",
        "M. d, Y": "M. d, Y",
        "j F Y": "j F Y",
        "m.d.y": "m.d.y",
        "m/d": "m/d",
        "m/d/Y": "m/d/Y",
        "m/d/y": "m/d/y",
        "m/d/Y g:ia": "m/d/Y g:ia",
        "m/d/y H:i:s": "m/d/y H:i:s",
        "m/d/Y h:m": "m/d/Y h:m",
        n: "n",
        "n/j": "n/j",
        "n/j, g:ia": "n/j, g:ia",
        "n/j/y": "n/j/y",
        Y: "Y",
        "Y-m-d": "Y-m-d",
        "Y/m/d": "Y/m/d",
        "y/m/d": "y/m/d",
        "j / F / Y": "j / F / Y",
      },
      ordinalSuffixes: {
        1: "पहिलो",
        2: "दोस्रो",
        3: "तेस्रो",
        4: "औं",
        5: "औं",
        6: "औं",
        7: "औँ",
        8: "औं",
        9: "औं",
        10: "औं",
        11: "औँ",
        12: "औं",
        13: "औं",
        14: "गते",
        15: "औं",
        16: "औं",
        17: "औं",
        18: "औं",
        19: "औं",
        20: "औं",
        21: "औं",
        22: "औं",
        23: "औं",
        24: "औं",
        25: "औं",
        26: "औं",
        27: "औं",
        28: "औं",
        29: "औं",
        30: "औं",
        31: "औँ",
      },
    };
  },
  2424832,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "ne_NP";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [2424833]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "Andorra",
        AE: "United Arab Emirates",
        AF: "Afghanistan",
        AG: "Antigua and Barbuda",
        AI: "Anguilla",
        AL: "Albania",
        AM: "Armenia",
        AN: "Netherlands Antilles",
        AO: "Angola",
        AQ: "अन्टार्टिका",
        AR: "अर्जेन्टिना",
        AS: "American Samoa",
        AT: "Austria",
        AU: "Australia",
        AW: "Aruba",
        AX: "Aland Islands (Finland)",
        AZ: "Azerbaijan",
        BA: "Bosnia & Herzegovina",
        BB: "Barbados",
        BD: "Bangladesh",
        BE: "बेल्जियम",
        BF: "Burkina Faso",
        BG: "Bulgaria",
        BH: "बहराइन",
        BI: "Burundi",
        BJ: "Benin",
        BL: "Saint Barthelemy",
        BM: "बर्मुडा",
        BN: "Brunei",
        BO: "Bolivia",
        BQ: "Bonaire, Sint Eustatius and Saba",
        BR: "Brazil",
        BS: "The Bahamas",
        BT: "Bhutan",
        BV: "Bouvet Island",
        BW: "Botswana",
        BY: "Belarus",
        BZ: "Belize",
        CA: "क्यानाडा",
        CC: "कोकोस (किलिङ) आइल्यान्ड",
        CD: "प्रजातान्त्रिक गणतन्त्र कंगो",
        CF: "Central African Republic",
        CG: "कंगो गणराज्य",
        CH: "स्वीट्जरल्याण्ड",
        CI: "आइभोरि कोष्ट",
        CK: "कुक आइल्याण्ड",
        CL: "Chile",
        CM: "क्यामेरुन",
        CN: "चीन",
        CO: "Colombia",
        CR: "कोष्टा रिका",
        CU: "Cuba",
        CV: "केप भर्दे",
        CW: "Curacao",
        CX: "Christmas Island",
        CY: "Cyprus",
        CZ: "Czech Republic",
        DE: "जर्मनी",
        DJ: "जीबोटी",
        DK: "Denmark",
        DM: "Dominica",
        DO: "Dominican Republic",
        DZ: "Algeria",
        EC: "Ecuador",
        EE: "Estonia",
        EG: "Egypt",
        EH: "Western Sahara",
        ER: "Eritrea",
        ES: "Spain",
        ET: "Ethiopia",
        FI: "फिनल्याण्ड",
        FJ: "Fiji",
        FK: "Falkland Islands",
        FM: "Federated States of Micronesia",
        FO: "फारोइ आइल्याण्ड्स",
        FR: "France",
        GA: "Gabon",
        GB: "संयुक्त राज्य बेलायत",
        GD: "Grenada",
        GE: "Georgia",
        GF: "फ्रेन्च गुयाना",
        GG: "ग्वेनर्से",
        GH: "Ghana",
        GI: "गिब्रालटार",
        GL: "ग्रीनल्याण्ड",
        GM: "Gambia",
        GN: "Guinea",
        GP: "ग्वाडेलोप",
        GQ: "Equatorial Guinea",
        GR: "Greece",
        GS: "South Georgia and the South Sandwich Islands",
        GT: "Guatemala",
        GU: "गुवाम",
        GW: "Guinea-Bissau",
        GY: "Guyana",
        HK: "Hong Kong",
        HM: "Heard Island and McDonald Islands",
        HN: "Honduras",
        HR: "Croatia",
        HT: "Haiti",
        HU: "Hungary",
        ID: "Indonesia",
        IE: "Ireland",
        IL: "Israel",
        IM: "आइसल अफ मेन",
        IN: "भारत",
        IO: "British Indian Ocean Territory",
        IQ: "इराक",
        IR: "इरान",
        IS: "Iceland",
        IT: "Italy",
        JE: "जर्सी",
        JM: "Jamaica",
        JO: "Jordan",
        JP: "जापान",
        KE: "Kenya",
        KG: "किरजिस्टान",
        KH: "Cambodia",
        KI: "Kiribati",
        KM: "Comoros",
        KN: "सेन्ट किट्स र नेविस",
        KP: "North Korea (DPRK)",
        KR: "South Korea",
        KW: "Kuwait",
        KY: "Cayman Islands",
        KZ: "कजाख्स्तान",
        LA: "Laos",
        LB: "Lebanon",
        LC: "Saint Lucia",
        LI: "Liechtenstein",
        LK: "Sri Lanka",
        LR: "Liberia",
        LS: "Lesotho",
        LT: "Lithuania",
        LU: "Luxembourg",
        LV: "Latvia",
        LY: "Libya",
        MA: "मोरोक्को",
        MC: "Monaco",
        MD: "Moldova",
        ME: "Montenegro",
        MF: "Saint Martin",
        MG: "Madagascar",
        MH: "Marshall Islands",
        MK: "Macedonia",
        ML: "माली",
        MM: "म्यानमार",
        MN: "Mongolia",
        MO: "Macau",
        MP: "उत्तरी मारियाना आइल्याण्ड्स",
        MQ: "Martinique",
        MR: "Mauritania",
        MS: "Montserrat",
        MT: "माल्टा",
        MU: "मौरिसियस",
        MV: "Maldives",
        MW: "Malawi",
        MX: "मेक्सिको",
        MY: "मलेशिया",
        MZ: "Mozambique",
        NA: "Namibia",
        NC: "New Caledonia",
        NE: "Niger",
        NF: "Norfolk Island",
        NG: "नाइजेरिया",
        NI: "Nicaragua",
        NL: "नेदरल्याण्ड",
        NO: "Norway",
        NP: "नेपाल",
        NR: "नाउरु",
        NU: "Niue",
        NZ: "New Zealand",
        OM: "Oman",
        PA: "Panama",
        PE: "पेरु",
        PF: "French Polynesia",
        PG: "Papua New Guinea",
        PH: "Philippines",
        PK: "पाकिस्तान",
        PL: "Poland",
        PM: "Saint Pierre and Miquelon",
        PN: "पिटकेर्न आइल्यान्ड",
        PR: "पर्टो रीको",
        PS: "Palestine",
        PT: "Portugal",
        PW: "Palau",
        PY: "Paraguay",
        QA: "Qatar",
        RE: "Reunion",
        RO: "रोमानिया",
        RS: "Serbia",
        RU: "Russia",
        RW: "Rwanda",
        SA: "साउदी अरब",
        SB: "Solomon Islands",
        SC: "Seychelles",
        SD: "Sudan",
        SE: "Sweden",
        SG: "Singapore",
        SH: "St. Helena",
        SI: "Slovenia",
        SJ: "स्वाल्बार्ड र जेन मेन",
        SK: "स्लोभाकिया",
        SL: "Sierra Leone",
        SM: "San Marino",
        SN: "Senegal",
        SO: "सोमालिया",
        SR: "Suriname",
        SS: "South Sudan",
        ST: "Sao Tome and Principe",
        SV: "El Salvador",
        SX: "Sint Maarten",
        SY: "Syria",
        SZ: "Swaziland",
        TC: "टर्क्स र काइकोस आइल्याण्ड्स",
        TD: "Chad",
        TF: "French Southern and Antarctic Lands",
        TG: "टोगो",
        TH: "Thailand",
        TJ: "Tajikistan",
        TK: "Tokelau",
        TL: "Timor-Leste",
        TM: "Turkmenistan",
        TN: "Tunisia",
        TO: "Tonga",
        TR: "Turkey",
        TT: "Trinidad and Tobago",
        TV: "Tuvalu",
        TW: "Taiwan",
        TZ: "Tanzania",
        UA: "Ukraine",
        UG: "Uganda",
        UM: "United States Minor Outlying Islands",
        US: "United States of America",
        UY: "Uruguay",
        UZ: "Uzbekistan",
        VA: "भ्याटिकन सिटी",
        VC: "Saint Vincent and the Grenadines",
        VE: "Venezuela",
        VG: "British Virgin Islands",
        VI: "United States Virgin Islands",
        VN: "भियतनाम",
        VU: "Vanuatu",
        WF: "वालिस र फुटुना",
        WS: "Samoa",
        XK: "Kosovo",
        YE: "Yemen",
        YT: "मायोटी",
        ZA: "South Africa",
        ZM: "Zambia",
        ZW: "Zimbabwe",
      },
    };
  },
  2424833,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [2424834]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 3,
      },
      numberingSystemData: { digits: "०१२३४५६७८९" },
    };
  },
  2424834,
  []
);
