__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "ਸੰਸਥਾਪਣ ਦੇ ਲੇਖ",
      "ਭਾਸ਼ਾ",
      "ਸਵੇਰੇ",
      "ਮੀਡੀਆ ਗੈਲਰੀ ਖੋਲ੍ਹੋ",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਲਗਦਾ ਹੈ ਕਿ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਨਹੀਂ ਹਟਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਸੀ, ਤਾਂ ਤੁਸੀਂ {appeal form link} ਨੂੰ ਭਰ ਕੇ ਅਪੀਲ ਦਾਇਰ ਕਰ ਸਕਦੇ ਹੋ",
      "ਤੁਹਾਡਾ ਨਾਂ ਜਾਂ ਸੰਸਥਾ ਦਾ ਨਾਂ",
      "{date} ਨੂੰ ਹਟਾਇਆ ਗਿਆ",
      "{username} ਨੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਪਸੰਦ ਕੀਤੀ।",
      "ਤੁਹਾਡੀ ਬੇਨਤੀ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆਈ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਵਾਂ",
      "ਹੋਰ ਜਾਣੋ",
      "ਅਨੁਸਰਣ ਕਰ ਰਿਹਾ ਹੈ",
      "WhatsApp ਆਈਕਨ",
      "Direct ਵਿੱਚ ਸਾਂਝਾ ਕਰੋ",
      "ਸ਼੍ਰੇਣੀਆਂ",
      "ਤੁਹਾਡੀ ਕੁੰਜੀ",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਵੀਡੀਓ ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ:",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਅਪਡੇਟ ਕਰੋ। ਤੁਹਾਨੂੰ ਇਸ ਸੈਸ਼ਨ ਨੂੰ ਛੱਡ ਕੇ ਸਾਰੇ ਸੈਸ਼ਨਾਂ ਵਿੱਚੋਂ ਲੌਗ ਆਊਟ ਕੀਤਾ ਜਾਵੇਗਾ, ਇਸ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਕੋਲ ਹੁਣ ਐਕਸੈਸ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "Instagram ਇਸ ਈਮੇਲ ਪਤੇ ਵਿੱਚ ਅੱਪਡੇਟ ਭੇਜੇਗਾ।",
      "ਈਮੇਲ ਅਤੇ SMS",
      "ਕਹਾਣੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਭੇਜੋ",
      "ਖੋਲ੍ਹੋ",
      "ਮੇਰਾ ਮੰਨਣਾ ਹੈ ਕਿ ਇਹ ਖਾਤਾ Instagram ਦੇ ਭਾਈਚਾਰਾ ਗਾਈਡਲਾਈਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੈ",
      "ਕੋਈ ਸੁਰਖੀ ਲਿਖੋ…",
      "ਭਰਿਆ ਹੋਇਆ ਭੌਤਿਕ ਪਤਾ ਚੱਕਰ ਚੈੱਕਮਾਰਕ",
      "ਭਾਈਚਾਰਾ",
      "ਕੋਈ ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਦੋਸਤ ਜਾਣਨ ਕਿ ਇਹ ਤੁਸੀਂ ਹੋ।",
      "hundred_million",
      "ਬੌਧਿਕ ਸੰਪੱਤੀ ਸੰਬੰਧੀ ਗਾਈਡਲਾਈਨਾਂ",
      "ਸੋਧੋ",
      "ਅੱਪਲੋਡ ਮੁਕੰਮਲ ਹੋ ਰਿਹਾ ਹੈ।",
      "ਮਨੋਰੰਜਨ",
      "ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜੋ",
      "ਜਾਰੀ ਰੱਖੋ",
      "ਬੇਨਤੀਆਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਖਾਤਾ ਨਹੀਂ ਬਣਾ ਸਕੇ",
      "PayPal",
      "ਹੋਰ ਪੋਸਟਾਂ ਦਿਖਾਓ",
      "ਮੈਨੂੰ ਇੱਕ ਨਿੱਜੀ ਖਾਤਾ ਚਾਹੀਦਾ ਹੈ",
      "ਨਸ਼ਿਆਂ ਨੂੰ ਵੇਚਣ ਜਾਂ ਵੰਡਣ ਦੇ ਉਦੇਸ਼ ਲਈ ਕੀਤੀ ਗਈ ਪੋਸਟ",
      "ਵੱਖਰਾ ਭੇਜੋ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਦੇਸ਼ ਦਾ ਨਾਂ ਜਾਂ ਕੋਡ",
      "ਫ਼ਿੱਕਾ",
      "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
      "ਨਿੱਜੀ ਖਾਤਾ",
      "ਸ਼ੈਵਰੋਨ",
      "Connect",
      "ਸਾਰੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਦੇਖੋ",
      "ਕਿਸੇ ਦੂਜੇ ਖਾਤੇ ਵਿੱਚ ਲਾਗ ਇਨ ਕਰੋ",
      "ਪਿਛਲੇ ਪੂਰੇ ਨਾਂ",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ Facebook ਨਾਲ {application name} ਵਿੱਚ ਲੌਗ ਇਨ ਕੀਤਾ ਹੈ।",
      "ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਨਾ",
      "ਅਸੀਂ {date} ਨੂੰ {time of day} ਵਜੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪੋਸਟ ਕੀਤੀ ਵੀਡੀਓ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੀ ਸਮੱਗਰੀ ਸ਼ਾਮਿਲ ਸੀ:",
      "ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਸੰਪਰਕ ਬਟਨ ਦਿਖਾਉਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ।",
      "ਲਾਈਵ",
      "ਆਪਣਾ ਪਿੰਨ ਰੀਸੈੱਟ ਕਰਨ ਲਈ ਆਪਣਾ Instagram ਪਾਸਵਰਡ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਬਾਹਰੀ ਲਾਈਨ ਵਾਲਾ ਚੈੱਕਮਾਰਕ ਆਈਕਨ",
      "ਆਡੀਓ ਟੌਗਲ ਕਰੋ",
      'ਇਸ ਨੂੰ Instagram ਨਾਲ ਲਿੰਕ ਕਰਨ ਲਈ ਆਪਣੀ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਵਿੱਚ ਕੁੰਜੀ ਦਰਜ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਡੀ ਐਪ ਨੂੰ ਇੱਕ ਖਾਤਾ ਨਾਂ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ "Instagram" ਦਾ ਸਿਰਲੇਖ ਦਿਓ ਤਾਂ ਕਿ ਇਸ ਨੂੰ ਲੱਭਣਾ ਸੌਖਾ ਹੋਵੇ।',
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਲੌਗਇਨ ਲਿੰਕ ਭੇਜ ਨਹੀਂ ਸਕੇ। ਆਪਣੇ ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਕਿਵੇਂ ਕਰਨੀ ਹੈ 'ਤੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ Instagram ਮਦਦ ਕੇਂਦਰ 'ਤੇ ਜਾਓ।",
      "ਉਹ Instagram 'ਤੇ ਹੁਣ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰਨ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ। Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ।",
      "COVID-19 ਸਰਵੇਖਣ ਆਈਕੋਨ",
      "+ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ",
      "ਕੋਈ ਮੈਸੇਜ ਅੱਗੇ ਭੇਜਿਆ ਗਿਆ",
      "ਕੈਮਰਾ",
      "ਆਪਣਾ ਨਵਾਂ ਬਿਜ਼ਨੈੱਸ ਅਕਾਊਂਟ, Business Suite ਜਾਂ ਕ੍ਰੀਏਟਰ ਸਟੂਡੀਓ ਦੀ ਮਦਦ ਨਾਲ ਡੈਸਕਟਾਪ 'ਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।",
      "ਆਈਡੀ ਦੇ ਅਗਲੇ ਹਿੱਸੇ ਦੀ ਫ਼ੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਫਲੈਕਸੀਬਲ ਪ੍ਰੋਫ਼ਾਈਲ ਕੰਟਰੋਲ",
      "ਰੱਦ ਕਰੋ",
      "ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਆਡੀਓ ਸਮੇਤ ਹਰ ਚੀਜ਼ ਨੂੰ ਸਾਉਂਡਟਰੈਕ ਜਾਂ ਸੰਗੀਤ ਦੀ ਤਰ੍ਹਾਂ ਸਾਂਝਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹਟਾਉਣ ਦੀ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਵੀਡੀਓ ਨੂੰ ਮੁੜ-ਪੋਸਟ ਕਰਵਾ ਸਕਦੇ ਹੋ। ਯਾਦ ਰੱਖੋ ਕਿ ਲੋਕਾਂ ਨੂੰ ਸਿਰਫ਼ ਅਜਿਹੀਆਂ ਵੀਡੀਓਜ਼ ਨੂੰ ਪੋਸਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਸਾਝਾ ਕਰਨ ਦਾ ਉਨ੍ਹਾਂ ਕੋਲ ਹੱਕ ਹੋਵੇ। ਜਿਸ ਸਮੱਗਰੀ 'ਤੇ ਤੁਹਾਡੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ ਉਸ ਨੂੰ ਪੋਸਟ ਕਰਨ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿਰੁੱਧ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
      "ਸੁਰੱਖਿਆ ਕੋਡ ਲਾਜ਼ਮੀ",
      "ਜਵਾਬ ਦਿਓ",
      "Instagram ਤੋਂ ਈਮੇਲਾਂ",
      "ਡੇਟਾ ਸੈਟਿੰਗਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ",
      "ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਦਾਖ਼ਲ ਕਰੋ",
      "ਸੁਝਾਵਾਂ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ।",
      "ਕੋਈ ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਡਿਵਾਈਸ ਤੋਂ ਲੌਗ-ਇਨ ਕਰਦੇ ਹੋ ਜਿਸਨੂੰ ਅਸੀਂ ਨਹੀਂ ਪਛਾਣਦੇ, ਤਾਂ ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਇੱਕ ਵਧੀਕ ਕੋਡ ਦੀ ਮੰਗ ਕਰਕੇ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਸੁਰੱਖਿਆ ਕਰਦਾ ਹੈ।",
      "ਹੋਰ ਜਾਣੋ",
      "ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਸੁਰੱਖਿਆ ਸਾਡੀ ਪ੍ਰਮੁੱਖ ਤਰਜੀਹ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਸ ਤਰ੍ਹਾਂ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਰੋਕਣ ਲਈ ਲਗਾਤਾਰ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ। ਸਾਨੂੰ ਇਸ ਘਟਨਾ ਦੇ ਲਈ ਬਹੁਤ ਅਫ਼ਸੋਸ ਹੈ। Android ਬੀਟਾ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ ਲਈ ਅਤੇ ਸਾਰਿਆਂ ਲਈ Instagram ਐਪ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਾਸਤੇ ਤੁਹਾਡੀ ਮਦਦ ਲਈ ਧੰਨਵਾਦ। ਜੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ {email} 'ਤੇ ਸੰਪਰਕ ਕਰੋ।",
      "ਹੋਰ ਜਾਣੋ",
      "ਇਸ ਖੋਜ ਦਾ ਸਮਰਥਨ ਕਰਨਾ ਸਾਡੀ {Data Policy} ਵਿੱਚ ਦੱਸੇ ਅਨੁਸਾਰ ਵਧੀਆ ਸਮਾਜਕ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦੀਆਂ ਸਾਡੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦਾ ਹਿੱਸਾ ਹੈ।",
      "Allow {=business name} to start a chat with you on Instagram?",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "Instagram Lite",
      "ਦਿਖਾਈ ਜਾਣ ਵਾਲੀ ਭਾਸ਼ਾ ਨੂੰ ਬਦਲੋ",
      "ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ",
      "ਤੁਸੀਂ ਆਪਣੀ ਉਮਰ ਨੂੰ ਅਪਡੇਟ ਨਹੀਂ ਕਰ ਸਕਦੇ",
      "ਅਣਫਾਲੋ ਕਰੋ",
      "Google ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਕੋਈ Facebook ਪੰਨਾ ਬਣਾਓ",
      "{filename} ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਅਵੈਧ ਫ਼ੋਨ ਨੰਬਰ ਕਰਕੇ, ਅਸੀਂ ਤੁਹਾਨੂੰ SMS ਨਹੀਂ ਭੇਜ ਸਕੇ।",
      "ਇਸ ਮਿਤੀ ਤੱਕ ਮਿਆਦ ਸਮਾਪਤ",
      "{broadcaster's username} ਨੇ ਤੁਹਾਨੂੰ ਹੈਲੋ 👋 ਕੀਤਾ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਮਰਥਿਤ ਕਰੋ",
      "{weeks} ਹਫ਼ਤੇ ਪਹਿਲਾਂ",
      "Firefox",
      "ਆਪਣੀ ਪਹਿਲੀ ਫੋਟੋ ਨੂੰ ਸਾਂਝਾ ਕਰੋ",
      "ਸਫਲ ਪਿੰਨ ਬਣਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਾਲਾ ਸਰਕਲ ਚੈੱਕ ਆਈਕਨ",
      "ਗਤੀਵਿਧੀਆਂ",
      "{Bold text if your appeal for photo is rejected} ਅਧਿਕਾਰ ਧਾਰਕ ਫੋਟੋ ਦੀ ਬਰਖ਼ਾਸਤਗੀ ਲਈ ਬੇਨਤੀ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਇਸਨੂੰ Instagram ਤੋਂ ਸਥਾਈ ਤੌਰ ‘ਤੇ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਆਪਣੀ ਸੁਰੱਖਿਆ ਲਈ, Facebook 'ਤੇ ਤੁਹਾਡੇ ਵਲੋਂ ਵਰਤੇ {cardName} ਦੇ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਤੁਹਾਡੀਆਂ ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਸਾਰੀਆਂ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਇਸਦੇ ਲਈ ਅਤੇ ਭਵਿੱਖੀ Facebook Pay ਭੁਗਤਾਨ ਲਈ ਉਪਲਬਧ ਰਹਿਣਗੀਆਂ।",
      "ਕਾਪੀਰਾਈਟ ਜਾਂ ਟ੍ਰੇਡਮਾਰਕ ਉਲੰਘਣਾ",
      "ਸੁਝਾਈਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ",
      "Carnegie Mellon University Delphi ਰਿਸਰਚ ਸੈਂਟਰ ਦੁਆਰਾ ਕੀਤਾ ਗਿਆ ਇਸ ਸਵੈ-ਇੱਛਤ ਸਰਵੇਖਣ ਵਿੱਚ ਕੋਰੋਨਾ-ਵਾਇਰਸ ਦੇ ਫੈਲਣ 'ਤੇ ਨਜ਼ਰ ਰੱਖਣ ਲਈ ਸਿਹਤ ਸਬੰਧੀ ਸਵਾਲ ਪੁੱਛੇ ਗਏ ਹਨ। ਇਸ ਨੂੰ 3-5 ਮਿੰਟ ਲੱਗਣਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਇਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ Instagram ਨੂੰ ਛੱਡਣਾ ਪਵੇਗਾ।",
      "ਆਪਣਾ Facebook Pay ਪਿੰਨ ਦਾਖਲ ਕਰੋ",
      "Lock iconr",
      "ਉਹਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣ ਲਈ ਅਨੁਸਰਣ ਕਰੋ।",
      "ਅਜਿਹਾ ਕਰਨ ਨਾਲ ਵੀਡੀਓ ਨੂੰ ਇਸ ਗੈਲਰੀ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ",
      "ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ ਤੇ ਦਿਖਾਓ",
      "ਸੰਪਰਕਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "ਵਰਤਮਾਨ ਫ਼ੋਨ ਨੰਬਰ:",
      "ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਹਟਾਉਣ ਨਾਲ ਤੁਹਾਨੂੰ ਉਹ ਬ੍ਰੇਕ ਪ੍ਰਦਾਨ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸਦੀ ਤੁਸੀਂ ਉਡੀਕ ਕਰ ਰਹੇ ਹੋ। ਤੁਹਾਡੀ ਸਾਰੀ ਫੋਟੋਆਂ ਅਤੇ ਪ੍ਰੋਫਾਈਲ ਡੇਟਾ ਨੂੰ ਅਜੇ ਵੀ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਲੇਕਿਨ ਇਸ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਪੁਸ਼ ਸੂਚਨਾਵਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ, ਅਤੇ ਫਿਰ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਆਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ Instagram ਨੂੰ ਮੁੜ ਸਥਾਪਿਤ ਕਰਕੇ ਵਾਪਸ ਆ ਸਕਦੇ ਹੋ।",
      "ਸਥਾਨ ਦੇਖੋ",
      "ਸਾਈਨ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀ {=Terms} ਅਤੇ {=Privacy Policy} ਨਾਲ ਸਹਿਮਤ ਹੋ।",
      "ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਬਦਲੋ ਜਾਂ ਪੁਸ਼ਟੀਕਰਨ ਨੂੰ ਮੁੜ ਭੇਜੋ",
      "ਉਤਪੀੜਨ ਜਾਂ ਬਦਮਾਸ਼ੀ",
      "ਤੁਸੀਂ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ Instagram ਜਾਂ Facebook ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ",
      "ਮੁਕੰਮਲ",
      "ਸਿਰਫ਼ ਤੁਸੀਂ ਅਤੇ {username} ਇਸ ਟਿੱਪਣੀ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਮਨਜ਼ੂਰ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਹ ਹਰ ਕਿਸੇ ਨੂੰ ਦਿਖਾਈ ਦੇਵੇਗੀ।",
      "ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਹਟਾਉਣਾ",
      "Instagram ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਤੁਹਾਡਾ Instagram ਉਪਭੋਗਤਾ ਨਾਂ, ਫ਼ੋਨ ਨੰਬਰ, ਜਾਂ ਈਮੇਲ ਪਤੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹਾਂ।",
      "ਨਫ਼ਰਤ ਭਰੀ ਭਾਸ਼ਾ ਜਾਂ ਪ੍ਰਤੀਕ ਸੰਬੰਧੀ ਗਾਈਡਲਾਈਨਾਂ",
      "Instagram ਡੌਗਫੂਡਿੰਗ ਅਤੇ ਸਾਰਿਆਂ ਲਈ ਐਪ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਾਸਤੇ ਤੁਹਾਡੀ ਮਦਦ ਲਈ ਧੰਨਵਾਦ। ਜੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ {email} 'ਤੇ ਸੰਪਰਕ ਕਰੋ।",
      "ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਉਹਨਾਂ ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਤੋਂ ਅਨਬਲੌਕ ਕਰ ਸਕਦੇ ਹੋ।",
      "Instagram ਐਪ",
      "ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਹਟਾਓ",
      "ਫਾਲੋ ਕਰੋ",
      "IP ਉਲੰਘਣਾ ਵਾਲੀਆਂ ਰਿਪੋਰਟਾਂ ਦਿਖਾਓ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਸਵੈ-ਉਤਪੰਨ ਕੈਪਸ਼ਨਾਂ ਨਾਲ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਆਸਾਨੀ ਹੁੰਦੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਣਨ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ। ਇਹ ਸਿਰਫ਼ iOS ਅਤੇ Android ਐਪ 'ਤੇ ਕੰਮ ਉਪਲਬਧ ਹਨ ਅਤੇ ਇਨ੍ਹਾਂ ਨੂੰ ਦਿਸਣਾ ਸ਼ੁਰੂ ਹੋਣ ਵਿੱਚ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।",
      "{name of the user who tagged the other user in the photo} ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ ਫ਼ੋਟੋ ਵਿੱਚ ਟੈਗ ਕੀਤਾ।",
      "ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਆਪਣੇ ਖਾਤੇ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਪਹਿਲਾਂ ਜੋ ਜਾਣਕਾਰੀ ਇਨ੍ਹਾਂ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਸੀ, ਉਹ ਹਾਲੇ ਵੀ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸੈਸ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਪਰ ਉਹ ਹੁਣ ਤੁਹਾਡੀ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵਾਧੂ ਬੇਨਤੀਆਂ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।",
      "Instagram",
      "ਖਾਤਾ ਗੋਪਨੀਯਤਾ ਵਿੱਚ ਬਦਲਾਅ",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਉਪਭੋਗਤਾ",
      "ਇਹ ਵਾਰਤਾਲਾਪ ਸਪੈਮ ਜਾਂ ਸਕੈਮ ਹੈ",
      "ਮੋਬਾਈਲ ਫ਼ੋਨ ਆਈਕਨ",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ ਮਿਟਾਓ",
      "ਨਸ਼ਿਆਂ ਦੀ ਵਿਕਰੀ ਜਾਂ ਪ੍ਰਚਾਰ",
      "ਕੋਈ ਹਾਲੀਆ ਖੋਜਾਂ ਨਹੀਂ",
      "ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ।",
      "ਪੁਸ਼ ਸੂਚਨਾਵਾਂ",
      "ਹੋਰ ਵਿਕਲਪ",
      "ਆਪਣੀਆਂ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਦੇਖੋ",
      "Instagram ਖੋਲ੍ਹੋ",
      "ਸੋਸ਼ਲ ਮੀਡੀਆ",
      "ਈਮੇਲ ਅਤੇ SMS ਸੂਚਨਾਵਾਂ",
      "ਸੁਨੇਹਾ ਬੇਨਤੀਆਂ",
      "ਤੁਹਾਡਾ ਵੱਲੋਂ ਦਾਖ਼ਲ ਕੀਤਾ ਈਮੇਲ ਕਿਸੇ ਵੀ ਖਾਤੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।",
      "ਤੁਹਾਡੀ ਫੋਟੋ {reference owner name}ਦੀ ਮਾਲਕੀ ਪ੍ਰਾਪਤ ਇੱਕ ਫੋਟੋ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਹੈ।",
      "ਇੱਕ ਪੋਸਟ ਭੇਜੀ",
      "ਕੂਕੀ ਸੈਟਿੰਗਾਂ",
      "ਲਾਈਵ ਵੀਡੀਓ ਸਮਾਪਤ ਹੋ ਗਈ",
      "ਭੇਜੋ",
      "ਲੋਕ ਇਸ ਨੰਬਰ 'ਤੇ ਤੁਹਾਨੂੰ ਕਾਲ ਜਾਂ ਟੈਕਸਟ ਭੇਜਣ ਦੇ ਯੋਗ ਹੋਣਗੇ। ਸਟੈਂਡਰਡ ਮੈਸੇਜਿੰਗ ਦਰ ਲਾਗੂ ਹੁੰਦੇ ਹਨ।",
      "ਹੁਣ ਨਹੀਂ",
      "ਹੈਸ਼ਟੈਗਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਸਾਰਿਆਂ ਨੂੰ ਚੁਣੋ",
      "ਪਿੱਛੇ",
      "ਆਪਣੀ ਸੁਰੱਖਿਆ ਲਈ, ਆਪਣੇ PayPal ਅਕਾਊਂਟ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ। ਅਜਿਹਾ ਕਰਨ ਨਾਲ, ਤੁਸੀਂ Facebook Pay ਨੂੰ Instagram 'ਤੇ ਇਸਦੇ ਲਈ ਅਤੇ ਭਵਿੱਖੀ ਭੁਗਤਾਨਾਂ ਲਈ ਆਪਣੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤਣ ਦਾ ਅਧਿਕਾਰ ਦੇਵੋਗੇ।",
      "ਪ੍ਰਮੁੱਖ ਖਾਤੇ",
      "{username of sponsor 1}, {username of sponsor 2} ਨਾਲ ਭੁਗਤਾਨਸ਼ੁਦਾ ਪਾਰਟਨਰਸ਼ਿਪ",
      "{username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਕੀ ਕਹਾਣੀ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?",
      "ਸਮਾਜਕ ਨੈੱਟਵਰਕਾਂ ਨਾਲ ਲਿੰਕ ਕਰ ਰਿਹਾ ਹੈ",
      "ਵਿਸਤਾਰ ਕਰੋ",
      "ਹੋਰ ਵਿਕਲਪ",
      "IGTV",
      "ਸਾਰੇ ਮਿਟਾਓ",
      "ਹੋਰ ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ",
      "Instagram ਐਪ ‘ਤੇ ਬਹਿਤਰ ਹੈ",
      "ਮੁਕੰਮਲ",
      "ਅਸੀਂ Instagram 'ਤੇ ਆਪਣੇ ਭਾਈਚਾਰੇ ਨੂੰ ਸਹਾਇਤਾ ਦੇਣ ਅਤੇ ਰੱਖਿਆ ਕਰਨ ਲਈ ਇਹ ਨੀਤੀਆਂ ਬਣਾਈਆਂ।",
      "ਲੌਗ ਇਨ ਕਰੋ",
      "ਤੁਹਾਨੂੰ ਹੁਣ ਕਿਸੇ Instagram ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਅੱਪ ਕਰਨ ਲਈ ਜਾਂ ਕਿਸੇ ਮੌਜੂਦਾ ਖਾਤੇ ਵਿੱਚ ਇਸਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਇਸ ਈਮੇਲ ਪਤੇ ਦਾ ਉਪਯੋਗ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਵੀਡੀਓ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ।",
      "ਰੇਖਾ-ਚਿੱਤਰ",
      "ਜੇ ਤੁਸੀਂ ਬੁਨਿਆਦੀ ਦਰ ਤੋਂ ਵੱਧ ਕੇ ਆਮਦਨ ਟੈਕਸ ਦਾ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ ਅਤੇ ਵਾਧੂ ਟੈਕਸ ਰਾਹਤ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਵੈ-ਮੁਲਾਂਕਣ ਟੈਕਸ ਰਿਟਰਨ 'ਤੇ ਤੁਹਾਡੇ ਸਾਰੇ Gift Aid ਦਾਨਾਂਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਾਂ HRMC ਨੂੰ ਆਪਣੇ ਟੈਕਸ ਕੋਡ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਕਹੋ।",
      "ਆਪਣੀ ਪਹਿਲੀ ਫੋਟੋ ਜਾਂ ਵੀਡੀਓ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਲੌਗ ਆਉਟ ਕਰੋ",
      "ਕੋਈ {username} ਨਹੀਂ?",
      "• ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਆਪਣੀ ਗਤੀਵਿਧੀ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ, ਤਾਂ ਜੋ ਸਮੱਗਰੀ ਵਿਅਕਤੀਗਤ ਬਣਾਈ ਜਾ ਸਕੇ, ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਏ ਜਾ ਸਕਣ ਅਤੇ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਮੁਹੱਈਆ ਕਰਵਾਇਆ ਜਾ ਸਕੇ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਇਹ ਦਾਨ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਸਾਨੂੰ ਕੁਝ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਹੋਵੇਗੀ। ਇਸ ਨਾਲ ਸਾਨੂੰ ਅਪ੍ਰਮਾਣਿਤ ਭੁਗਤਾਨਾਂ ਤੋਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ।",
      "ਡਾਇਰੈਕਟਰੀ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਸੰਪਰਕ ਕੀਤੇ ਇਸ਼ਤਿਹਾਰ",
      "ਜੇ ਤੁਸੀਂ ਹੁਣੇ ਛੱਡਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਕੀਤੀ ਕਿਸੇ ਵੀ ਤਬਦੀਲੀ ਨੂੰ ਗੁਆ ਦੇਵੋਗੇ।",
      "ਐਨੀਮੇਟਡ ਚੈੱਕਮਾਰਕ",
      "ਲੌਗ ਇਨ ਵਿੱਚ ਵਾਪਸ ਜਾਓ",
      "ਸਥਾਨ",
      "ਸ਼ੁਰੂਆਤ ਕਰੋ",
      "ਪ੍ਰੋਫ਼ਾਈਲਾਂ",
      "ਜਨਮਦਿਨ ਦਾ ਕੇਕ",
      "ਐਤਵਾਰ",
      "ਗਤੀਵਿਧੀ",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "Instagram 'ਤੇ {location_name} • ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼",
      "ਤੁਸੀਂ ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਦੋਸਤਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਨ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੀ ਅਨੁਮਤੀ ਬਗੈਰ Facebook ਵਿੱਚ ਕਦੇ ਵੀ ਪੋਸਟ ਨਹੀਂ ਕਰਾਂਗੇ।",
      "ਤੁਹਾਨੂੰ Instagram ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਇਨ੍ਹਾਂ ਡੇਟਾ ਸੈਟਿੰਗਾਂ ਦੀ ਸਮੀਖਿਆ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਚੁਣੋ",
      "ਬਲੌਗ",
      "ਮੇਰੇ ਕੋਲ Instagram 'ਤੇ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਸਾਰੇ ਜ਼ਰੂਰੀ ਅਧਿਕਾਰ ਹਨ।",
      "ਚੋਣ ਸੰਬੰਧੀ ਸੰਭਾਵੀ ਗਲਤ ਜਾਣਕਾਰੀ ਅਤੇ ਹਾਨੀਕਾਰਕ ਸਮੱਗਰੀ ਦੇ ਪ੍ਰਸਾਰ ਨੂੰ ਰੋਕਣ ਲਈ, ਸਾਰੇ ਹੈਸ਼ਟੈਗਾਂ ਵਾਲੀਆਂ ਹਾਲ ਹੀ ਦੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਲੁਕਾਇਆ ਗਿਆ ਹੈ। {link that reads learn more}",
      "{username} ਨੇ ਕੋਈ ਮੈਸੇਜ ਫਾਰਵਰਡ ਕੀਤਾ",
      "ਵੈਧ ਕਾਰਡ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ ਰੀਸਟੋਰ ਕਰੋ",
      "ਕੀ ਪਾਸਵਰਡ ਭੁਲ ਗਏ?",
      "ਸੁਨੇਹਾ ਨਹੀਂ  ਭੇਜ ਸਕਦੇ",
      "ਕਿਹੜੀ ਚੀਜ਼ ਤੁਹਾਡਾ ਸ੍ਰੇਸ਼ਟ ਵਰਣਨ ਕਰਦੀ ਹੈ?",
      "ਲੌਗਇਨ ਗਤੀਵਿਧੀ",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੁਝ ਅਜਿਹੀਆਂ ਕੂਕੀਜ਼ ਦਾ ਕੰਟਰੋਲ ਦੇ ਰਹੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਅਸੀ Facebook ਦੇ ਉਤਪਾਦਾਂ 'ਤੇ ਅਤੇ ਇਨ੍ਹਾਂ ਤੋਂ ਬਾਹਰ ਕਰਦੇ ਹਾਂ, ਤਾਂ ਜੋ:",
      "ਪਹੁੰਚਣਯੋਗਤਾ",
      "ਸੰਪੂਰਤੀ",
      "ਵਾਂ",
      "ਮੈਨੂੰ ਕਿਵੇਂ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਮੇਰੇ ਇਸ ਵੀਡੀਓ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ ਜਾਂ ਨਹੀਂ?",
      "ਬੇਨਤੀ ਸਪੁਰਦ ਕੀਤੀ ਗਈ",
      "ਡਾਉਨਲੋਡ ਦੀ ਗੁਜਾਰਿਸ਼ ਕੀਤੀ ਗਈ",
      "ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰੋ",
      "ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ",
      "ਮਨਜ਼ੂਰੀ ਦੇਣ ਵਿੱਚ ਸਮੱਸਿਆ",
      "ਰੱਦ ਕਰੋ",
      "ਹੈਸ਼ਟੈਗ",
      "ਪੋਸਟ {actionType} {prepositionType} {violationText}",
      "ਤੁਹਾਡੀ ਫੋਟੋ ਲਈ ਇਸਦੇ ਕੀ ਮਾਇਨੇ ਹਨ",
      "{full_terms} ਅਤੇ {data_policy} ਪੜ੍ਹੋ",
      "ਵਿਕਲਪ",
      "© {year} Instagram",
      "ਵੀਡੀਓ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਅਪ੍ਰੈਲ",
      "ਵੀਡੀਓ",
      "ਫ਼ੋਟੋ ਵਿੱਚ ਦਿੱਤੀ ਸਾਰੀ ਸਮੱਗਰੀ ਤੁਹਾਡੀ ਮੂਲ ਸਮੱਗਰੀ ਹੈ ਅਤੇ ਤੁਸੀਂ ਇਸਦੇ ਅਧਿਕਾਰਾਂ ਨੂੰ ਰੱਖ ਸਕਦੇ ਹੋ।",
      "ਇਹ ਸੁਨੇਹਾ ਵੇਖਣ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋ ਕਰੋ",
      "ਨਿੱਜੀ ਜਾਣਕਾਰੀ",
      "ਰੋਕੋ",
      "ਡਾਇਰੈਕਟ ਆਈਕਨ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਸੰਪਰਕ ਸਿੰਕ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ",
      "ਵਾ",
      "ਕੋਈ ਕਹਾਣੀ ਭੇਜੀ",
      "ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਸੁਰੱਖਿਆ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥਿਤ ਹੋ, ਤਾਂ ਆਪਣੇ {=backup codes} ਵਿੱਚੋ ਕੋਈ ਇੱਕ ਉਪਯੋਗ ਕਰੋ।",
      "ਹੁਣ ਤੁਸੀਂ ਸਿੱਧੇ ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੋਂ ਪੋਸਟਾਂ ਬਣਾ ਅਤੇ ਸਾਂਝੀਆਂ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਲਗਦਾ ਹੈ ਕਿ ਕੋਈ ਤੁਰੰਤ ਖਤਰੇ ਵਿੱਚ ਹੈ, ਤਾਂ ਤੁਰੰਤ ਸਥਾਨਕ ਕਨੂੰਨ ਅਮਲੇ ਨੂੰ ਬੁਲਾਓ।",
      "ਵਾਂ",
      "ਪੋਸਟ",
      "Instagram ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਜਾਰੀ ਰੱਖੋ",
      "• ਉਹ ਕੂਕੀਜ਼ ਅਤੇ ਸਮਾਨ ਟੈਕਨੋਲੋਜੀ ਜੋ ਅਸੀਂ ਵਰਤਦੇ ਹਾਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਦੀ ਤੁਹਾਡੇ ਬਾਰੇ Instagram ਨਾਲ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ। ਅਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਲਈ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਦੇਖੇ ਜਾਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ, ਅਤੇ ਵਪਾਰ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਇਸ਼ਤਿਹਾਰ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਰਦੇ ਹਾਂ।",
      "ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ",
      "ਨਗਨਤਾ ਜਾਂ ਅਸ਼ਲੀਲਤਾ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ ਹਟਾਈ ਗਈ।",
      "ਸ਼ਰਾਬ, ਤੰਬਾਕੂ, ਭਾਰ ਘਟਾਉਣ ਵਾਲੇ ਉਤਪਾਦਾਂ ਜਾਂ ਕਾਸਮੈਟਿਕ ਪ੍ਰਕਿਰਿਆਵਾਂ ਸਮੇਤ",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦਿਖਾਈ ਦੇਵੇਗੀ",
      "Facebook Audience Network ਇਸ਼ਤਿਹਾਰਸਾਜਾਂ ਲਈ {Facebook Company Products} ਤੋਂ ਇਲਾਵਾਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਦਾ ਇੱਕ ਤਰੀਕਾ ਹੈ। ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਦਾ Audience Network ਦਾ ਇੱਕ ਤਰੀਕੀ ਤੁਹਾਡੀਆਂ ਇਸ਼ਤਿਹਾਰ ਤਰਜੀਹਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਹ ਤੈਅ ਕਰਨਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਕਿਵੇਂ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਦੇਖਣ ਵਿੱਚ ਹੋਵੇਗੀ। ਤੁਸੀਂ ਆਪਣੀਆਂ {ad settings} ਵਿੱਚ ਇਸਨੂੰ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਕਿਸੇ ਬ੍ਰਾਂਡ, ਪ੍ਰਸਿੱਧ ਹਸਤੀ ਜਾਂ ਸੰਸਥਾ ਦਾ ਸਮਰਥਨ ਜਾਂ ਪ੍ਰਸ਼ੰਸਾ ਕਰਨ ਲਈ",
      "ਕੱਲ੍ਹ ਕਿਰਿਆਸ਼ੀਲ",
      "ਗਾਇਬ ਹੋਣ ਵਾਲਾ ਸੁਨੇਹਾ",
      "ਆਪਣੇ ਫ਼ੋਨ ਉੱਤੇ ਭੇਜੋ",
      "ਤੁਹਾਡੀਆਂ ਕੁਝ ਪਿਛਲੀਆਂ ਪੋਸਟਾਂ ਨੇ ਸਾਡੀਆਂ {Community Guidelines} ਦਾ ਅਨੁਸਰਣ ਨਹੀਂ ਕੀਤਾ ਸੀ। ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਏ ਜਾਣ ਤੋਂ ਬਚਣ ਦਾ ਇੱਕੋ-ਇੱਕ ਤਰੀਕਾ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਨਾ ਹੈ।",
      "ਕਾਪੀ ਕਰਨ ਲਈ ਕੰਟਰੋਲ-C ਦੱਬੋ।",
      "ਖੋਜ ਇਤਿਹਾਸ",
      "ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲਣ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਛੇਤੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਵੱਲੋਂ ਹੋਰ ਪੋਸਟਾਂ ਦੇਖੋ {username}",
      "ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਇੱਕ ਸੁਰਖੀ ਲਿਖੋ...",
      "ਕਹਾਣੀ ਦਾ ਹਾਈਲਾਈਟ ਭੇਜਿਆ ਗਿਆ",
      "ਸ਼ਰਤਾਂ",
      "ਸ਼ੁਰੂਆਤ ਕਰੋ",
      "ਰੱਦ ਕਰੋ",
      "ਸੁਝਾਏ",
      "ਐਡਵਾਂਸ ਸੈਟਿੰਗਾਂ",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਟਿੱਪਣੀ ਕਰੋ",
      "Instagram ਵਿੱਚ ਖੋਲ੍ਹੋ",
      "ਵੀਡੀਓ ਇੱਕ ਮਿੰਟ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "IGTV",
      "ਇਸ ਡੇਟਾ ਨੂੰ ਇਕੱਤਰ ਕਰਕੇ ਤੁਹਾਨੂੰ ਭੇਜਣ ਵਿੱਚ 48 ਘੰਟਿਆਂ ਤੱਕ ਲੱਗ ਸਕਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਸਿਰਫ਼ ਹਰੇਕ ਚਾਰ ਦਿਨਾਂ ਵਿੱਚ ਫ਼ਾਈਲ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ। ਕੋਈ ਹੋਰ ਡਾਉਨਲੋਡ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।",
      "ਬੰਦ ਕਰੋ",
      "ਥਾਂ ਆਈਕਾਨ",
      "ਪੋਸਟ ਅਣਉਪਲਬਧ",
      "ਤੁਸੀਂ ਕਹਾਣੀ ਦਾ ਹਾਈਲਾਈਟ ਭੇਜਿਆ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੇ ਨੰਬਰ 'ਤੇ ਇੱਕ ਕੋਡ ਭੇਜਾਂਗੇ।",
      "ਆਪਣੇ ਖਾਤੇ ਦੀ ਰੱਖਿਆ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਪਿੰਨ ਰੀਸੈੱਟ ਕਰੋ",
      "ਨਵੇਂ ਕੋਡ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰੋ",
      "ਨਜ਼ਦੀਕ ਤੋਂ ਸਕੈਨ ਕਰਨ ਲਈ ਛੋਟੇ ਅਤੇ ਦੂਰ ਤੋਂ ਸਕੈਨ ਕਰਨ ਲਈ ਵੱਡੇ ਪ੍ਰਿੰਟ ਕਰੋ।",
      "ਬਿਜ਼ਨੈੱਸ ਆਈਕਨ",
      "1 ਦਿਨ ਪਹਿਲਾਂ",
      "{replierUsername} ਨੇ {recipientUsername} ਦਾ ਜਵਾਬ ਦਿੱਤਾ",
      "ਮੁਦਰੀਕਰਨ ਨੀਤੀ",
      "ਆਈਕਨ ਬੰਦ ਕਰੋ",
      "ਨਿੱਜੀ ਖਾਤਾ",
      "ਮੈਂ ਇਸ ਟਿੱਪਣੀ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ ਹਾਂ",
      "ਪਿੱਛੇ ਜਾਓ",
      "{filename} ਨੂੰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।",
      "{count} ਹੋਰ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਵੱਡਾ ਕਰੋ",
      "ਸੁਰੱਖਿਆ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ",
      "Verified",
      "ਫ਼ੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਮੂਲ",
      "{username1} ਅਤੇ {username2} ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤਾ ਗਿਆ",
      "ਫ਼ਾਈਲ ਬਹੁਤ ਛੋਟੀ ਹੈ",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
      "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਪਣੀ ਕਹਾਣੀ ਤੋਂ ਇਸ ਫੋਟੋ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਚਿਤਾਵਨੀ ਸੰਬੰਧੀ ਆਈਕਨ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਦੀ ਮਿਆਦ, {minDurationInSeconds} ਤੋਂ {maxDurationInMinutes} ਮਿੰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਦੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਲੈਂਡਸਕੇਪ ਜਾਂ ਪੋਰਟ੍ਰੇਟ, ਲੰਬੀ, ਇੱਕ MP4 ਫ਼ਾਈਲ ਅਤੇ  {maxVideoSizeInGigabytes} GB ਤੋਂ ਘੱਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "{follower count} ਪੈਰੋਕਾਰ {media count} ਪੋਸਟਾਂ",
      "ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਅਧਿਕਤਮ ਅਕਾਊਂਟ ਕਿਰਿਆਸ਼ੀਲ ਹਨ।",
      "ਪਿਛਲੇ ਜੀਵਨੀ ਸੰਬੰਧੀ ਟੈਕਸਟ",
      "ਕੀ ਤੁਸੀਂ {age} ਸਾਲ ਦੇ ਹੋ?",
      "ਵੀਡੀਓ ਇੱਕ MP4 ਫ਼ਾਈਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਟੈਕਸਟ ਸੁਨੇਹਾ",
      "ਤੁਹਾਡੀ ਫ਼ੋਟੋ ਨੂੰ ਸਾਰੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਲੋਕ ਇਸਨੂੰ ਦੇਖ, ਲਾਈਕ ਜਾਂ ਕਮੈਂਟ ਨਹੀਂ ਕਰ ਸਕਣਗੇ।",
      "WhatsApp ਨੂੰ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
      "ਪਹਿਲਾਂ ਵਰਗਾ ਕਰਨਾ ਹੈ?",
      "IGTV 'ਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨ, ਪਹਿਲਾਂ ਹੀ IGTV ਵੀਡੀਓਜ਼ ਨੂੰ ਸ਼ੈਡਿਊ ਕਰਕੇ ਡ੍ਰਾਫ਼ਟ ਕਰਨ, IGTV ਇਨਸਾਈਟ ਦੇਖਣ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਕਰਨ ਲਈ ਵਰਤੋ।",
      "ਸੁਰੱਖਿਅਤ ਦਾਨ",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਰੱਦ ਕਰੋ",
      "IGTV",
      "ਕੋਈ ਅਜਿਹਾ ਵਿਅਕਤੀ ਹੈ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਬਲੌਕ ਕੀਤਾ ਹੈ ਉਹ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਹੈ",
      "Instagram ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਸਵੀਕਾਰ ਕਰੋ",
      "ਅੱਗੇ",
      "ਪਿਛਲੀ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਤੁਸੀਂ 10 ਜਾਂ ਇਸਤੋਂ ਘੱਟ ਫ਼ਾਈਲਾਂ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਸਵੈਚਲ-ਉਤਪੰਨ ਕੈਪਸ਼ਨ",
      "ਕੀ Instagram ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਕੰਪਨੀਆਂ ਤੋਂ ਮਿਲਣ ਵਾਲੀਆਂ ਕੁਕੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੀਏ, ਜਿਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਸਮੱਗਰੀ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ (ਇਸ਼ਤਿਹਾਰ ਸਮੇਤ), ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਮਾਪ ਕਰਨ, ਵਿਸ਼ਲੇਸ਼ਣ ਤਿਆਰ ਕਰਨਾ, ਅਤੇ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਦੇਣ ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ?",
      "ਐਪ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਮੈਨੂੰ ਕਿਵੇਂ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਮੇਰੇ ਇਸ ਫੋਟੋ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ ਜਾਂ ਨਹੀਂ?",
      "ਸੰਗਠਨ ਦਾ ਨਾਂ",
      "ਵੀਡੀਓ ਮਿਟਾਓ",
      "ਬੁੱਧਵਾਰ",
      "ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ ਅਧਿਕਾਰ ਧਾਰਕ ਨੂੰ , {reference owner name} ਅਤੇ ਤੁਹਾਡੀ ਫੋਟੋ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਬਾਰੇ ਮੁੱਢਲੀ ਜਨਤਕ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ 7 ਦਿਨ ਹੋਣਗੇ।",
      "ਨਾਲ Instagram ਦਾ ਉਪਯੋਗ ਕਰੋ",
      "ਮੇਰੇ ਡੇਟਾ ਬਾਰੇ ਚਿੰਤਿਤ",
      "ਟਿੱਪਣੀਆਂ ਹਟਾਓ",
      "ਅਸਵੀਕਾਰ ਕਰੋ",
      "ਖਾਤਾ ਬਣਾਓ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਜਾਓ",
      "ਆਪਣੀ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਇਸ ਵੱਲੋਂ ਉਤਪੰਨ 6-ਅੰਕੀ ਕੋਡ ਨੂੰ ਕਾਪੀ ਕਰੋ, Instagram ਉੱਤੇ ਵਾਪਸ ਜਾਓ, ਅਤੇ ਸੈੱਟ ਅੱਪ ਕਰਨਾ ਸਮਾਪਤ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਅਗਲੀ ਸਕ੍ਰੀਨ ਉੱਤੇ ਦਰਜ ਕਰੋ।",
      "ਸਾਲ:",
      "ਨਵੀਆਂ ਫੀਡ ਆਈਟਮਾਂ ਉਪਲਬਧ",
      "ਸ਼ੌਪਿੰਗ ਬੈਗ ਵਿੱਚ ਕਿਸੇ ਆਈਟਮ ਦੇ ਅੱਗੇ x ਆਈਕਨ ਜਿਸ ਦੀ ਵਰਤੋਂ ਤੁਸੀਂ ਬੈਗ ਵਿੱਚੋਂ ਕਿਸੇ ਆਈਟਮ ਨੂੰ ਹਟਾਉਣ ਲਈ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਇੱਕ ਪ੍ਰਸ਼ਾਸਕ ਨੂੰ ਇੱਕ ਨਵਾਂ ਸਦੱਸ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਬੇਨਤੀ ਨੂੰ ਪ੍ਰਵਾਨ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਵੇਗੀ। {username} ਇਸ ਵਾਰਤਾਲਾਪ ਦੇ ਸਾਰੇ ਪਿਛਲੇ ਸੁਨੇਹੇ ਵੇਖੇਗਾ।",
      "ਹਟਾਓ",
      "ਫ਼ੋਟੋਆਂ, ਵੀਡੀਓਜ਼, GIFs ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਭੇਜਣ ਲਈ ਬਹਿਤਰ ਤਰੀਕਿਆਂ ਲਈ ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "ਆਪਣੀਆਂ ਸੇਵ ਕੀਤੀਆਂ ਪੋਸਟਾਂ ਵੇਖੋ",
      "ਹਟਾਓ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
      "ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਇੱਥੇ ਘਸੀਟੋ।",
      "ਕੀ ਇਨ-ਸਟ੍ਰੀਮ ਵੀਡੀਓ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸ਼ਤਿਹਾਰ ਵਿਸ਼ਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੁਝ ਵਿਸ਼ੇਸ਼ ਵਿਸ਼ਿਆਂ ਬਾਰੇ ਘੱਟ ਇਸ਼ਤਿਹਾਰ ਦੇਖਣਾ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਅਜਿਹਾ ਕਰਨ ਨਾਲ ਫ਼ੋਟੋ ਨੂੰ ਇਸ ਗੈਲਰੀ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ",
      "ਤੁਸੀਂ ਹੁਣੇ {username} ਦਾ ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹੋ",
      "ਕੋਈ ਨਵਾਂ Facebook Pay ਦਾਖਲ ਕਰੋ।",
      "ਲੌਗਇਨ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਸ ਬ੍ਰਾਉਜ਼ਰ 'ਤੇ ਸੇਵ ਕਰੋ",
      "ਬੈਗ ਵੇਖੋ",
      "ਗਲੋਬਲ ਵਪਾਰ/ਬ੍ਰਾਂਡ/ਸੰਸਥਾ",
      "ਜੇ ਤੁਸੀਂ ਇਸ ਡਿਵਾਈਸ ਅਤੇ ਲੋਕੇਸ਼ਨ ਦੀ ਪਛਾਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਲੌਗ ਇਨ ਕਰਦੇ ਹਾਂ।",
      "ਨਵੀਂ ਪੋਸਟ",
      "ਹੋਰ ਜਾਣੋ",
      "ਪੁਸ਼ਟੀਕਰਨ ਭੇਜੋ",
      "ਪੋਸਟ ਆਈਕਨ",
      "ਸਿਰਫ਼ ਤੁਸੀਂ ਹੀ ਅਪਣੀ ਪੋਸਟ 'ਤੇ ਆਏ ਲਾਈਕ ਦੀ ਕੁੱਲ ਗਿਣਤੀ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਗੱਲਾਂਬਾਤਾਂ",
      "ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਜਾਣਕਾਰੀ ਸਾਂਝਾ ਕਰਨਾ",
      "ਕਵਰ",
      "ਅਪਡੇਟ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਈਮੇਲ {email} ਵਿੱਚ ਕੋਈ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਭੇਜਿਆ।",
      "ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਇਹ ਦੇਖਣ ਲਈ Instagram 'ਤੇ ਲੋਕਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ ਕਿ ਉਹ ਕੀ ਸਾਂਝਾ ਕਰਦੇ ਹਨ",
      "ਸਭ ਕਲੀਅਰ ਕਰੋ",
      "ਉੱਪਰ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦਾ ਤੀਰ, ਜੋ ਦੱਸਦਾ ਹੈ ਕਿ ਸੈਕਸ਼ਨ ਖੁੱਲ੍ਹਾ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਛੋਟਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ",
      "ਵੀਡੀਓ ਆਈਕਨ ਨੂੰ ਪੁਨਰ ਸਥਾਪਿਤ ਕਰੋ",
      "ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਦਿਖਾਓ",
      "ਅਸੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਵਿਅਕਤੀਗਤ ਅਤੇ ਬਿਹਤਰ ਬਣਾਉਣ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਵਪਾਰਾਂ ਦੀ ਮਦਦ ਕਰਨ ਅਤੇ ਇਸ਼ਤਿਹਾਰ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਦੇਣ ਲਈ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਸਾਡੀਆਂ {Cookie Policy} 'ਤੇ ਜਾ ਕੇ ਇਸਦੇ ਬਾਰੇ ਹੋਰ ਜਾਣ ਸਕਦੇ ਹੋ ਕਿ ਅਸੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ।",
      "3-ਅੰਕੀ ਕੋਡ ਦਾਖਲ ਕਰੋ",
      "ਕਾਲ ਕਰੋ",
      "ਮੈਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ/ਕਰਦੀ ਹਾਂ",
      "ਲੋਕ",
      "ਅਸੀਂ Instagram 'ਤੇ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਪ੍ਰਵਾਹ ਕਰਦੇ ਹਾਂ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਤਕਨੀਕੀ ਸਮੱਸਿਆਵਾਂ ਬਾਰੇ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਜਿਸਨੂੰ ਅਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਲੱਭਿਆ ਅਤੇ ਠੀਕ ਕੀਤਾ ਹੈ। ਇਸ ਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਸਮੇਤ ਕੁਝ ਖਾਸ Instagram ਖਾਤਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ, ਜੋ ਕਿ ਸਾਡੇ Instagram Android ਬੀਟਾ ਪ੍ਰੋਗਰਾਮ ਦੇ ਹਿੱਸੇ ਵਜੋਂ Instagram ਦੇ ਨਾ-ਜਾਰੀ ਕੀਤੇ ਸੰਸਕਰਨ ਵਰਤ ਰਹੇ ਸਨ।",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "Instagram ਪੁਸ਼ਟੀਕਰਨ ਲਈ ਅਰਜ਼ੀ ਦਿਓ",
      "{number of posts} ਪੋਸਟਾਂ",
      "ਸਟੋਰੀ ਲੋਡਿੰਗ ਪਲੇਸਹੋਲਡਰ",
      "ਤੁਸੀਂ ਇਹ ਕਰ ਸਕਦੇ ਹੋ",
      "ਅਰਭ ਕਰਨ ਲਈ ਨੁਕਤੇ",
      "ਮਦਦ ਕੇਂਦਰ",
      "{username} ਨੇ ਕਹਾਣੀ ਦਾ ਹਾਈਲਾਈਟ ਭੇਜਿਆ",
      "ਪਿਛਲੇ ਲਿੰਗ",
      "Facebook ਦੇ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਇਹ ਤੁਸੀਂ ਹੋ ਇਸਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ",
      "ਆਪਣੇ ਦੋਸਤਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ ਦੇਖਣ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ।",
      "ਕਹਾਣੀ ਦੇਖੋ",
      "ਅਯੋਗ ਵੀਡੀਓ",
      "ਡ੍ਰਾਇਵਰ ਦਾ ਲਸੰਸ",
      "ਨਾ-ਪਸੰਦ ਕਰੋ",
      "ਉਪ-ਜੋੜ ({number of items} ਆਈਟਮਾਂ)",
      "ਬਲੈਕਮੇਲ ਜਾਂ ਸ਼ਰਮਿੰਦਾ ਕਰਨ ਲਈ ਸਾਂਝੀ ਕੀਤੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ",
      "ਈਮੋਜੀ ਸਲਾਈਡਰ",
      "ਇੰਨ੍ਹਾਂ ਕੂਕੀਜ਼ ਤੋਂ ਹੋਰ ਕੰਪਨੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟ 'ਤੇ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਦੀ ਜਾਣਕਾਰੀ ਸਾਡੇ ਨਾਲ ਸਾਂਝੀ ਕਰਨ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ। ਅਸੀਂ ਸਾਨੂੰ ਮਿਲੀ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਵਿਅਕਤੀਗਤ ਅਤੇ ਹੋਰ ਬਿਹਤਰ ਬਣਾਉਣ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਵਪਾਰਾਂ ਦੀ ਮਦਦ ਕਰਨ ਅਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਅਤੇ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ Instagram ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਕਰਦੇ ਹਾਂ।",
      "ਅਜਿਹੇ ਹੋਰ ਵਿਸ਼ੇ ਲੱਭੋ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰ ਸਕਦੇ ਹਨ",
      "ਜਦੋਂ ਤੁਹਾਡਾ ਖਾਤਾ ਨਿੱਜੀ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਕੇਵਲ ਤੁਹਾਡੇ ਵੱਲੋਂ ਮਨਜ਼ੂਰੀ ਦਿੱਤੇ ਲੋਕ ਹੀ Instagram ਤੇ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ ਦੇਖ ਸਕਦੇ ਹਨ। ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਫਾੱਲੋਅਰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੋਣਗੇ।",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ ਕੌਣ ਦੇਖ ਸਕਦਾ ਹੈ ਇਹ ਚੁਣਨਾ",
      "ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ",
      "ਹੋਰ ਜਾਣੋ",
      "ਪਿੰਨ ਬਣਾਓ",
      "ਹਾਲੀਆ ਕਹਾਣੀਆਂ",
      "ਵੇਰਵਾ",
      "ਮੁਕੰਮਲ",
      "ਅਸੀਂ {phone_number} ਅੰਤ ਵਾਲੇ ਤੁਹਾਡੇ ਨੰਬਰ 'ਤੇ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਨੂੰ ਮੁੜ-ਭੇਜਿਆ ਹੈ",
      "ਲੌਗ ਇਨ ਕਰੋ",
      "ਇੱਕ ਜਾਂ ਹੋਰ ਵੀਡੀਓਜ਼ ਏਨੇ ਲੰਮੇ ਸਨ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।",
      "{number of contacts shown} ਸਿੰਕ ਕੀਤੇ ਸੰਪਰਕ",
      "ਸ਼ਰਤਾਂ ਅਤੇ ਡੇਟਾ ਨੀਤੀ ਸਬੰਧੀ ਅੱਪਡੇਟ",
      "ਅੱਗੇ",
      "ਤੁਹਾਡੀ Instagram ਜਾਣਕਾਰੀ",
      "ਇਸ ਅਕਾਊਂਟ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਬੇਨਤੀ ਇਸ ਵੇਲੇ ਸਮੀਖਿਆ ਅਧੀਨ ਹੈ। ਤੁਸੀਂ 30 ਦਿਨਾਂ ਅੰਦਰ ਜਵਾਬ ਦੀ ਉਮੀਦ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਹਟਾਓ",
      "ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਸਾਡੀਆਂ ਕੂਕੀਜ਼",
      "ਜਿੱਪ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਹੋਰ ਆਈਟਮ ਸ਼ੇਵ੍ਰਨ ਦੇਖੋ",
      "1 ਕਮੈਂਟ ਦੇਖੋ",
      "ਦਾਨ ਕਰੋ",
      "ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ",
      "ਆਡੀਓ ਚੱਲ ਰਿਹਾ ਹੈ",
      "ਐਪ ਦਾ ਉਪਯੋਗ ਕਰੋ",
      "ਉਨ੍ਹਾਂ ਦੀ ਗੱਲਬਾਤ ਤੁਹਾਡੀਆਂ ਸੁਨੇਹਾ ਬੇਨਤੀਆਂ ਵਿੱਚ ਭੇਜੀ ਜਾਵੇਗੀ, ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਇਹ ਨਹੀਂ ਦੇਖਣਗੇ ਕਿ ਤੁਸੀਂ ਕਦੋਂ ਇਸਨੂੰ ਪੜ੍ਹਦੇ ਹੋ।",
      "ਕਵਰ",
      "ਜਦ ਤੱਕ ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨਾ ਪੂਰਾ ਨਹੀਂ ਹੋ ਜਾਂਦਾ ਤਦ ਤੱਕ ਇਸ ਪੰਨੇ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ।",
      "ਡ੍ਰਾਫ਼ਟ",
      "ਪ੍ਰਤੀਬੰਧਿਤ ਖਾਤਾ",
      "ਭੇਖ ਧਾਰਨਾ",
      "ਨਿੱਜੀ ਖਾਤੇ 'ਤੇ ਸਵਿੱਚ ਕਰੋ",
      "ਦਿਖਾਓ",
      "ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਸਾਡੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ। ਅਸੀਂ ਇਹ ਪੱਕਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਗੱਲ ਨੂੰ ਸਮਝਦੇ ਹੋਵੋ ਕਿ Facebook Payments International ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਵੇਂ ਇਕੱਤਰ ਕਰਦਾ ਹੈ, ਡੇਟਾ ਕਿਉਂ ਇਕੱਤਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਸਨੂੰ ਵਰਤਿਆ ਅਤੇ ਸਟੋਰ ਕਿਵੇਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
      "ਤੁਹਾਨੂੰ Instagram ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਛੇਤੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਅੱਪਲੋਡ ਕੀਤੀ ਗਈ ਹੈ",
      "ਸੁਨੇਹਾ ਭੇਜੋ",
      "ਸਾਨੂੰ ਮੁਲਾਂਕਣ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਗਤੀਵਿਧੀ ਦੀ ਸਮੁੱਚੀ ਜਾਣਕਾਰੀ ਹਾਲੇ ਵੀ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦੀ ਹੈ ਪਰ ਇਸ ਵਿੱਚ ਤੁਹਾਡੀ ਵੱਖ-ਵੱਖ ਕੂਕੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਵੇਗੀ",
      "ਤੁਸੀਂ ਆਪਣੀ ਪੋਸਟ ਦੇ ਸਿਖਰ ਤੇ ਦਿੱਤੇ ⋮ ਮੀਨੂ ਵਿੱਚ ਜਾ ਕੇ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਕੀ Instagram ਤੋਂ ਇਸ ਬ੍ਰਾਉਜ਼ਰ 'ਤੇ ਕੂਕੀਜ਼ ਸਵੀਕਾਰ ਕਰਨੀਆਂ ਹਨ?",
      "ਐਪ ਵਿੱਚ ਮੈਸੇਜ ਕਰਨਾ ਜਿਆਦਾ ਵਧੀਆ ਹੈ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "Impressum/Terms/NetzDG/UrhDaG",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਵੈਂਟ ਦੇ ਇੱਕ ਦਿਨ ਪਹਿਲਾਂ ਅਤੇ 15 ਮਿੰਟ ਪਹਿਲਾਂ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
      "ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "Internet Explorer",
      "ਫਾੱਲੋ ਕਰਨ ਲਈ ਲੋਕ ਨਹੀਂ ਲੱਭ ਸਕਦਾ",
      "ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਵੀਡੀਓ {duration} ਸਕਿੰਟਾਂ ਤੋਂ ਛੋਟਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਹੁਣ ਇਹ ਲਿੰਕ ਕੰਮ ਨਹੀਂ ਕਰਦਾ। ਆਪਣਾ ਅਕਾਊਂਟ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਲਈ, ਆਪਣੇ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਜਨਵਰੀ",
      "ਭੇਜਿਆ ਗਿਆ",
      "ਆਪਣੇ ਖਾਤੇ ਲਈ ਇੱਕ ਸ਼੍ਰੇਣੀ ਚੁਣੋ",
      "ਲਿੰਕ ਹੁਣ ਵੈਧ ਨਹੀਂ ਹੈ",
      "ਸੇਵ ਕੀਤੀ ਤਸਵੀਰ",
      "{minutes}ਮਿੰਟ",
      "ਕੀ Instagram ਨੂੰ ਆਪਣੀ ਮੁੱਖ ਸਕ੍ਰੀਨ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਹੈ?",
      "ਮੈਨੂੰ ਮੇਰੀ ਜਨਮ ਤਾਰੀਖ ਪ੍ਰਦਾਨ ਕਰਾਉਣ ਦੀ ਜ਼ਰੂਰਤ ਕਿਉਂ ਹੈ?",
      "{username},  Instagram ਵਿੱਚ ਸੁਆਗਤ ਹੈ",
      "ਕਾਲ ਕਰੋ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "Instagram 'ਤੇ ਖਰੀਦੋ",
      "Facebook ਨਾਲ ਲੌਗਇਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ",
      "ਚੋਣ ਛੱਡੋ",
      "ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਵਰਤੋ",
      "{filename} ਬਹੁਤ ਛੋਟੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਥੋੜ੍ਹੀ ਲੰਮੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "{Bold text if your appeal for video is rejected} ਅਧਿਕਾਰ ਧਾਰਕ ਵੀਡੀਓ ਦੀ ਬਰਖ਼ਾਸਤਗੀ ਲਈ ਬੇਨਤੀ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਇਸਨੂੰ Instagram ਤੋਂ ਸਥਾਈ ਤੌਰ ‘ਤੇ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਸਿਰਫ਼ ਤੁਸੀਂ ਹੀ ਆਪਣੀਆਂ ਪੋਸਟਾਂ 'ਤੇ ਆਏ ਵਿਊਜ਼ ਅਤੇ ਲਾਈਕ ਦੀ ਕੁੱਲ ਗਿਣਤੀ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੀ {age} ਚੁਣੋ। {other options} ਦੇਖੋ",
      "{number of products} ਉਤਪਾਦ",
      "ਪੁਸ਼ਟੀਕਰਨ ਲਈ ਕਿਸੇ ਗੁਜਾਰਿਸ਼ ਨੂੰ ਸਪੁਰਦ ਕਰਨਾ ਇਸ ਗੱਲ ਦੀ ਗਾਰੰਟੀ ਨਹੀਂ ਦਿੰਦਾ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "ਅਸੀਂ ਇਸ ਸਮੇਂ ਤੁਹਾਨੂੰ ਕੋਡ ਨਹੀਂ ਭੇਜ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਮਨ ਬਦਲਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਤੋਂ @{username} ਦਾ ਅਨੁਸਰਣ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰਨੀ ਪਵੇਗੀ।",
      "ਸਮਰਥਨ",
      "ਡੇਟਾ ਨੀਤੀ",
      "• ਇੱਕ ਵਾਰ ਤੁਹਾਡੇ ਸਹਿਮਤ ਹੋਣ 'ਤੇ, ਤੁਸੀਂ ਜੋ ਵੀ ਸਾਂਝਾ ਕਰਦੇ ਹੋ ਸ਼ਾਇਦ ਉਸਨੂੰ ਤੁਰੰਤ ਆਨਲਾਈਨ ਸੰਚਾਰ ਰਾਹੀਂ ਦੇਸ਼ ਵਿਦੇਸ਼ ਵਿੱਚ ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਆਈਡੀ ਫ਼ੋਟੋ",
      "{username} ਦੀ ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ",
      "ਨਾ-ਭਰਿਆ ਹੋਇਆ ਭੌਤਿਕ ਪਤਾ ਚੱਕਰ ਚੈੱਕਮਾਰਕ",
      "ਦੋ-ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸਾਡੇ ਵੱਲੋਂ {phoneNumber} ਸਮਾਪਤੀ ਵਾਲੇ ਨੰਬਰ 'ਤੇ ਭੇਜੇ ਗਏ 6-ਅੰਕੀ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਭੁਗਤਾਨ ਵਿਧੀ",
      "ਇਸ ਵਿੱਚ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ:",
      "ਇਸ ਉਪਭੋਗੀ ਨੂੰ ਅਨਬਲੌਕ ਕਰੋ",
      "Facebook Pay",
      "ਯੂਰਪੀ ਡਿਜਿਟਲ ਇਸ਼ਤਿਹਾਰਬਾਜੀ ਗੱਠਜੋੜ",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਅਕਿਰਿਆਸ਼ੀਲ ਬਣਾਉਣ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਸੰਪਰਕਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "ਮਾਫ਼ ਕਰਨਾ! ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਤੁਹਾਨੂੰ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਭੇਜਣ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਜੁਲਾਈ",
      "ਹਿੰਸਾ ਜਾਂ ਹਿੰਸਾ ਦੀ ਧਮਕੀ",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਬਲੌਕ ਕਰਦੇ ਹੋ ਉਦੋਂ ਉਹਨਾਂ ਨੂੰ ਸੂਚਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਉਹਨਾਂ ਵੱਲੋਂ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ ਉੱਤੇ ਕੀਤੀਆਂ ਗਈਆਂ ਨਵੀਆਂ ਟਿੱਪਣੀਆਂ ਉਹਨਾਂ ਤੋਂ ਅਲਾਵਾ ਕਿਸੇ ਨੂੰ ਦਿਖਾਈ ਨਹੀਂ ਦੇਣਗੀਆਂ।",
      "{collectionName} ਵੱਲੋਂ ਸੇਵ ਕੀਤੇ ਕਲੈਕਸ਼ਨ ਵਿੱਚੋਂ ਇਮੇਜ",
      "ਦਾਨ {value} ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋ ਸਕਦੇ",
      "ਏਮਬੇਡ ਕੋਡ ਕਾਪੀ ਕੀਤਾ ਗਿਆ!",
      "ਬਿਲਕੁਲ ਹਾਲੀਆ",
      "ਆਪਣੀ ਕਹਾਣੀ ਨੂੰ ਸੋਧਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੀ ਡਿਵਾਈਸ ਨੂੰ ਘੁੰਮਾਓ।",
      "ਡਿਵਾਈਸ ਤੋਂ ਚੁਣੋ",
      "ਵੀਰਵਾਰ",
      "ਬਾਰੇ",
      "ਸੇਵ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਖਾਤਾ ਨਹੀਂ ਹੈ? {link that reads Sign up}",
      "{username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਸੀਂ ਬਿਲਕੁਲ ਤਿਆਰ ਹੋ!",
      "ਹਟਾਓ",
      "ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਦੇ ਬਜਾਏ ਇਸਨੂੰ ਅਸਮਰਥਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਲੁਕਾਇਆ ਜਾਵੇਗਾ ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਕਰਦੇ ਹੋ।",
      "ਹੋਰ ਦੇਖੋ",
      "{firstUsername}, {secondUsername} ਵੱਲੋਂ ਦੇਖਿਆ ਗਿਆ",
      "{loginLink} ਪਸੰਦ ਜਾਂ ਟਿੱਪਣੀ ਕਰਨ ਲਈ।",
      "Opera",
      "ਸਟਿੱਕਰ, ਸਟੋਰੀ ਸ਼ੇਅਰ ਕਰਨ, ਦੇ ਬਹਿਤਰ ਤਰੀਕੇ ਅਤੇ ਹੋਰ ਲਈ ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "ਜਾਂ",
      "ਲੋਕੇਸ਼ਨ-ਆਧਾਰਿਤ ਫ਼ੀਚਰ (ਲੋੜੀਂਦੇ)",
      "{value} ਨੂੰ ਲਿੰਕ ਕਰੋ",
      "ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰਨਾ ਸਾਡੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਹ ਪੱਕਾ ਕਰਨ ਲਈ ਲਗਾਤਾਰ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਕਿ ਇਸ ਵਰਗੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨਾ ਹੋਣ। ਅਸੀਂ ਅਜਿਹਾ ਹੋਣ ਕਰਕੇ ਮੁਆਫ਼ੀ ਚਾਹੁੰਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ {email} ਵਿਖੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
      "Facebook ਵਰਡਮਾਰਕ ਅਤੇ ਐਪ ਲੋਗੋ ਦਾ ਪਰਿਵਾਰ",
      "ਲੌਗਇਨ ਕਰੋ",
      "ਪਹੁੰਚਣਯੋਗਤਾ",
      "ਤੁਸੀਂ ਕਿੱਥੇ ਲੌਗ ਇਨ ਹੋ",
      "ਜੀਵਨੀ ਵਿੱਚ ਪਿਛਲੇ ਲਿੰਕ",
      "Instagram ਐਪ ਵਿੱਚ Spring ਦੇ ਉਤਪਾਦ ਵੇਚੋ",
      "ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ",
      "ਮਿਟਾਓ",
      "ਇਸ਼ਤਿਹਾਰਸਾਜ ਆਮ ਤੌਰ 'ਤੇ ਲੋਕਾਂ ਨੂੰ ਜੋ ਵਿਕਲਪ ਦਿੰਦੇ ਹੋ ਉਹਨਾਂ 'ਤੇ ਪ੍ਰਭਾਵ ਪਾਉਣ ਵਾਲੀ ਜਾਣਕਾਰੀ ਨੂੰ, ਮਤਲਬ ਤੀਜੀ ਧਿਰ ਨੂੰ ਸਾਰੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਜਾਂ ਆਨਲਾਈਨ ਸੇਵਾਵਾਂ 'ਤੇ ਲੋਕ ਹਰ ਸਮੇਂ ਜੋ ਆਨਲਾਈਨ ਗਤੀਵਿਧੀਆਂ ਕਰਦੇ ਹਨ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ, ਕਿਵੇਂ ਇਕੱਠਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਸਦੀ ਕਿਵੇਂ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ {http://www.networkadvertising.org/managing/opt_out.asp} 'ਤੇ Network Advertising Initiative, {http://www.aboutads.info/} 'ਤੇ Digital Advertising Alliance, {http://youronlinechoices.eu/}'ਤੇ European Digital Advertising Alliance 'ਤੇ ਜਾਓ।",
      "ਮੰਗਲਵਾਰ",
      "Google Chrome",
      "ਬਹੁਤ ਜ਼ਿਆਦਾ ਗ੍ਰਾਫਿਕ ਹਿੰਸਾ ਵਾਲੀਆਂ ਫ਼ੋਟੋਆਂ ਤੇ ਵੀਡੀਓਜ਼",
      "ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਵਾਰ-ਵਾਰ ਸਵੈਚਾਲਿਤ ਵਿਵਹਾਰ ਦਾ ਪਤਾ ਲੱਗਿਆ ਹੈ। ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
      "ਸਪੈਮ ਜਾਂ ਘੋਟਾਲਾ",
      "ਪੂਰਾ ਨਾਂ",
      "ਘੱਟ ਡੇਟਾ ਦਾ ਉਪਯੋਗ ਕਰੋ",
      "ਸਟਿੱਕਰ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ",
      "ਜਾਰੀ ਰੱਖੋ",
      "If you allow, {=business name} will be able to see your public information.",
      "ਇਹਨਾਂ ਕੂਕੀਜ਼ ਅਤੇ ਇਸਦੇ ਸਮਾਨ ਤਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਕਿੱਥੋਂ ਪ੍ਰਬੰਧਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਇਸ ਬਾਰੇ ਵਿੱਚ {learn more link}।",
      "ਨੇਮਟੈਗ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਮੂਲ",
      "ਰਿਮਾਈਂਡਰ ਈਮੇਲਾਂ",
      "DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾਵਾਂ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ ਇਸ ਕਰਕੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਸ਼ਾਇਦ ਇਸ ਵਿੱਚ  ਇਸਦੀ ਮਲਕੀਅਤ ਵਾਲੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੋਵੇ {reference owner name}",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "ਬੈੱਕਅੱਪ ਕੋਡਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਕੋਈ ਜਿਸ ਨੂੰ ਮੈਂ ਜਾਣਦਾ ਹਾਂ",
      "ਕਮੈਂਟਾਂ ਬੰਦ ਕਰ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ।",
      "who.int 'ਤੇ ਜਾਓ",
      "ਤੁਹਾਡਾ ਅਕਾਊਂਟ ਦੁਬਾਰਾ ਫਿਰ ਕਿਰਿਆਸ਼ੀਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। Instagram ਦੀ ਦੁਬਾਰਾ ਵਰਤੋਂ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੇ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਸਾਈਨ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ {=Terms} ਨਾਲ ਸਹਿਮਤ ਹੋ। ਜਾਣੋ ਕਿ ਅਸੀਂ ਸਾਡੀ {Data Policy} ਵਿੱਚ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਕਿਵੇਂ ਇਕੱਤਰ, ਵਰਤੋਂ ਅਤੇ ਸਾਂਝਾ ਕਰਦੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਸਾਡੀ {Cookies Policy} ਵਿੱਚ ਕੂਕੀਜ਼ ਅਤੇ ਸਮਾਨ ਤਕਨੀਕੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ।",
      "ਲੋਕਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ",
      "ਉਪ-ਜੋੜ (1 ਆਈਟਮ)",
      "ਵੀਡੀਓ ਨੂੰ ਪੁਨਰ ਸਥਾਪਿਤ ਕਰੋ",
      "ਕੀ {Username of current profile} ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਹੈ?",
      "JPG ਜਾਂ PNG ਫ਼ਾਈਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਘੱਟੋ ਘੱਟ ਸਿਫ਼ਾਰਿਸ਼ੀ ਆਕਾਰ 492 x 762 ਪਿਕਸਲ ਹੈ।",
      "Facebook Pay 'ਤੇ 'ਹੋਰ ਜਾਣੋ' ਪੇਜ 'ਤੇ ਮੌਜੂਦ ਸੈਟਿੰਗਾਂ ਆਈਕਨ",
      "ਸੰਪਰਕਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?",
      "ਇਸ਼ਤਿਹਾਰ ਗਾਈਡਲਾਈਨ",
      "ਫ਼ੋਨ ਨੰਬਰ ਦੇ ਨਾਲ ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ {violationText} ਦੇ ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਅਸੀਂ ਇਹ ਗਾਈਡਲਾਈਨਾਂ ਬਣਾਈਆਂ ਹਨ ਕਿਉਂਕਿ ਅਸੀਂ ਸੁਰੱਖਿਆ ਅਤੇ ਸਥਾਨਕ ਕਨੂੰਨੀ ਪ੍ਰਤੀਬੰਧਾਂ ਦੀ ਪਾਲਣਾ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਇਹ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ ਕਿ ਕੀ ਉਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦਾ ਉਲੰਘਣ ਕਰਦੀ ਹੈ। ਸਮੀਖਿਆ ਦੇ ਸਾਰੇ ਫ਼ੈਸਲੇ ਅੰਤਿਮ ਹੁੰਦੇ ਹਨ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਉਹ {violationText} ਨਾਲ ਸੰਬੰਧਿਤ ਸਾਡੇ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਹੈ। ਭਾਵੇ ਤੁਹਾਡਾ ਇਰਾਦਾ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਨਹੀਂ ਸੀ, ਪਰ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਲੋਕਾਂ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਨਾਲ ਖੁਦ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੀਆਂ ਹਨ, ਜੋ ਕਿ ਸਾਰਿਆਂ ਲਈ ਸਨਮਾਨਜਨਕ ਹੋਵੇ।",
      "ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...",
      "ਡਾਇਰੈਕਟ",
      "ਅਸੀਂ ਤੁਹਾਡੇ Instagram ਖਾਤੇ ਲਈ ਤੁਹਾਡੇ ਵੱਲੋਂ ਵਰਤੇ ਜਾਂਦੇ ਪਾਸਵਰਡ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਬਹੁਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਇਹ ਪਤਾ ਲਗਾਇਆ ਹੈ ਕਿ, ਜਦੋਂ ਤੁਸੀਂ 'ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ' ਟੂਲ ਵਰਤਿਆ ਸੀ, ਤਾਂ ਤੁਹਾਡੇ ਡੇਟਾ ਦੇ ਡਾਉਨਲੋਡ ਹੋ ਜਾਣ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਤੁਹਾਡੇ ਵੈੱਬ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ URL ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਨਾਲ ਹੀ ਸਾਡੇ ਸਿਸਟਮਾਂ ਵਿੱਚ ਸਟੋਰ ਹੋ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਅਸੀਂ ਹੁਣ ਟੂਲ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਹੈ ਇਸਲਈ ਹੁਣ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਹੋਵੇਗਾ, ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਪਾਸਵਰਡਾਂ ਮਿਟਾ ਰਹੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਾਡੇ ਅੰਦਰੂਨੀ ਸਿਸਟਮਾਂ ਵੱਲੋਂ ਲੌਗ ਕੀਤਾ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਸਾਨੂੰ ਅਜਿਹਾ ਕੁਝ ਵੀ ਨਹੀਂ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ ਜੋ ਇਹ ਸੁਝਾਉਂਦਾ ਹੈ ਕਿ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੇ ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਦਲਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੇਠਾਂ ਆਪਣੇ Instagram ਪਾਸਵਰਡ ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹੋ, ਅਤੇ ਇਸਦੇ ਨਾਲ-ਨਾਲ ਉਨ੍ਹਾਂ ਸਭ ਥਾਵਾਂ 'ਤੇ ਵੇ ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਇਤਿਹਾਸ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਵੀ ਚਾਹ ਸਕਦੇ ਹੋ।",
      "ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਆਪਣੇ ਆਪ ਨੂੰ ਇਸ ਪੋਸਟ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕੀਤੀ ਗਈ ਸੀ",
      "ਹੋਰ ਕਮੈਂਟਾਂ ਨੂੰ ਲੋਡ ਕਰੋ",
      "ਵੀਡੀਓ ਹਟਾਓ",
      "ਗੁਜਾਰਿਸ਼ਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਓਰਿਜਨਲ (ਅਸਮਰਥਿਤ ਆਕਾਰ)",
      "ਅੱਗੇ",
      "ਹੋਰ ਜਾਣੋ",
      "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਅਸੀਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਹਟਾ ਦਿਆਂਗੇ ਜੇਕਰ ਇਹ ਸਾਡੇ ਭਾਈਚਾਰਕ ਗਾਈਡਲਾਈਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੋਵੇ ਤਾਂ।",
      "{number of new posts} ਨਵੀਂ ਪੋਸਟ",
      "ਜਾਣਕਾਰੀ ਫਾਰਮੈਟ",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਵੇਚਦੇ ਹਾਂ। ਕੂਕੀਜ਼ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ ਇਹ ਜਾਣਨ ਲਈ ਸਾਡੀ {Cookie Policy} ਦੇਖੋ।",
      "ਸਾਂਝਾ ਕਰੋ",
      "ਨਵੀਆਂ ਪੋਸਟ",
      "ਕਮੀਸ਼ਨ ਲਈ ਯੋਗ",
      "ਡੇਟਾ ਨੀਤੀ",
      "Facebook Pay 'ਤੇ 'ਹੋਰ ਜਾਣੋ' ਪੇਜ 'ਤੇ ਮੌਜੂਦ ਲਿੰਕ ਆਈਕਨ",
      "Instagram ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਮੈਂ ਸਹਿਮਤ ਹਾਂ",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ ਇਸ ਕਰਕੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਸ਼ਾਇਦ ਇਸ ਵਿੱਚ  ਇਸਦੀ ਮਲਕੀਅਤ ਵਾਲੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੋਵੇ {reference owner name}",
      "ਕੰਟ੍ਰਾਸਟ",
      "ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ 'ਤੇ ਗਤੀਵਿਧੀ",
      "ਗਾਈਡਾਂ",
      "Facebook",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਪ੍ਰਤੀਬੰਧਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਸਮੱਸਿਆ ਹੱਲ ਕਰਨ ਲਈ ਸਿੱਧੇ ਸ਼ਿਕਾਇਤ ਕਰਨ ਵਾਲੇ ਪੱਖ ਨੂੰ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਛੇੜਛਾੜ ਕੀਤੀ ਗਈ ਹੈ",
      "ਪਿਛਲੇ ਫ਼ੋਨ ਨੰਬਰ",
      "ਲੌਗਇਨ ਲਿੰਕ ਭੇਜੋ",
      "ਈਮੇਲ ਹਟਾਓ",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ 13 ਸਾਲ ਦੀ ਉਮਰ ਤੋਂ ਛੋਟੇ ਹੋ।",
      "ਸੋਧੋ",
      "ਈਮੇਲ",
      "ਵਪਾਰ ਸ਼੍ਰੇਣੀਆਂ",
      "ਵਾਧੂ ਮੀਡੀਆ ਪੂਰਵਦਰਸ਼ਨ ਦਿਖਾਓ ਜਾਂ ਲੁਕਾਓ",
      "ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਚੈਰਿਟੀਆਂ ਨੂੰ ਵੱਧ ਪੈਸੇ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦੇ ਹਨ।",
      "ਇੰਝ ਹੀ ਰੱਖੋ",
      "ਇਹ ਸੁਨੇਹਾ ਲੋਕਾਂ ਨੂੰ ਜ਼ੋਖ਼ਿਮ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ",
      "{number of new posts} ਨਵੀਆਂ ਪੋਸਟਾਂ",
      "ਮੈਨੂੰ ਕਿਵੇਂ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਮੈਨੂੰ ਕਾਉਂਟਰ-ਸੂਚਨਾ ਦਰਜ਼ ਕਰਨੀ ਹੈ ਜਾਂ ਨਹੀਂ?",
      "ਅਸੀਂ ਕੁਕੀਆਂ ਦੀ ਵਰਤੋਂ ਇਸ ਲਈ ਵੀ ਕਰਦੇ ਹਾਂ, ਤਾਂ ਕਿ Instagram 'ਤੇ ਅਤੇ ਇਸ ਤੋਂ ਬਾਹਰ ਤੁਹਾਨੂੰ ਉਪਯੋਗੀ ਅਤੇ ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾ ਸਕੋ। ਅਸੀਂ ਕੁਕੀਆਂ ਦੀ ਵਰਤੋਂ ਇਨ੍ਹਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਕਰਦੇ ਹਾਂ ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ ਤੁਸੀਂ ਸਾਡੀ {Cookie Policy} ਨੂੰ ਪੜ੍ਹ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ Instagram ਕੰਟਰੋਲ ਤੋਂ ਇਲਾਵਾ ਵੀ, ਤੁਹਾਡੇ ਕੋਲ ਦੂਜੇ ਕਈ ਵਿਕਲਪ ਹਨ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਹੇਠਾਂ ਦੱਸਿਆ ਗਿਆ ਹੈ।",
      "ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਇਸਨੂੰ ਅਜ਼ਮਾਓ",
      "ਅਧਿਕਾਰਿਤ ਕਰੋ",
      "ਬਲੌਕ ਕਰੋ",
      "ਕਹਾਣੀਆਂ ਦੇਖਣ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਹੁੰਦੀ ਹੈ",
      "ਅਨੁਸਰਣ ਕਰ ਰਿਹਾ ਹੈ",
      "ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਫ਼ੋਨ ਜਾਂ ਕੰਪਿਊਟਰ ਤੋਂ ਲੌਗ ਇਨ ਕਰ ਕਰਦੇ ਹੋ ਜਿਸ ਨੂੰ ਅਸੀਂ ਪਛਾਣਦੇ ਨਹੀਂ ਹਾਂ ਉਦੋਂ ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਰੱਖਿਆ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦੀ ਹੈ।",
      "{username} ਦਾ ਜਵਾਬ ਦੇ ਰਹੇ ਹਨ",
      "ਐਪ ਤੇ, ਤੁਸੀਂ ਅੱਜ ਦੀ ਸਟੋਰੀ ਵਿਚ ਸ਼ੇਅਰ ਕੀਤੀਆਂ ਗਈਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵਿਡੀਓ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਕੋਈ ਅਨੁਕੂਲ ਆਕਾਰ ਲੱਭੋ",
      "{username} ਦੀ ਸਟੋਰੀ, ਦੇਖੀ ਗਈ",
      "ਕੋਈ ਉਪਭੋਗਤਾ ਨਾਂ ਸ਼ਾਮਲ ਕਰੋ। ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਇਜਾਜ਼ਤ ਦਿਓ",
      "ਹੋਰ ਪਸੰਦਾਂ",
      "ਭੰਗ ਅਤੇ ਤੇਜ਼ ਨਸ਼ੇ ਖਰੀਦਣ ਜਾਂ ਵੇਚਣ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ।",
      "ਇਹ ਲਿੰਕ ਅਵੈਧ ਹੈ ਜਾਂ ਇਸਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।",
      "ਇਹ ਫਾਰਮ।",
      "{username} ਨੇ ਤੁਹਾਨੂੰ ਜਵਾਬ ਦਿੱਤਾ",
      "ਛੱਡੋ",
      "ਤੁਹਾਡੇ ਭੁਗਤਾਨਾਂ ਦੀ ਪ੍ਰਕਿਰਿਆ Facebook Pay ਨਾਲ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਅਗਲੀ ਵਾਰ ਲਈ ਸੇਵ ਕੀਤੀ ਜਾਵੇਗੀ। {Learn More}",
      "ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ",
      "ਜਦੋਂ ਤੁਸੀਂ ਨਿੱਜੀ ਅਕਾਊਂਟ 'ਤੇ ਵਾਪਸ ਸਵਿੱਚ ਕਰੋਗੇ, ਤਾਂ ਐਪ ਵਿੱਚ ਇਨਸਾਈਟ ਬੰਦ ਹੋ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਡੀ ਸਭ ਸਮੱਗਰੀ ਦੀ ਇਨਸਾਈਟ, ਜਿਸ ਵਿੱਚ ਪ੍ਰਚਾਰ ਲਈ ਸਮੱਗਰੀ ਅਤੇ ਇਨਸਾਈਟ ਹੁੰਦੀਆਂ ਹਨ, ਹਮੇਸ਼ਾਂ ਲਈ ਹਟਾ ਦਿੱਤੇ ਜਾਣਗੇ।",
      "ਵਿਕਲਪ",
      "ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਇਹ ਫ਼ਾਈਲ ਕਿਸਮ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।",
      "ਸੁਨੇਹੇ ਦੀਆਂ ਬੇਨਤੀਆਂ",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦਿਸਦੀ ਹੈ",
      "ਦੇਖਦੇ ਰਹੋ",
      "ਪਿੱਛੇ ਜਾਓ",
      "ਤੁਹਾਡੇ ਸੁਨੇਹੇ",
      "ਕੋਈ ਫੋਟੋਆਂ ਨਹੀਂ",
      "ਵੀਡੀਓ ਨੂੰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ",
      "ਵੈਧ ਜ਼ਿਪ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "Connect using the MetaMask extension.",
      "ਆਪਣੇ ਈਮੇਲ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ ਨਾਲ ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਖੋਜ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਸੇਵਾ ਨਾਲ ਆਪਣਾ ਪਾਸਵਰਡ ਸਾਂਝਾ ਕੀਤਾ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਹੋਰ ਪਸੰਦਾਂ ਜਾਂ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਮਿਲ ਸਕੇ, ਜੋ ਸਾਡੀਆਂ {community guidelines link} ਦੇ ਖ਼ਿਲਾਫ਼ ਜਾਂਦੀਆਂ ਹਨ।",
      "ਸਾਰੇ ਕਮੈਂਟਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਨੂੰ ਹਟਾਉਣਾ ਹੈ?",
      "ਰਿਪੋਰਟ ਸਪੁਰਦ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ Instagram ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।",
      "ਵੀਡੀਓ",
      "ਫ਼ੋਨ",
      "ਸਕੈਨ ਕਰਨ ਵਿੱਚ ਸੌਖੇ ਨੇਮਟੈਗ ਪ੍ਰਿੰਟ ਕਰੋ",
      "ਹੋਰ ਲੋਕਾਂ ਦੇ ਨਿੱਜੀ ਚਿੱਤਰ ਪੋਸਟ ਕਰਨ ਦੀ ਧਮਕੀਆਂ ਨਾਲ ਨਜਿਠਣ ਲਈ ਸਾਡੀ ਬਹੁਤ ਕਰੜੀ ਨੀਤੀ ਹੈ।",
      "Instagram {Username of current profile} ਨੂੰ ਉਦੋਂ ਤੱਕ ਨਹੀਂ ਦੱਸੇਗਾ ਜਦੋਂ ਤੱਕ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਪੈਰੋਕਾਰਾਂ ਹਟਾਇਆ ਨਹੀਂ ਜਾਂਦਾ।",
      "ਪਿੰਨ ਨੂੰ ਰੀਸੈੱਟ ਕੀਤੇ ਬਿਨਾਂ ਛੱਡਣਾ ਹੈ?",
      "Google Play 'ਤੇ ਉਪਲਬਧ",
      "ਤੁਹਾਡੇ ਇਲੈਕਟ੍ਰਾਨਿਕ ਦਸਤਖਤ",
      "ਇਸ ਲੌਗਆਉਟ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ ਨੂੰ ਦੇਖੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "Instagram",
      "ਐਪ ਵਿੱਚ ਐਕਸਪਲੋਰ ਕਰਨਾ ਜਿਆਦਾ ਵਧੀਆ ਹੈ",
      "ਸਾਡੇ ਵੱਲੋਂ ਕਿਸੇ ਪ੍ਰਮਾਣਿਤ ਬੈਜ ਲਈ ਤੁਹਾਡੀ ਗੁਜਾਰਿਸ਼ ਦੀ ਸਮੀਖਿਆ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
      "ਲੌਗਆਉਟ",
      "ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਧੂ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ",
      "ਅਸੀਂ ਖੁਦ ਨੂੰ ਚੋਟ ਪਹੁੰਚਾਉਣ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਜਾਂ ਪ੍ਰਚਾਰ ਕਰਨ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਹਟਾ ਦਿੰਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਖੁਦਕੁਸ਼ੀ ਕਰਨ, ਕੱਟਣ ਅਤੇ ਖਾਣ ਦੇ ਵਿਕਾਰ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਸ਼ਾਮਲ ਹਨ। ਅਸੀਂ ਆਪਣੇ ਆਪ ਸੱਟ ਲੱਗਣ ਤੇ ਪੀੜਤਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਵੀ ਹਟਾ ਸਕਦੇ ਹਾਂ, ਜੇਕਰ ਉਹ ਪੋਸਟ ਉਹਨਾਂ ਦਾ ਮਜਾਕ ਉਡਾਉਂਦੀ ਹੈ।",
      "ਤਰੁੱਟੀ ਆਈਕਨ",
      "ਭੁਗਤਾਨ ਦੀਆਂ ਸ਼ਰਤਾਂ",
      "ਹੁਣੇ ਕਿਰਿਆਸ਼ੀਲ",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਵੀਡੀਓ ਨੂੰ ਸਾਰੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਸੁਨੇਹਾ ਭੇਜੋ",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਪਿੰਨ ਦਰਜ ਨਹੀਂ ਕਰਦੇ ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਚੈੱਕਆਉਟ ਪੂਰਾ ਕਰਨ ਲਈ ਆਪਣੀ Facebook ਭੁਗਤਾਨ ਦੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਪਾਓਗੇ।",
      "ਸਥਾਨ",
      "ਸਮਤਲ ਸਤ੍ਹਾ 'ਤੇ ਚਿਪਕਾਓ",
      "ਨਗਨਤਾ ਜਾਂ ਅਸ਼ਲੀਲਤਾ",
      "ਫਾਲੋ ਰਿਕਵੈਸਟ ਦੇਖਣ ਲਈ ਸ਼ੈਵਰਨ ਆਈਕਨ",
      "ਵਪਾਰ ਨੂੰ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ",
      "ਤੁਸੀਂ ਅਮਰੀਕਾ ਵਿੱਚ {Digital Advertising Alliance}, ਕੈਨੇਡਾ ਵਿੱਚ {Digital Advertising Alliance of Canada} ਅਤੇ ਯੂਰਪ ਵਿੱਚ {European Interactive Digital Advertising Alliance} ਜਾਂ ਜੇਕਰ ਤੁਸੀਂ Android, iOS 13 ਜਾਂ iOS ਦੇ ਪੁਰਾਣੇ ਸੰਸਕਰਨ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਆਪਣੀ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਰਾਹੀਂ Facebook ਅਤੇ ਦੂਜੀਆਂ ਭਾਗੀਦਾਰ ਕੰਪਨੀਆਂ ਨਾਲ ਆਨਲਾਈਨ ਦਿਲਚਸਪੀ ਆਧਾਰਿਤ ਦੇਖਣਾ ਆਪਟ-ਇਨ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਉਹ ਇਸ਼ਤਿਹਾਰ ਬਲੌਕਰ ਅਤੇ ਟੂਲ ਇਨ੍ਹਾਂ ਕੰਟਰੋਲ ਵਿੱਚ ਰੁਕਾਵਟ ਪਾ ਸਕਦੇ ਹੋ ਜੋ ਕੂਕੀ ਦੀ ਸਾਡੀ ਵਰਤੋਂ ਨੂੰ ਰੋਕਦੇ ਹਨ।",
      "ਉਨ੍ਹਾਂ ਦੀ ਭਾਗੀਦਾਰੀ ਨੂੰ ਉਚਿਤ ਤਰੀਕੇ ਨਾਲ ਮਾਪਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ, ਅਸੀਂ ਇੱਕ ਬੇਤਰਤੀਬ ਆਈਡੀ ਨੰਬਰ ਅਤੇ ਅੰਕੜਾ-ਵਿਗਿਆਨਕ ਨੰਬਰ ਸਾਂਝਾ ਕਰਾਂਗੇ, ਜਿਸ ਨਾਲ ਤੁਹਾਡੀ ਪਛਾਣ ਨਹੀਂ ਹੁੰਦੀ ਅਤੇ ਉਹ ਸਾਨੂੰ ਮੁਕੰਮਲ ਹੋਣ ਬਾਰੇ ਦੱਸਣਗੇ।",
      "ਤੁਹਾਡੇ ਨੰਬਰ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਨਾਲ ਹੋਰ ਵੀ ਸੌਖੀ ਤਰ੍ਹਾਂ ਲੌਗ ਇਨ ਕਰਨ, ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਰਿਕਵਰ ਕਰਨ, ਅਤੇ ਅਨੁਸਰਣ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਤੁਹਾਨੂੰ ਮਦਦ ਮਿਲੇਗੀ।",
      "ਛੋਟਾ ਕਰੋ",
      "1 ਆਈਟਮ",
      "{name of the user} ਨੇ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰਨਾ ਅਰੰਭ ਕੀਤਾ।",
      "ਪੁਸ਼ਟੀਕਰਨ ਗੁਜਾਰਿਸ਼ ਸਪੁਰਦ ਕੀਤੀ ਗਈ",
      "{location} ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼",
      "ਵਿਕਲਪਿਕ",
      "ਕਾਪੀ ਕਰੋ",
      "ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਅਸੀਂ SMS ਰਾਹੀਂ ਕੋਈ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੂੰ ਭੇਜਾਂਗੇ।",
      "Instagram ਵਿੱਚ ਖੋਲ੍ਹੋ",
      "ਜਿਨਸੀ ਸੰਬੰਧ, ਜਣਨਅੰਗਾਂ ਜਾਂ ਪੂਰੇ-ਨੰਗੇ  ਚਿੱਤੜ ਦੀਆਂ ਨੇੜੇ ਦੀਆਂ ਤਸਵੀਰਾਂ ਵਾਲੀਆਂ ਪੋਸਟਾਂ",
      "ਰੱਦ ਕਰੋ",
      "ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਕੋਈ ਹੋਰ ਅਕਾਊਂਟ ਵਰਤ ਸਕਦੇ ਹੋ।",
      "ਉਪਭੋਗਤਾ ਨਹੀਂ ਲੱਭਿਆ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਪ੍ਰਵਾਹ ਕਰਦੇ ਹਾਂ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਤਕਨੀਕੀ ਮੁੱਦੇ ਬਾਰੇ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਜਿਸਨੂੰ ਅਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਲੱਭਿਆ ਅਤੇ ਠੀਕ ਕੀਤਾ ਹੈ। ਇਸ ਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਸਮੇਤ ਕੁਝ ਖਾਸ Instagram ਖਾਤਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ, ਜੋ ਕਿ ਸਾਡੀ ਡੌਗਫੂਡਿੰਗ ਪ੍ਰਕਿਰਿਆ ਦੇ ਹਿੱਸੇ ਵਜੋਂ Instagram ਦੇ ਨਾ ਜਾਰੀ ਕੀਤੇ ਸੰਸਕਰਨ ਵਰਤ ਰਹੇ ਸਨ।",
      "ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰਨਾ",
      "ਸੁਰੱਖਿਆ ਕੋਡ",
      "ਸਾਨੂੰ ਤੁਹਾਡੀ ਗੁਜਾਰਿਸ਼ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਨਾਂ ਅਤੇ ਜਨਮ ਦੀ ਮਿਤੀ (ਜਿਵੇਂ ਕਿ ਡਰਾਈਵਰ ਦਾ ਲਸੰਸ, ਪਾਸਪੋਰਟ ਜਾਂ ਰਾਸ਼ਟਰੀ ਪਛਾਣ ਕਾਰਡ) ਜਾਂ ਅਧਿਕਾਰਤ ਵਪਾਰਕ ਦਸਤਾਵੇਜ਼ (ਟੈਕਸ ਭਰਨਾ, ਹਾਲੀਆ ਵਰਤੋਂਯੋਗਤਾ ਬਿਲ, ਸੰਸਥਾਪਣ ਦਾ ਲੇਖ) ਦਿਖਾਉਣ ਵਾਲੀ ਸਰਕਾਰ ਵੱਲੋਂ ਜਾਰੀ ਫੋਟੋ ਆਈਡੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
      "ਵੀਡੀਓ ਇੱਕ ਘੰਟਾ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ",
      "ਤੁਹਾਡੇ ਦਾਨ ਲਈ ਧੰਨਵਾਦ",
      "ਲੌਗਇਨ ਕਰੋ",
      "{time their account will be disabled} ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਅਪਡੇਟ ਕਰੋ ਜਾਂ ਸਾਡੀਆਂ ਭਾਈਚਾਰਾ ਗਾਈਡਲਾਈਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦੇ ਕਾਰਨ ਤੁਹਾਡਾ ਖਾਤਾ ਅਸਮਰਥਿਤ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕੋਈ ਹੋਰ ਵਿਅਕਤੀ ਹੋਣ ਦਾ ਵਿਖਾਵਾ ਕਰਨ ਦੀ ਸਾਡੀ ਨੀਤੀ ਦੇ ਬਾਰੇ {learn more link}।",
      "ਅਸੀਂ Facebook ਦੇ ਉਤਪਾਦਾਂ ਨੂੰ ਛੱਡ ਕੇ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਏ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਲਈ ਜਾਂ ਉਨ੍ਹਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਲਈ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੀਆਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਾਂਗੇ",
      "ਹਟਾਈ ਗਈ ਹੋਰ ਸਮੱਗਰੀ ਦਿਖਾਓ",
      "ਮੈਂ ਆਪਣੇ ਉਪਭੋਗਤਾ ਨਾਂ ਜਾਂ ਖਾਤਾ ਜਾਣਕਾਰੀ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ",
      "ਖੋਜ ਕਰੋ ਅਤੇ ਐਕਸਪਲੋਰ ਕਰੋ",
      "ਰੱਖੋ",
      "Stories ਵਿੱਚ ਮੁੜ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
      "ਮੁਫ਼ਤ Wi-Fi ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ {name} ਨੂੰ ਫਾਲੋ ਕਰੋ",
      "ਕੋਡ ਨੂੰ ਭੇਜ ਨਹੀਂ ਸਕਿਆ।",
      "{date} {time} ਵਜੇ",
      "ਤੁਹਾਡੀਆਂ ਕੁਝ ਪਿਛਲੀਆਂ ਪੋਸਟਾਂ ਨੇ ਸਾਡੀਆਂ {Community Guidelines} ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕੀਤੀ। ਜੇ ਤੁਸੀਂ ਅਜਿਹਾ ਕੁਝ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿਤ ਹੋ?",
      "{username} ਅਤੇ 1 ਹੋਰਾਂ ਨੇ ਫਾਲੋ ਕੀਤਾ",
      "ਦੋ-ਪੱਖਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਸੈਟਿੰਗ ਸੋਧੋ",
      "ਲੋਕੇਸ਼ਨ ਸ਼ਾਮਲ ਕਰੋ…",
      "ਇੱਕ ਵਾਰ ਲੋਕਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਕੇ, ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "ਸੰਖਿਪਤ ਤੌਰ ਤੇ ਦੱਸੋ ਕਿ ਕੀ ਵਾਪਰਿਆ।",
      "ਇਹ ਕਹਿਣਾ ਪਸੰਦ ਨਹੀਂ ਹੈ",
      "Instagram 'ਤੇ {translated category name} ਅਕਾਊਂਟ",
      "ਜ਼ਬਰਦਸਤ ਸਟੋਰੀ",
      "ਜੇਕਰ ਤੁਸੀਂ ਹੁਣੇ ਵਾਪਸ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਵੀਡੀਓ ਨੂੰ ਖੋਹ ਦਿਓਗੇ",
      "{username} ਹੁਣ Facebook ਉਤਪਾਦਾਂ ਵਿਚਾਲੇ ਉਨ੍ਹਾਂ ਦੀ ਗਤੀਵਿਧੀ ਦੇ ਅਧਾਰ 'ਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਦਿਲਚਸਪੀਆਂ ਦੇ ਹੋਰ ਵੀ ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਦੇਖਣਗੇ।",
      "ਉਪਭੋਗਤਾ ਨਾਂ ਬਣਾਓ",
      "ਹੋਰ ਜਾਣੋ",
      "ਲੇਖ, ਸੋਸ਼ਲ ਮੀਡੀਆ ਅਕਾਊਂਟ ਅਤੇ ਹੋਰ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ ਜੋ ਇਹ ਦਿਖਾਉਂਦੇ ਹੋਣ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਲੋਕਾਂ ਦੇ ਹਿੱਤ ਵਿੱਚ ਹੈ। ਭੁਗਤਾਨਸ਼ੁਦਾ ਜਾਂ ਪ੍ਰੋਮੋਸ਼ਨਲ ਸਮੱਗਰੀ 'ਤੇ ਵਿਚਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਇਸ਼ਤਿਹਾਰ ਸੈਟਿੰਗਾਂ",
      "ਇਸ ਪੋਸਟ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "Instagram ਨੂੰ ਬ੍ਰਾਉਜ਼ ਕਰਨ ਨਾਲ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਹੋਵੇਗੀ। ਤੁਸੀਂ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਸਿਰਫ਼ ਉਦੋਂ ਹੀ ਕਰੋਂਗੇ, ਜਦੋਂ ਤੁਸੀਂ ਵੀਡੀਓਜ਼ ਜਾਂ ਕਹਾਣੀਆਂ ਨੂੰ ਵੇਖਣ ਲਈ ਚੁਣੋਗੇ।",
      "ਐਡਿਟ ਕਰੋ",
      "ਫਿਲਡ ਇਨ ਲੌਕ ਆਈਕਨ",
      "ਕਨੈਕਟ ਕਰੋ",
      "ਆਪਣਾ ਜਨਮਦਿਨ ਸ਼ਾਮਲ ਕਰੋ",
      "ਇਹ ਉਹ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀ ਆਪਣੇ ਅਕਾਊਂਟ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਅਜੇ ਵੀ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪਹਿਲਾਂ ਸਾਂਝੀ ਕੀਤੀ ਜਾਣਾਕਰੀ ਹੋ ਸਕਦੀ ਹੈ ਜਿਸਨੂੰ ਤੁਸੀਂ ਪਹਿਲਾਂ ਸਾਂਝਾ ਕੀਤਾ ਸੀ, ਪਰ ਉਹ ਹੁਣ ਹੋਰ ਜਾਣਕਾਰੀ ਲੈਣ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਤੁਸੀਂ ਅਜਿਹੀ ਐਪ ਤੋਂ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਕਹਿ ਸਕਦੇ ਹਨ। ਇੰਝ ਕਰਨ ਲਈ, ਉਨ੍ਹਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੀ ਸਮੀਖਿਆ ਕਰੋ, ਤਾਂ ਜੋ ਇਸ ਨਾਲ ਜੁੜੀ ਜਾਣਕਾਰੀ ਅਤੇ ਸੰਪਕਰ ਜਾਣਕਾਰੀ ਵੀ ਮਿਲ ਸਕੇ। ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਐਪ ਨਾਲ ਸੰਪਰਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੀ ਯੂਜ਼ਰ ਆਈਡੀ ਦੀ ਲੋੜ ਪਵੇ।",
      "ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਤੋਂ ਸਿੱਧਾ ਰੋਕ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਅਜਿਹਾ ਕਰਦੇ ਹੋ, ਤਾਂ ਉਹ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ, ਪੋਸਟਾਂ ਜਾਂ ਕਹਾਣੀ ਨਹੀਂ ਲੱਭ ਸਕਣਗੇ ਜਾਂ ਤੁਹਾਨੂੰ Instagram 'ਤੇ ਸੁਨੇਹੇ ਨਹੀਂ ਭੇਜ ਸਕਣਗੇ। Instagram ਉਨ੍ਹਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ।",
      "ਹੇਠਾਂ ਵੱਲ ਸ਼ੈਵਰਨ ਆਈਕਨ",
      "ਕੀ ਹਟਾਇਆ ਗਿਆ ਸੀ",
      "ਮੁੱਖ ਸਕ੍ਰੀਨ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
      "ਐਪ ਦਾ ਉਪਯੋਗ ਕਰੋ",
      "{username} ਇਸ ਵੇਲੇ ਕਿਸੇ ਵੀ ਹੈਸ਼ਟੈਗਾਂ ਦਾ ਅਨੁਸਰਣ ਨਹੀਂ ਕਰ ਰਹੇ ਹਨ।",
      "ਗੜਬੜ",
      "ਮਾਫ਼ ਕਰਨਾ! ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਤੁਹਾਡੇ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਤੁਹਾਨੂੰ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰਨ ਦਿੰਦੇ ਹਾਂ ਜਦੋਂ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਨਹੀਂ ਹਟਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਸੀ।",
      "ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਇਹ ਤੁਸੀਂ ਹੋ",
      "ਆਪਣਾ ਖੁਦ ਦਾ ਜਨਮਦਿਨ ਵਰਤੋ, ਭਾਵੇਂ ਇਹ ਖਾਤਾ ਕਿਸੇ ਵਪਾਰ ਲਈ ਹੈ, ਜਾਂ ਪਾਲਤੂ ਪਸ਼ੂ ਲਈ ਜਾਂ ਕਿਸੇ ਹੋਰ ਲਈ ਹੈ",
      "ਤੁਹਾਡਾ Facebook ਈਮੇਲ ਪਤਾ, {email}, Facebook ਅਤੇ Instagram 'ਤੇ ਖਾਤਿਆਂ ਨਾਲ ਜੁੜਿਆ ਹੈ, ਪਰ ਖਾਤੇ ਜੋੜੇ ਨਹੀਂ ਗਏ ਹਨ।",
      "ਐਪ ਲਈ ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ",
      "ਹਥਿਆਰਾਂ, ਵਿਸਫੋਟਕ ਅਤੇ ਅਸਲੇ ਦੇ ਪੀਅਰ-ਟੂ-ਪੀਅਰ ਦੀ ਵਿਕਰੀ।",
      "ਵਾਪਸ ਸਵਿੱਚ ਕਰੋ",
      "ਡੇਟਾ ਨੀਤੀ",
      "{firstUsername} ਅਤੇ {secondUsername}",
      "ਹੋਰ ਟਿੱਪਣੀਆਂ ਲੋਡ ਕਰੋ",
      "ਸਿਸਟਮ ਨੂੰ ਇੱਕ ਸਮੱਸਿਆ ਦਾ ਪਤਾ ਲੱਗਿਆ ਹੈ ਕਿ ਇਹ ਲੌਗਇਨ ਤੁਸੀਂ ਨਹੀਂ ਕੀਤਾ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ ਦੇਖੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਲਈ, ਅਸੀਂ ਇਸ਼ਤਿਹਾਰਾਸਾਜ ਅਤੇ ਦੂਜੇ ਪਾਰਟਨਰਾਂ ਤੋਂ ਲੈ ਕੇ ਉਹ ਡੇਟਾ ਵਰਤਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਵੈੱਬਸਾਈਟ ਅਤੇ ਐਪ 'ਤੇ ਕੀਤੀ ਗਈ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਅਤੇ ਖਰੀਦਾਰੀ ਵਰਗੇ ਕੁਝ ਖਾਸ ਆਫ਼ਲਾਈਨ ਇੰਟਰੈਕਸ਼ਨ ਦਾ ਡੇਟਾ ਸ਼ਾਮਲ ਹੈ। ਤੁਸੀਂ Instagram ਤੋਂ ਬਾਹਰ ਦੀ ਗਤੀਵਿਧੀ ਦੇ ਆਧਾਰ 'ਤੇ ਇਸ਼ਤਿਹਾਰ ਦੇਖੋ ਜਾਂ ਨਹੀਂ, ਇਸਨੂੰ ਤੁਸੀਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ 'ਤੁਹਾਡੇ ਗਤੀਵਿਧੀ ਬਾਰੇ ਪਾਰਟਨਰ ਤੋਂ ਡੇਟਾ' ਰਾਹੀਂ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਪਿਛਲੇ ਵਪਾਰਕ ਈਮੇਲ ਪਤੇ",
      "ਅਵੈਧ ਈਮੇਲ ਨਾਲ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ ਰਹੇ।",
      "ਨੈੱਟਵਰਕ ਬੈਂਡਵਿੱਥ",
      "ਤੁਹਾਡੇ Facebook ਅਕਾਊਂਟ ਵਿੱਚ ਕੰਟਰੋਲ",
      "ਜਦੋਂ ਤੁਹਾਡਾ ਖਾਤਾ ਨਿੱਜੀ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਕੇਵਲ ਤੁਹਾਡੇ ਵੱਲੋਂ ਮਨਜ਼ੂਰੀ ਦਿੱਤੇ ਲੋਕ ਹੀ Instagram ਤੇ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ ਦੇਖ ਸਕਦੇ ਹਨ। ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਫਾੱਲੋਅਰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੋਣਗੇ।",
      "Instagram ‘ਤੇ ਆਪਣੀ ਦੁਨੀਆਂ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਵਸਤੂਆਂ",
      "ਈਮੇਲ",
      "ਕ੍ਰੀਏਟਰ ਸਟੂਡੀਓ 'ਤੇ ਜਾਓ",
      "ਦੇਖਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ",
      "ਇਸਨੂੰ ਫਰੀ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰੋ",
      "ਮੇਲ ਖਾਂਦਾ ਸਮੱਗਰੀ ਨੋਟਿਸ",
      "ਤੁਸੀਂ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ ਨੂੰ ਸਿੰਕ ਕੀਤਾ ਸੀ ਇਸ ਲਈ ਤੁਹਾਡੀ ਫ਼ੋਟੋ ਨੂੰ Instagram ਅਤੇ Facebook ਦੋਨੋਂ ਉੱਤੇ ਬਦਲਿਆ ਜਾਵੇਗਾ।",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਚਾਲੂ ਹੈ",
      "ਇਸ ਇਸ਼ਤਿਹਾਰ ਨੂੰ ਲੁਕਾਉਣ ਦਾ ਕੋਈ ਕਾਰਨ ਚੁਣੋ:",
      "ਭੁਗਤਾਨ ਵਿਧੀਆਂ, ਡਿਲਿਵਰੀ ਪਤਾ, ਨਾਂ, ਈਮੇਲ",
      "ਮੈਂ ਮੇਰੇ ਦੁਆਰਾ ਅਪਲੋਡ ਕੀਤੀ ਕਿਸੇ ਫੋਟੋ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।",
      "ਕੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਨੂੰ ਯਾਦ ਰੱਖਣਾ ਹੈ?",
      "ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਸ਼੍ਰੇਣੀ ਦਿਖਾਓ",
      "ਦਿਖਾਓ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਵੱਲੋਂ ਪੇਸ਼ ਕੀਤੇ ਜਾਣ ਵਾਲੀ ਜਨਤਕ ਹਸਤੀ, ਪ੍ਰਸਿੱਧ ਹਸਤੀ ਜਾਂ ਬ੍ਰਾਂਡ ਲੋਕਾਂ ਦੇ ਹਿੱਤ ਵਿੱਚ ਹੈ।",
      "ਰੱਖਿਅਤ ਭੁਗਤਾਨ",
      "ਪ੍ਰੈੱਸ ਕੇਂਦਰ ਵਿੱਚ ਉਨ੍ਹਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।",
      "ਕਿਸੇ ਕ੍ਰੀਏਟਰ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ Instagram ਅਕਾਊਂਟ ਨੂੰ ਜਨਤਕ ਬਣਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦੇਖ ਸਕੇਗਾ ਅਤੇ ਵਿਚਾਰ ਅਧੀਨ ਸਾਰੀਆਂ ਫਾਲੋ ਰਿਕਵੈਸਟਾਂ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਚੋਣ ਛੱਡਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਉਹਨਾਂ ਦੀ ਗੁਜਾਰਿਸ਼ ਕੀਤੇ ਜਾਣ ਵੇਲੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਲੌਗ ਇਨ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਿਰਫ਼ ਈਮੇਲਾਂ ਹੀ ਭੇਜਾਂਗੇ।",
      "ਯੂਜ਼ਰ ਆਈਕਨ",
      "ਬਲੌਕ ਕੀਤੇ ਗਏ ਟਿੱਪਣੀਕਾਰ",
      "ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਰੱਦ ਕਰੋ",
      "Facebook ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਤੋਂ ਬਾਹਰ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਅਤੇ ਮੁਲਾਂਕਣ ਸੇਵਾਵਾਂ ਲਈ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ, ਤੁਹਾਨੂੰ ਕੁਝ ਖ਼ਾਸ ਫ਼ੀਚਰ ਉਪਲਬਧ ਕਰਾਉਣ ਅਤੇ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ,ਅਸੀਂ Instagram ਅਤੇ Facebook 'ਤੇ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੇ ਟੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਇਹ ਕੰਪਨੀਆਂ ਵੀ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਹਨ।",
      "ਕਹਾਣੀਆਂ",
      "ਤੁਸੀਂ ਕੁਝ ਭੁਗਤਾਨਾਂ ‘ਤੇ ਸੁਰੱਖਿਆ ਜਾਂਚ ਵਜੋਂ ਤੁਹਾਡਾ ਪਿੰਨ ਦਾਖਲ ਕਰੋਗੇ। ਸਾਰੇ ਭੁਗਤਾਨਾਂ ਲਈ ਆਪਣੇ ਪਿੰਨ ਨੂੰ ਵਰਤਣ ਲਈ, Facebook Pay ਸੈਟਿੰਗਾਂ ‘ਤੇ ਜਾਓ।",
      "ਹੋਰ ਜਾਣੋ",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ",
      "ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ",
      "{username1}, {username2}, ਅਤੇ 1 ਹੋਰ",
      "WhatsApp ਸ਼ਾਮਲ ਕਰੋ",
      "ਲੋਕਾਂ ਨੂੰ ਖੋਜੋ",
      "ਖ਼ਬਰਾਂ/ਮੀਡੀਆ",
      "NetzDG ਦੇ ਅਧੀਨ ਰਿਪੋਰਟ ਕਰੋ",
      "ਹੋਰ ਲੋਕ ਆਪਣੀਆਂ ਕਹਾਣੀਆਂ ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹਨ। ਤੁਹਾਡਾ ਉਪਭੋਗਤਾ ਨਾਂ ਹਮੇਸ਼ਾ ਤੁਹਾਡੀ ਪੋਸਟ ਨਾਲ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।",
      "ਜਨਤਕ ਪ੍ਰੋਫ਼ਾਈਲ ਜਾਣਕਾਰੀ (ਲੋੜੀਂਦੀ)",
      "WhatsApp",
      "ਪਿਛਲੇ ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੈਧ ਜਨਮ ਮਿਤੀ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਵੀਡੀਓ ਵਿੱਚ ਦਿੱਤੀ ਸਾਰੀ ਸਮੱਗਰੀ ਤੁਹਾਡੀ ਮੂਲ ਸਮੱਗਰੀ ਹੈ ਅਤੇ ਤੁਸੀਂ ਇਸਦੇ ਅਧਿਕਾਰਾਂ ਨੂੰ ਰੱਖ ਸਕਦੇ ਹੋ।",
      "ਅਕਾਊਂਟਾਂ ਨੂੰ ਸਵਿੱਚ ਕਰੋ",
      "ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਆਪਣੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ।",
      "ਵੀਡੀਓ ਗੱਲਬਾਤ",
      "ਕੋਈ ਮੈਸੇਜ ਲਿਖੋ…",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਬੈਕਅੱਪ ਕੋਡਾਂ ਵਿੱਚ ਕੋਈ ਇੱਕ ਕੋਡ ਨੂੰ ਵਰਤਣ ਵਿੱਚ ਅਸਮਰਥਿਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ {=auth app codes} ਤੋਂ ਇਹ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਬੁੱਧਵਾਰ",
      "ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਡੇਟਾ ਨੀਤੀ ਵਿੱਚ ਕੀਤੇ ਬਦਲਾਵਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ",
      "ਮਨਜ਼ੂਰ ਕਰੋ",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਵਪਾਰਕ ਈਮੇਲ",
      "ਹੋਰ ਜਾਣੋ",
      "ਇਸ ਸਾਂਝਾਕਰਨ ਬਾਰੇ ਹੋਰ:",
      "ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "{Date} ਨੂੰ {Time} ਵਜੇ ਪੋਸਟ ਕੀਤਾ ਗਿਆ",
      "ਮਾੜੇ ਚਿੱਤਰਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ",
      "ਮਿਟਾਉਣ ਨਾਲ ਇਹ ਤੁਹਾਡੇ ਇਨਬੌਕਸ ਵਿੱਚੋਂ ਗੱਲਬਾਤ ਹਟਾਉਂਦਾ ਹੈ, ਪਰੰਤੂ ਕਿਸੇ ਹੋਰ ਦੇ ਇਨਬੌਕਸ ਵਿੱਚੋਂ ਨਹੀਂ।",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਫੋਟੋ ਨੂੰ ਹਾਲੇ ਵੀ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਦੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:",
      "ਤੁਹਾਡਾ ਪੂਰਾ ਨਾਂ",
      "ਈਮੇਲ ਪਸੰਦਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "ਵਾਂ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਨਾ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਖਾਤੇ",
      "ਜੇਕਰ ਤੁਸੀਂ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਤੋਂ ਕੋਈ ਲੌਗਇਨ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥਿਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ {=sms code} ਕੇ ਇਹ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣੇ {=backup codes} ਕੋਡਾਂ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਵਰਤ ਸਕਦੇ ਹੋ।",
      "ਵਰਣਨ",
      "{seconds}ਸਕਿੰਟ",
      "ਨਸ਼ਿਆਂ ਦੀ ਵਿਕਰੀ ਜਾਂ ਪ੍ਰਚਾਰ ਵਜੋਂ ਰੀਪੋਰਟ ਕਰੋ?",
      "ਹੁਣੇ ਨਹੀਂ",
      "{Userlink} ਵਰਗੇ ਹੋਰ ਅਕਾਊਂਟ",
      "ਘੱਟ ਸਪੇਸ ਦਾ ਉਪਯੋਗ ਕਰਦਾ ਹੈ। Google Play ‘ਤੇ ਫਰੀ।",
      "ਅਨਲੌਕ ਕਰੋ",
      "ਐਕਸੈਸ ਨੂੰ ਰੱਦ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆ ਗਈ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਇਹ ਉਹ ਐਪਾਂ ਜਾਂ ਵੈੱਬਸਾਈਟਾਂ ਹਨ, ਜਿੰਨ੍ਹਾਂ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ Instagram ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਸੀ ਅਤੇ ਜਿੰਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਕੀਤੀ ਹੈ। ਇਹ ਉਸ ਜਾਣਕਾਰੀ ਲਈ ਬੇਨਤੀ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰਨਾ ਚੁਣਿਆ ਸੀ।",
      "ਲੌਗਇਨ ਮਦਦ ਈਮੇਲਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਛੱਡੋ",
      "ਆਡੀਓ ਇਮੇਜ",
      "ਹੇਠਾਂ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦਾ ਤੀਰ, ਜੋ ਦੱਸਦਾ ਹੈ ਕਿ ਸੈਕਸ਼ਨ ਬੰਦ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਖੋਲ੍ਹਿਆ ਜਾ ਸਕਦਾ ਹੈ",
      "ਤੁਸੀਂ ਆਪਣੇ Instagram ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਲਈ ਕਿਸੇ ਵੀ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ।",
      "ਅਕਿਰਿਆਸ਼ੀਲ ਸੈਸ਼ਨਾਂ ਦੇ IP ਪਤੇ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲਿਆਉਣ ਲਈ {phoneNumber} ਨੂੰ ਲਿੰਕ ਦੇ ਨਾਲ ਕੋਈ SMS ਭੇਜਿਆ।",
      "ਛੱਡੋ",
      "{instagramUsername} ਅਤੇ {facebookPageName}",
      "ਸਰੋਤ ਦੇਖੋ",
      "ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਅਸਥਾਈ ਰੂਪ ਵਿੱਚ ਅਸਮਰਥਿਤ ਕਰਨ ਵਾਲੇ ਹੋ। ਕੀ ਅੱਗੇ ਵਧਣਾ ਹੈ?",
      "ਇਸ਼ਤਿਹਾਰ ਸੰਬੰਧੀ ਤਰਜੀਹਾਂ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਜਾਣਕਾਰੀ (ਲੋੜੀਂਦੀ)",
      "ਫੀਡ",
      "ਜੇ ਤੁਹਾਡੀ ਅਪੀਲ ਮਨਜ਼ੂਰ ਹੁੰਦੀ ਹੈ",
      "content_removed_img",
      "ਅਸੀਂ ਤੁਹਾਡੇ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਹ ਸਾਡੀਆਂ {brandedContentPoliciesLink} ਵਿਰੁੱਧ ਜਾਂਦਾ ਸੀ। ਤਮਾਕੂ ਉਤਪਾਦ, ਹਥਿਆਰ, ਬਰੂਦ ਅਤੇ ਧਮਾਕੇਦਾਰ ਸਮੱਗਰੀ ਸਮੇਤ, ਕੁਝ ਖਾਸ ਕਿਸਮਾਂ ਦੇ ਸਮਾਨ, ਸੇਵਾਵਾਂ, ਜਾਂ ਬ੍ਰਾਂਡਾਂ ਨੂੰ ਬ੍ਰਾਂਡੇਡ ਸਮੱਗਰੀ ਨਾਲ ਪ੍ਰੋਮੋਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਸਮਾਜ ਨਾਲ ਜੁੜੇ ਮੁੱਦੇ, ਚੋਣਾਂ, ਜਾਂ ਰਾਜਨੀਤੀ ਸਮੇਤ, ਕੁਝ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਹੀ ਬ੍ਰਾਂਡੇਡ ਸਮੱਗਰੀ ਪੋਸਟਾਂ ਵਿੱਚ ਇਜਾਜ਼ਤ ਹੈ ਜੇ ਭੁਗਤਾਨ ਕਰਨ ਵਾਲੇ ਪਾਰਟਨਰ ਨੂੰ ਸੰਬੰਧਿਤ ਇਸ਼ਤਿਹਾਰ ਚਲਾਉਣ ਦਾ ਅਧਿਕਾਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
      "ਟਿੱਪਣੀ ਵਿਕਲਪ",
      "ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕਰ ਸਕੋ, ਦੋਸਤਾਂ ਨੂੰ ਲੱਭ ਸਕੋ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ।",
      "ਜੇ ਤੁਸੀਂ ਆਪਣੀ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਨੂੰ ਹਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਟੈਕਸਟ ਸੁਨੇਹੇ ਰਾਹੀਂ ਸੁਰੱਖਿਆ ਕੋਡ ਪ੍ਰਾਪਤ ਹੋਣਗੇ।",
      "ਮੁਕੰਮਲ।",
      "ਕੀ ਪੋਸਟ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "ਈਮੇਲ ਨੂੰ ਹਟਾਇਆ ਗਿਆ",
      "ਇਸ਼ਤਿਹਾਰ",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਇੱਥੇ ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਨਹੀਂ ਹੈ।",
      "ਤੁਹਾਡੇ ਦੋਸਤਾਂ ਦੀਆਂ ਫ਼ੋਟੋਆਂ ਤੇ ਵੀਡੀਓਜ਼ ਦੇਖੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲਿਆਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਕੋਈ ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜ ਸਕਦੇ ਹਾਂ।",
      "Facebook Pay",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਏ ਜਾਣ ਦਾ ਜੋਖਿਮ ਹੈ",
      "ਜਾਣਕਾਰੀ ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਰਿਪੋਰਟ ਭੇਜੋ",
      "ਐਪ ਦੀ ਵਰਤੋਂ ਕਰੋ",
      "ਸਕਿੰਟ",
      "ਇਸ ਈਮੇਲ ਦੀ ਵਰਤੋਂ ਕਿਸੇ ਹੋਰ ਖਾਤੇ ਲਈ ਕੀਤੀ ਗਈ ਹੈ।",
      "ਅੱਗੇ",
      "ਸ਼ਹਿਰ/ਟਾਊਨ",
      "ਲਾਈਵ ਪ੍ਰਸਾਰਨ ਸਾਂਝਾ ਕਰੋ",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦ੍ਰਿਸ਼ਮਾਨ ਹੋਵੇਗੀ",
      "ਉਹ Instagram 'ਤੇ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ, ਪੋਸਟਾਂ ਜਾਂ ਕਹਾਣੀ ਨੂੰ ਲੱਭਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ। Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ",
      "ਭਰੇ ਹੋਏ ਚੈੱਕਮਾਰਕ ਆਈਕਨ",
      "You can manage these messages at any time in your chat with {=business name}.",
      "Stories ਖੋਲ੍ਹੋ",
      "ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਜਾਓ ਅਤੇ ਆਪਣੇ ਸ਼ਾਪਿੰਗ ਬੈਗ ਨੂੰ ਲੱਭਣ ਲਈ {link_back_to_instagram_home_page} 'ਤੇ ਟੈਪ ਕਰੋ।",
      "ਜਾਰੀ ਰੱਖੋ",
      "ਮੀਡੀਆ ਕ੍ਰੀਏਟਰ ਆਈਕਨ",
      "ਮੁਫ਼ਤ Wi-Fi ਐਕਸੈਸ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਇਸ ਬਿਜ਼ਨੈੱਸ ਦੀ ਨਵੀਨਤਮ ਪੋਸਟ ਦੇਖਣ ਲਈ ਇਸਨੂੰ ਫਾਲੋ ਕਰੋ। ਜਾਂ ਫਿਰ ਬਿਜ਼ਨੈੱਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਵੀ ਫਾਲੋ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਸੀਂ ਕਦੋਂ ਆਨਲਾਈਨ ਹੁੰਦੇ ਹੋ ਜਾਂ ਤੁਸੀਂ ਕਦੋਂ ਉਨ੍ਹਾਂ ਦਾ ਸੁਨੇਹਾ ਪੜ੍ਹਿਆ ਹੈ, ਤਾਂ ਉਹ ਇਹ ਨਹੀਂ ਦੇਖ ਸਕਦੇ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਤੋਂ ਉਨ੍ਹਾਂ ਤੋਂ ਪ੍ਰਬੰਧਨ ਹਟਾ ਸਕਦੇ ਹੋ।",
      "Microsoft ਤੋਂ ਇਸਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਬੌਧਿਕ ਸੰਪੱਤੀ ਉਲੰਘਣਾ",
      "{username} ਨੇ ਕੋਈ ਕਹਾਣੀ ਭੇਜੀ",
      "ਪੋਸਟ 'ਤੇ ਜਾਓ",
      "ਪ੍ਰਤੀਬੰਧਿਤ ਅਕਾਊਂਟ",
      "ਅਸੀਂ ਸੁਰੱਖਿਆ ਅਤੇ ਇਕਸਾਰਤਾ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਦੀ ਸੀਮਿਤ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਾਂਗੇ ਪਰ ਇਸਦੀ ਵਰਤੋਂ ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਬਣਾਏ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ",
      "ਅੱਗੇ",
      "ਮੁਕੰਮਲ",
      "ਕੀ Instagram 'ਤੇ 13 ਤੋਂ ਛੋਟੀ ਉਮਰ ਦੇ ਬੱਚੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਪਿੰਨ ਰੀਸੈੱਟ ਕਰੋ",
      "ਦੁਕਾਨ ਦੇਖੋ",
      "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਪਰੇਸ਼ਾਨੀ ਜਾਂ ਧੱਕੇਸ਼ਾਹੀ ਬਾਰੇ ਹੋਰ ਕੀ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਮਦਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ",
      "ਅੱਗੇ",
      "Create new post",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਆਪਣੇ ਗਾਹਕਾਂ ਤੱਕ ਪਹੁੰਚੋ",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਪੋਸਟ ‘ਤੇ ਸਾਰੇ ਵਤਰੋਕਾਰਾਂ ਵੱਲੋਂ ਕੀਤੇ ਕਮੈਂਟ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਚੁਣੋ ਕਿ ਤੁਸੀਂ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਕਿਵੇਂ ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਵਿੱਚ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
      "ਕੈਮਰਿਆਂ ਨੂੰ ਆਪਣੇ ਸਮੁੱਚੇ ਨੇਮਟੈਗ ਨੂੰ ਪਛਾਣਨ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "Safari",
      "ਅੱਜ ਦੇਖਿਆ ਗਿਆ",
      "1 ਸਾਲ ਦਾ",
      "ਹਰੇਕ ਲਈ Instagram ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਅਤੇ ਮਜ਼ੇਦਾਰ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਧੰਨਵਾਦ। ਯਾਦ ਰੱਖੋ, ਅਸੀਂ ਇਸ ਗੱਲ ਦਾ ਖੁਲਾਸਾ ਨਹੀਂ ਕਰਦੇ ਕਿ ਫੋਟੋ, ਵੀਡੀਓ ਜਾਂ ਟਿੱਪਣੀ ਨੂੰ ਪੋਸਟ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਨੂੰ ਕਿਸਨੇ ਰਿਪੋਰਟਾਂ ਜਮ੍ਹਾਂ ਕਰਵਾਈਆਂ ਹਨ।",
      "• ਕਨੈਕਸ਼ਨ ਐਪ ਜਾਂ ਵੈੱਬਸਾਈਟ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਅਤੇ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ ਜਿਸਨੂੰ ਤੁਸੀਂ ਸਾਂਝਾ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ।",
      "ਖਾਤਾ ਡੇਟਾ ਵੇਖੋ",
      "ਸਾਨੂੰ ਦੱਸੋ",
      "ਫੋਟੋ ਦਾ ਪੂਰਵਦਰਸ਼ਨ ਅੱਪਲੋਡ ਕੀਤਾ ਜਾਣਾ ਹੈ",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀਆਂ ਦਿਲਚਸਪੀਆਂ ‘ਤੇ ਅਧਾਰਤ ਬਹੁਤ ਸ਼ਾਨਦਾਰ ਚੀਜਾਂ ਦਿੱਖਣਗੀਆਂ।",
      "ਪੋਸਟ",
      "ਡਾਉਨਲੋਡ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰੋ",
      "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਵਿਅਕਤੀ ਦੇ ਸੁਨੇਹੇ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹੋ, ਤਾਂ Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸਦਾ ਕਿ ਰਿਪੋਰਟ ਕਿਸਨੇ ਕੀਤੀ ਹੈ।",
      "ਪਤਾ",
      "ਸ਼ਰਤਾਂ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਅਸਧਾਰਨ ਗਤੀਵਿਧੀ ਦੇਖੀ ਹੈ ਅਤੇ ਆਰਜ਼ੀ ਤੌਰ 'ਤੇ ਕੁਝ ਕਾਰਵਾਈਆਂ ਨੂੰ ਪਾਬੰਦੀਸ਼ੁਦਾ ਕਰ ਦਿੱਤਾ ਹੈ।",
      "ਅਸਵੀਕਾਰ ਕਰੋ",
      "ਠੀਕ",
      "ਸ਼ਾਮਲ ਕਰੋ",
      "ਇਸ ਤੋਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ਬਲੌਕ ਕਰੋ",
      "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਦੀ ਪੋਸਟ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹੋ, ਤਾਂ Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸਦਾ ਕਿ ਰਿਪੋਰਟ ਕਿਸਨੇ ਕੀਤੀ ਹੈ।",
      "facebook ਤੋਂ ਇਲਾਵਾ ਗਤੀਵਿਧੀ",
      "ਕੋਈ ਦੂਜਾ ਖਾਤਾ ਬਣਾਇਆ ਗਿਆ",
      "ਭੌਤਿਕ ਪਤਾ",
      "{Button to log in} ਜਾਂ {Button to sign up}",
      "ਮੰਗਲਵਾਰ",
      "Chrome",
      "ਟੈਕਸਟ",
      "ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਵੋ",
      "{timeString} ਵਜੇ {dateString}",
      "{username} ਦੀ ਕਹਾਣੀ ਦਾ ਹਾਈਲਾਈਟ ਭੇਜਿਆ",
      "ਵਾਂ",
      "ਸਿਰਫ਼ {story owner username} ਦੀ ਮੈਂਬਰਸ਼ਿਪ ਵਿੱਚ ਸ਼ਾਮਲ ਲੋਕ ਹੀ ਇਸ ਸਟੋਰੀ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹਨ।",
      "ਤੁਸੀਂ ਆਪਣੀਆਂ {=app and web} ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਤੁਹਾਡੇ ਵੱਲੋਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਉਸਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ। ਇਹ ਸੈਟਿੰਗਾਂ ਉਨ੍ਹਾਂ {=privacy} ਸੈਟਿੰਗਾਂ ਤੋਂ ਵੱਖਰੀਆਂ ਹਨ ਜੋ ਇਹ ਕੰਟਰੋਲ ਕਰਦੀਆਂ ਹਨ ਕਿ ਤੁਹਾਡੀ ਸਮੱਗਰੀ Instagram 'ਤੇ ਕੌਣ ਦੇਖ ਸਕਦਾ ਹੈ।",
      "• ਉਹ ਕੂਕੀਜ਼ ਅਤੇ ਸਮਾਨ ਟੈਕਨੋਲੋਜੀ ਜੋ ਅਸੀਂ ਵਰਤਦੇ ਹਾਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਦੀ ਤੁਹਾਡੇ ਬਾਰੇ Instagram ਅਤੇ Facebook ਨਾਲ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ। ਅਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਲਈ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਦੇਖੇ ਜਾਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ, ਅਤੇ ਵਪਾਰ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਇਸ਼ਤਿਹਾਰ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਰਦੇ ਹਾਂ।",
      "ਸੇਵ ਕਰੋ",
      "ਅਨਮਿਊਟ ਕਰੋ",
      "ਕੀ ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ ਨੂੰ ਪੋਸਟ ਕਰਨਾ ਹੈ?",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ 'ਤੇ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ: {emoji}",
      "ਉਮਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਕੀ Instagram ਜਾਂ Facebook ਨੂੰ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਹੈ?",
      "ਲੌਗ ਇਨ ਕਰੋ",
      "ਸੰਬੰਧਿਤ ਅਕਾਊਂਟ",
      "ਐਫ਼ਿਲਿਏਟ ਸੈੱਟਅੱਪ ਕਰਨ ਲਈ Instagram ਮੋਬਾਈਲ ਐਪ ਵਰਤੋ ਅਤੇ ਪੈਸੇ ਕਮਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ।",
      "ਸੁਨੇਹੇ ਦੇਖਣ ਅਤੇ ਭੇਜਣ ਲਈ Instagram ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਨ 'ਤੇ ਅਪਡੇਟ ਕਰੋ।",
      "{list of items}, {last item}",
      "ਆਡੀਓ ਮਿਊਟ ਹੈ।",
      "ਵੀਡੀਓ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...",
      "ਤੁਹਾਡੀ ਜਨਮਮਿਤੀ ਦੱਸਣ ਨਾਲ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਵਿੱਚ ਸੁਧਾਰ ਹੁੰਦਾ ਹੈ ਅਤੇ ਇਸ ਨਾਲ Instagram ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਸਾਨੂੰ ਮਦਦ ਮਿਲਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਆਪਣੀ ਜਨਮਮਿਤੀ ਆਪਣੀ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਦੀਆਂ ਖਾਤਾ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਮਿਲ ਸਕਦੀ ਹੈ।",
      "ਕੋਈ ਸੁਨੇਹੇ ਨਹੀਂ",
      "{=app name} {=privacy policy} ਅਤੇ {=terms}.",
      "ਲਈ",
      "ਤੁਸੀਂ ਇਸ ਟਿੱਪਣੀ ਦੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ?",
      "ਕਿਸ ਨੂੰ ਪਰੇਸ਼ਾਨ ਜਾਂ ਧੱਕੇਸ਼ਾਹੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ?",
      "ਮਿਊਟ ਕਰੋ",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਇਹ ਈਮੇਲ ਪਤਾ Facebook ਅਤੇ Instagram 'ਤੇ ਖਾਤਿਆਂ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਪਰ ਖਾਤੇ ਲਿੰਕ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ। ਹੋਰ ਆਸਾਨੀ ਨਾਲ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖਾਤਿਆਂ ਨੂੰ ਲਿੰਕ ਕਰੋ।",
      "ਕੀ ਤੁਸੀਂ {age} ਸਾਲ ਦੇ ਹੋ?",
      "ਅਣਉੱਚਿਤ ਸਮੱਗਰੀ ਪੋਸਟ ਕਰਨਾ",
      "ਕੀ ਫ਼ੋਨ ਨੰਬਰ ਹਟਾਉਣਾ ਹੈ?",
      "ਜੋ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਹੈ ਉਸਨੂੰ ਸਿਰਫ਼ ਤੁਸੀਂ ਹੀ ਦੇਖ ਸਕਦੇ ਹੋ",
      "ਸਮਝ ਗਿਆ। ਤੁਸੀਂ Instagram ਦੀ ਖ਼ਬਰਾਂ ਈਮੇਲਾਂ ਤੋਂ ਅਨਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ।",
      "ਟੈਕਸਟ ਸੁਨੇਹੇ ਦੀ ਵਰਤੋਂ ਕਰੋ",
      "ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਿੰਨ ਗਲਤ ਹੈ। {remainingAttempts} ਮੌਕੇ ਬਾਕੀ ਹਨ।",
      "{full_name} (@{username}) • Instagram ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼",
      "{filename} ਲੇਬਲ ਦੀ ਵੀਡੀਓ ਬਹੁਤ ਵੱਡੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ ਜਾਂ ਇਸਦੀ ਬਜਾਏ IGTV 'ਤੇ ਪੋਸਟ ਕਰੋ।",
      "ਹੁਣੇ {count} ਕਿਰਿਆਸ਼ੀਲ",
      "{action text} ਕਰਕੇ, ਤੁਸੀਂ {Instsagram's terms} ਅਤੇ {data policies terms} ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਫ਼ੀਸਾਂ ਨੂੰ ਕਵਰ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਯੋਗਦਾਨ ਵਿੱਚੋਂ 2.60% + 0.30 USD ਰਕਮ ਕੱਟੀ ਜਾਵੇਗੀ।",
      "SMS ਦੁਬਾਰਾ ਭੇਜੋ",
      "ਜੇ ਤੁਹਾਡੀ ਅਪੀਲ ਮਨਜ਼ੂਰ ਹੁੰਦੀ ਹੈ",
      "ਤੰਗ ਕਰਨ ਵਾਲੀ ਸਮੱਗਰੀ ਪੋਸਟ ਕਰਨਾ",
      "ਬੰਦ ਕਰੋ",
      "ਡੇਟਾ ਨੀਤੀਆਂ",
      "ਤੁਸੀਂ ਆਪਣੀ ਕਹਾਣੀ ਵਿੱਚ {username} ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ",
      "ਤੁਸੀਂ ਹੁਣ ਸਾਰੀਆਂ ਲੌਗਇਨ ਮੱਦਦ ਈਮੇਲਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।",
      "ਚੱਕਰ ਚੈੱਕ ਆਈਕਨ",
      "Instagram 2012 ਤੋਂ Facebook ਦਾ ਇੱਕ ਭਾਗ ਹੈ, ਅਤੇ ਅਸੀਂ ਕੁਝ ਕਾਰਪੋਰੇਟ ਬਦਲਾਅ ਕਰ ਰਹੇ ਹਾਂ। ਅੱਗੇ ਵਧਦੇ ਹੋਏ, ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਦਰਸਾਉਣਗੀਆਂ ਕਿ Instagram ਲਈ Facebook Inc. ਜ਼ੁੰਮੇਵਾਰ ਹੈ। Instagram ਐਪ ਅਤੇ ਸਾਡੇ ਵੱਲੋਂ ਡੇਟਾ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਦਾ ਤਰੀਕਾ ਬਦਲੇ ਨਹੀਂ ਜਾ ਰਹੇ ਹਨ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਕਾਰਡ ਉੱਤੇ ਦਿੱਤਾ ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਨਹੀਂ ਕਰਦੇ ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਚੈੱਕਆਉਟ ਪੂਰਾ ਕਰਨ ਲਈ ਆਪਣੀ Facebook ਭੁਗਤਾਨ ਦੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਪਾਓਗੇ।",
      "ਸਵੈ-ਨੁਕਸਾਨ (ਖਾਣਪਾਣ ਵਿਕਾਰ, ਮਾਰ-ਕੱਟ, ਜਾਂ ਆਤਮਘਾਤੀ ਸਮੱਗਰੀ)",
      "ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਕਨੈਕਟ ਕਰੋ",
      "ਟੈਗ ਹਟਾਓ",
      "ਕਿਰਪਾ ਕਰਕੇ ਵਰਣਨ ਕਰੋ ਕਿ ਕੀ ਗਲਤ ਹੋਇਆ",
      "ਈਮੇਲ",
      "ਜਾਰੀ ਰੱਖੋ",
      "ਪੜਾਅ 1: ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "{filename} ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ 1GB ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਤੁਸੀਂ ਇਸ ਸੰਗ੍ਰਹਿ ਤੋਂ ਹਟਾ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਸਭ ਕੁਝ ਤੋਂ ਹਟਾ ਸਕਦੇ ਹੋ।",
      "ਇਸ ਪੋਸਟ ‘ਤੇ ਹੋਰ ਕਮੈਂਟਾਂ ਨੂੰ ਦੇਖੋ",
      "ਕਾਰਡ ਨੰਬਰ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਰਾਈਟ ਸ਼ੈਵਰੋਨ ਲਿਖੋ",
      "ਆਪਣੀ ਕਹਾਣੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
      "ਇਸਨੂੰ App Store ‘ਤੇ ਫਰੀ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਅਰੰਭ ਹੋਣ ਵਿੱਚ ਸਮੱਸਿਆ",
      "Instagram 'ਤੇ ਲੋਕਾਂ ਦੀ ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਮੱਦਦ ਕਰਨ ਲਈ, ਤੁਸੀਂ ਆਪਣੇ ਸੰਪਰਕਾਂ ਨੂੰ ਸਾਡੇ ਸਰਵਰਾਂ 'ਤੇ ਨਿਯਮਤ ਤੌਰ 'ਤੇ ਸਿੰਕ ਕਰਨ ਅਤੇ ਸਟੋਰ ਕਰਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਇਹ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੇ ਸੰਪਰਕਾਂ ਦਾ ਅਨੁਸਰਨ ਕਰਨਾ ਹੈ। ਸਿੰਕ ਕਰੋ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੋਕਣ ਲਈ ਡਿਸਕਨੈਕਟ ਕਰੋ। {learnMoreLink}",
      "ਭੁਗਤਾਨਾਂ ਸੰਬੰਧੀ ਚੈਟ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਤੁਹਾਡੇ ਭੁਗਤਾਨਾਂ 'ਤੇ ਸੁਰੱਖਿਅਤ ਤੌਰ 'ਤੇ Facebook Pay ਨਾਲ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। {Learn More}",
      "Facebook ਦੇ ਨਾਲ ਲਾਗ ਇਨ ਕਰੋ",
      "ਵੀਡੀਓ ਦੀ ਅਵਾਜ਼ ਬੰਦ ਕਰੋ",
      "ਕੀ ਸੁਨੇਹਾ ਭੇਜਣਾ ਰੱਦ ਕਰਨਾ ਹੈ?",
      "ਪਲੱਸ ਆਈਕਨ",
      "ਵੈਧ ਜ਼ਿਪ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਦੂਜੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ Instagram ਦੀ ਵਰਤੋ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਅਨੁਭਵ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ ਬਣਾਉਣ ਲਈ ਕੂਕੀਜ਼ ਅਤੇ ਸਮਾਨ ਟੈਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।",
      "ਨਾ ਭੇਜੋ",
      "ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਇਮੇਜ",
      "Wi-Fi ਕੋਡ ਦਰਜ ਕਰੋ",
      "ਉਤਪਾਦ",
      "ਟੈਕਸਟ ਸੁਨੇਹਾ",
      "ਪਾਸਪੋਰਟ",
      "ਇਹ ਲਿੰਕ ਸਿਰਫ਼ ਅਗਲੇ 4 ਦਿਨਾਂ ਤੱਕ ਕੰਮ ਕਰੇਗਾ। ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ, ਲਿੰਕ ਨੂੰ ਨਿੱਜੀ ਰੱਖਣ ਦੀ ਯਕੀਨੀ ਬਣਾਓ ਅਤੇ ਆਰਕਾਈਵ ਨੂੰ ਸਿਰਫ਼ ਆਪਣੇ ਕੰਪਿਊਟਰ 'ਤੇ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "ਇਸਤੋਂ ਇਲਾਵਾ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਬ੍ਰਾਉਜ਼ਰ ਜਾਂ ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਤੁਹਾਨੂੰ ਇਹ ਚੁਣਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀਆਂ ਹਨ ਕਿ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਕੁਕੀਆਂ ਸੈੱਟ ਕਰਨੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ ਕਰਨੀਆਂ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ ਜਾਂ ਨਹੀਂ ਮਿਟਾਉਣਾ। ਇਹ ਕੰਟਰੋਲ ਵੱਖ-ਵੱਖ ਬ੍ਰਾਉਜ਼ਰ ਦੇ ਅਨੁਸਾਰ ਵੱਖ-ਵੱਖ ਹੁੰਦੇ ਹਨ ਅਤੇ ਨਿਰਮਾਤਾ ਦਿੱਤੀਆਂ ਗਈਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਨਗੀਆਂ, ਇਹਨਾਂ ਦੋਨਾਂ ਵਿੱਚ ਬਦਲਾਅ ਕਰ ਸਕਦੇ ਹਨ। ਅੱਜ 5 ਅਕਤੂਬਰ, 2020 ਦੇ ਅਨੁਸਾਰ, ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤਾ ਗਏ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਕਿਸੇ ਪ੍ਰਸਿੱਧ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਕੰਟਰੋਲ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਬ੍ਰਾਉਜ਼ਰ 'ਤੇ ਕੁਕੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਬੰਦ ਕਰ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ {Facebook Products} ਦੇ ਕੁਝ ਹਿੱਸੇ ਠੀਕ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰਨ।",
      "ਮੁਦਰੀਕਰਨ",
      "ਆਪਣੇ ਖਾਤੇ ਲਈ ਇੱਕ ਉਪਭੋਗਤਾ ਨਾਂ ਚੁਣੋ। ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਹਮੇਸ਼ਾ ਇਸਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਨਹੀਂ",
      "ਸਰੀਰਕ ਨੁਕਸਾਨ, ਚੋਰੀ ਜਾਂ ਤੋੜਭੰਨ ਦੀ ਖ਼ਾਸ ਧਮਕੀ",
      "ਉਹਨਾਂ ਬ੍ਰਾਂਡਾਂ ਬਾਰੇ ਜਾਣੋ ਜੋ ਤੁਸੀਂ ਸਿੱਧੇ Instagram 'ਤੇ ਖਰੀਦ ਸਕਦੇ ਹੋ।",
      "ਪੂਰਾ ਨਾਂ",
      "ਦਿਨ",
      "ਫਿਲਟਰ",
      "ਉਹ ਅਕਾਊਂਟ ਜਿਨ੍ਹਾਂ ਤੋਂ ਤੁਸੀਂ ਸਟੋਰੀਆਂ ਨੂੰ ਲੁਕਾਇਆ ਹੈ",
      "ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲਿਆਉਣ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਲਈ ਅਗਲੇ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।",
      "Instagram 'ਤੇ ਦੁਬਾਰਾ ਦੇਖੋ",
      "ਐਪ ‘ਤੇ ਜਾਓ",
      "ਸੁਨੇਹਾ ਨਹੀਂ  ਭੇਜ ਸਕਦੇ",
      "ਤੁਹਾਡਾ ਦੋਸਤ {full (real) name of the user who joined} {username of the user who joined} ਵੱਜੋਂ Instagram 'ਤੇ ਮੌਜੂਦ ਹੈ",
      "Instagram ਹਰ ਕਿਸੇ ਦੀ ਬੌਧਿਕ ਸੰਪੱਤੀ ਦੀ ਸੁਰੱਖਿਆ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹੈ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸ ਰਹੇ ਹਾਂ ਕਿ ਤੁਹਾਡੀ ਫੋਟੋ ਵਿੱਚ ਅਜਿਹੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ ਸ਼ਾਇਦ ਜਿਸਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਤੁਹਾਡੇ ਕੋਲ ਨਹੀਂ ਹੈ।",
      "ਯੂਜ਼ਰ ਆਈਕਨ",
      "ਹਟਾਓ",
      "Instagram ਵਿੱਚ ਸੁਆਗਤ ਹੈ",
      "{scope title}",
      "ਨੈੱਟਵਰਕ ਤਰੁੱਟੀ",
      "ਅੱਗੇ",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ ਦਾ ਜਵਾਬ ਦਿੱਤਾ ਗਿਆ",
      "ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਜਾਣਕਾਰੀ",
      "ਇਸਦੀ ਰਿਪੋਰਟ ਕਿਵੇਂ ਕਰਨੀ ਹੈ ਬਾਰੇ ਜਾਣੋ।",
      "{count} ਪਸੰਦਾਂ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਨੂੰ ਯਾਦ ਰੱਖਾਂਗੇ। ਜਦੋਂ ਤੁਸੀਂ ਦੁਬਾਰਾ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "ਛੱਡੋ",
      "{link that reads Switch Accounts} ਜਾਂ {link that reads sign up}",
      "ਖਾਤਾ ਗਤੀਵਿਧੀ",
      "ਖੋਜ ਕਰੋ",
      "{name of the user} ਨੇ ਟਿੱਪਣੀ ਕੀਤੀ: {comment text from user}",
      "ਓਰਿਜਨਲ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "{count} ਹੋਰਾਂ",
      "ਵਰਤਣ ਲਈ ਸ਼ਰਤਾਂ",
      "ਮੈਨੁਅਲੀ ਸ਼ਾਮਲ ਕਰੋ",
      "ਮੁਦਰੀਕਰਨ ਕੀਤੇ ਗਏ ਸਾਰੇ ਵੀਡੀਓਜ਼ ਦੀ ਸਮੀਖਿਆ ਕਰ ਲਈ ਗਈ ਹੈ।",
      "ਸਰਕਾਰ ਅਤੇ ਰਾਜਨੀਤੀ",
      "ਟੈਕਸਟ (SMS) ਸੁਨੇਹੇ",
      "ਖੋਜ ਆਈਕਨ।",
      "ਲੌਗ ਆਉਟ ਕਰੋ",
      "ਮੈਂ {username} ਦੀ ਕਨੂੰਨੀ ਸਰਪ੍ਰਸਤ ਹਾਂ ਅਤੇ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਅਧਿਕਾਰਤਿ ਹਾਂ।",
      "Instagram ਨਾਲ ਕਿਸੇ ਐਪ ਜਾਂ ਵੈੱਬਸਾਈਟ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ 'ਤੇ:",
      "ਗਾਈਡਾਂ ਸਿਰਫ਼ ਐਪ ਵਿੱਚ ਹੀ ਹਨ",
      "ਅਸੀਂ {username} ਲਈ ਤੁਹਾਡੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਨੂੰ ਯਾਦ ਰੱਖਾਂਗੇ। ਜਦੋਂ ਤੁਸੀਂ ਦੁਬਾਰਾ ਲੌਗਇਨ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "ਜੁਲਾਈ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਸੀ।",
      "@{username} ਵੱਲੋਂ ਇਹ Instagram ਗਾਈਡ ਦੇਖੋ",
      "ਆਪਣੇ ਸੋਸ਼ਲ ਸਿਕਿਊਰਿਟੀ ਨੰਬਰ (SSN) ਜਾਂ ਇੰਡੀਵਿਜ਼ੁਅਲ ਟੈਕਸਪੇਅਰ ਆਈਡੈਂਟੀਫਿਕੇਸ਼ਨ ਨੰਬਰ (ITIN) ਦੇ ਆਖ਼ਰੀ 4 ਅੰਕ ਦਰਜ ਕਰੋ।",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਕੂਕੀਜ਼ ਅਤੇ ਸਮਾਨ ਟੈਕਨੋਲੋਜੀ ਬਾਰੇ",
      "ਕੀ ਸਹੀ ਫ਼ੋਨ ਨੰਬਰ ਨਹੀਂ ਦਾਖ਼ਲ ਕੀਤਾ?",
      "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
      "ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਮਨਜ਼ੂਰੀ ਦੀ ਲੋੜ ਹੈ",
      "Left chevron",
      "ਲਾਈਵ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਡਾਇਰੈਕਟਰੀ",
      "• Instagram ਤੁਹਾਨੂੰ ਆਪਣੇ Instagram ਅਕਾਊਂਟ ਨਾਲ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ",
      "ਜੇ ਤੁਸੀਂ ਟੈਕਸਟ ਜਾਂ ਪ੍ਰਮਾਣੀਕਰਣ ਐਪ ਰਾਹੀਂ ਸੁਰੱਖਿਆ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੋ ਤਾਂ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "{link} ਉੱਤੇ ਯੂਨੀਵਰਸਿਟੀ ਔਫ ਮੈਰੀਲੈਂਡ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
      "ਰੱਦ ਕਰੋ",
      "ਇਸ ਨਾਲ ਸਾਂਝਾ ਕਰੋ:",
      "ਪੇਸ਼ੇਵਰ ਅਕਾਊਂਟ",
      "ਅਸੀਂ ਇਸ ਐਪ 'ਤੇ ਤੁਹਾਡੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਸੁਰੱਖਿਅਤ ਕਰ ਸਕਦੇ ਹਾਂ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਇਹ ਜਾਣਕਾਰੀ ਦੁਬਾਰਾ ਪਾਉਣ ਦੀ ਲੋੜ ਨਾ ਪਵੇ।",
      "ਇਸਦੇ ਇਰਦ-ਗਿਰਦ ਸਰਕਲ ਵਾਲਾ ਸ਼ਾਪਿੰਗ ਕਾਰਡ ਉਲੀਕਿਆ ਗਿਆ।",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ",
      "ਹਾਲੇ ਕੋਈ ਵੀ ਪੋਸਟ ਨਹੀ।",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "ਨਾਮਾਂਕਿਤ ਕਰੋ",
      "ਜੇਕਰ ਤੁਸੀਂ Facebook ਰਾਹੀਂ ਸਾਈਨ ਅੱਪ ਕੀਤਾ ਹੈ, ਤੁਹਾਨੂੰ {create a password} ਅਤੇ ਮੁੜ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।",
      "ਜਾਰੀ ਰੱਖਣ ਲਈ, {username} ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ। ਤੁਹਾਨੂੰ {source_account_username} ਤੋਂ ਲੌਗਆਉਟ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਜਦੋਂ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਆਖਦੇ ਹਨ, ਤਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਗੁਜਾਰਿਸ਼ਾਂ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "{username} ਨੇ ਕੋਈ ਸੁਨੇਹਾ ਭੇਜਿਆ",
      "ਕੀ ਤੁਸੀਂ ਲੌਗਇਨ ਕਰਨ ਲਈ Facebook ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੋਗੇ?",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਲੱਭ ਨਹੀਂ ਸਕੇ",
      "ਵਪਾਰਕ ਟੂਲ",
      "ਸਮਾਨ ਖਾਤਾ ਸੁਝਾਅ",
      "Instagram ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ। ਜੇ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ ਸੇਵਾ ਨਾਲ ਆਪਣਾ ਨਵਾਂ ਪਾਸਵਰਡ ਸਾਂਝਾ ਕਰਦੇ ਹੋ, ਤਾਂ ਸ਼ਾਇਦ ਤੁਹਾਨੂੰ ਅਨੁਸਰਣ ਕਰਨ, ਪਸੰਦ ਕਰਨ ਜਾਂ ਟਿੱਪਣੀ ਕਰਨ ਤੋਂ ਬਲੌਕ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਹਾਲੇ ਕੋਈ ਪੋਸਟਾਂ ਨਹੀਂ",
      "COVID-19 ਅਤੇ ਟੀਕਿਆਂ ਬਾਰੇ ਸਾਡੇ {help center link} 'ਤੇ ਹੋਰ ਜਾਣੋ।",
      "ਜਦੋਂ ਵੀ ਤੁਸੀਂ Instagram 'ਤੇ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ ਉਸ ਵੇਲੇ ਵਰਤਣ ਲਈ 4-ਅੰਕ ਦਾ ਪਿੰਨ ਬਣਾਓ।",
      "ਮੈਨੂੰ ਸਿਰਫ਼ ਇਹ ਪਸੰਦ ਨਹੀਂ ਹੈ",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਵੀਡੀਓ ਨੂੰ ਹਾਲੇ ਵੀ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਦੇਖਿਆ ਜਾਵੇਗਾ:",
      "ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਵਾਂ",
      "{username} ਦੇ ਪੋਸਟ ਕਰਨ ਵੇਲੇ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "ਹੋਰ ਜਾਣੋ।",
      "ਅਨਬਲੌਕ ਕਰੋ",
      "ਵੀਡੀਓ ਦੇਖੋ",
      "ਕੱਲ੍ਹ ਦੇਖਿਆ ਗਿਆ",
      "Facebook ਦੇ ਨਾਲ ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
      "ਤਰੁੱਟੀ ਆਈਕਨ",
      "ਤੁਸੀਂ Instagram ਐਪ 'ਤੇ {username} ਦੀ ਲਾਈਵ ਵੀਡੀਓ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਡ੍ਰਾਫ਼ਟ ਵੇਖੋ",
      "ਬੈੱਕਅੱਪ ਕੋਡ",
      "ਇਹ ਮੀਡੀਆ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।",
      "ten_thousand",
      "ਮੀਡੀਆ (ਵਿਕਲਪਿਕ)",
      "{count} ਅਨੁਯਾਈ",
      "{filename} ਲੇਬਲ ਵਾਲ ਫ਼ਾਈਲ ਬਹੁਤ ਛੋਟੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ 1 KB ਤੋਂ ਵੱਡੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਰਿਟੇਲਰਾਂ, ਸਥਾਨਕ ਵਪਾਰਾਂ, ਬ੍ਰਾਂਡਾਂ, ਸੰਸਥਾਵਾਂ ਅਤੇ ਸੇਵਾ ਪ੍ਰਦਾਨਕਾਂ ਲਈ ਬਿਹਤਰੀਨ।",
      "ਅਸੀਂ Instagram ਤੋਂ ਬਾਹਰ ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਲਈ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੀ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਾਂਗੇ",
      "ਵੀਡੀਓ ਦੀ ਅਵਾਜ਼ ਬੰਦ ਹੈ",
      "ਬੌਧਿਕ ਸੰਪੱਤੀ ਉਲੰਘਣਾ",
      "ਮੀਨੂ",
      "ਬਲੌਕ ਕੀਤਾ ਗਿਆ",
      "{count} ਪੋਸਟਾਂ",
      "ਗੁਜਾਰਿਸ਼ ਕੀਤੀ ਗਈ",
      "ਹਟਾਇਆ ਗਿਆ",
      "ਕਹਾਣੀ ਸਾਂਝਾਕਰਨ",
      "ਸੰਪੂਰਤੀ",
      "ਤੁਹਾਡਾ ਕਾਰਟ ਖਾਲੀ ਹੈ",
      "ਸੁਝਾਏ",
      "ਜਨਮ ਮਿਤੀ ਦਰਜ ਕਰੋ mm/dd/yyyy",
      "ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਲੱਭਿਆ।",
      "{Submit an appeal text bolded} ਜੇ ਤੁਹਾਨੂੰ ਹਾਲੇ ਵੀ ਲੱਗਦਾ ਹੈ ਕਿ ਇਹ ਇੱਕ ਗਲਤੀ ਹੋਈ ਸੀ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵੀਡੀਓ ਨੂੰ ਵਰਤਣ ਦੇ ਇਜਾਜ਼ਤ ਹੈ।",
      "ਬੰਦ ਕਰੋ",
      "ਤੁਹਾਡਾ ਦਾਨ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...",
      "Facebook ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਗਿਆ",
      "ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਸਿਹਤ ਸੰਗਠਨਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ ਇਸ ਵਿੱਚ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ ਜਿਸ ਨਾਲ ਬਿਮਾਰੀ ਨੂੰ ਕਿਵੇਂ ਰੋਕਣਾ ਹੈ ਜਾਂ ਠੀਕ ਕਰਨਾ ਹੈ, ਇਸਦੇ ਬਾਰੇ ਵਿੱਚ ਲੋਕ ਗੁੰਮਰਾਹ ਹੋ ਜਾਂਦੇ ਹਨ ਜਾਂ ਮੈਡੀਕਲ ਇਲਾਜ ਲੈਣ ਤੋਂ ਹਿਚਕਚਾਉਂਦੇ ਹਨ।",
      'Instagram ਡਿਜਿਟਲ ਮਿੱਲੇਨੀਅਮ ਕਾਪੀਰਾਈਟ ਐਕਟ ("DMCA") ਦੇ ਸੈਕਸ਼ਨ 512(c) ਵਿੱਚ ਸਪਸ਼ਟ ਕੀਤੇ ਨੋਟਿਸ ਅਤੇ ਲਿਖਤ ਕਾਰਜ ਪ੍ਰਣਾਲੀ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਾਂ। ਜਦਕਿ Instagram ਕਾਪੀਰਾਈਟ ਉਲੰਘਣਾ ਨੂੰ ਸਹਿਣ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਅਸੀਂ ਉਲੰਘਣਾ ਦੇ ਝੁੱਟੇ ਦਾਅਵਿਆਂ ਨੂੰ ਵੀ ਸਹਿਣ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਹਾਡੀ ਸਮੱਗਰੀ DMCA ਦੇ ਨੋਟਿਸ ਅਤੇ ਕਾਉਂਟਰ-ਸੂਚਨਾ ਕਾਰਜ ਪ੍ਰਣਾਲੀ ਦੇ ਤਹਿਤ ਹਟਾਇਆ ਗਿਆ, ਅਤੇ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਗਲਤੀ ਜਾਂ ਗਲਤ ਪਛਾਣ ਕਰਕੇ ਹਟਾਇਆ ਗਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾ ਨੂੰ ਦਰਜ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।',
      "Instagram 'ਤੇ ਵਾਪਸ ਜਾਓ",
      "{merchant name} (@{merchant username}) ਖਰੀਦੋ",
      "ਤੁਹਾਡੇ ਕੋਲ ਅਜਿਹੀਆਂ ਕੋਈ ਹਟਾਈਆਂ ਗਈਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨਹੀਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਕੋਲ ਤੁਹਾਡੇ Instagram ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਸੀ।",
      "ਕੋਈ ਵਿਵਾਦ ਦਰਜ ਕਰੋ",
      "ਫ਼ਾਈਲ ਬਹੁਤ ਵੱਡੀ ਹੈ",
      "ਸੁਰੱਖਿਅਤ ਕੀਤੇ",
      "ਫੋਟੋ",
      "ਟਿੱਪਣੀਆਂ ਨੂੰ ਫਿਲਟਰ ਕਰਨਾ",
      "ਜਦੋਂ ਸਾਨੂੰ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ ਕਿ ਇਹ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਸੁਰੱਖਿਆ ਕੋਡ ਭੇਜਾਂਗੇ।",
      "ਰੱਦ ਕਰੋ",
      "ਵੀਡੀਓ {minDurationInSeconds} ਸਕਿੰਟ ਅਤੇ {maxDurationInMinutes} ਮਿੰਟ ਦੀ ਲੰਬਾਈ ਦੇ ਵਿਚਕਾਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਅਸੀਂ ਤੁਹਾਡਾ ਡ੍ਰਾਫਟ ਤਿਆਰ ਕਰ ਰਹੇ ਹਾਂ: {videoTitle}. ਇਸ ਦੇ ਤਿਆਰ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸ ਦਿਆਂਗੇ।",
      "ਜੇ ਤੁਸੀਂ ਤੁਹਾਡੇ ਵਿਵਾਦ ਦੇ ਨਤੀਜੇ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਅਧਿਕਾਰ ਧਾਰਕ, {reference owner name}, ਨੂੰ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ। ਇੱਕ ਵਾਰ ਸਪੁਰਦ ਕਰਨ ‘ਤੇ ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ {days} ਦਿਨ ਹੋਣਗੇ।",
      "ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਹੁਣ ਸਾਡੇ ਵੱਲੋਂ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਂਦੀ ਸੇਵਾ ਬਾਰੇ ਹੋਰ ਸਪਸ਼ਟ ਹਨ, ਅਤੇ ਅਸੀਂ ਹਰੇਕ ਸਦੱਸ ਤੋਂ Instagram ਨੂੰ ਹਰੇਕ ਲਈ ਸੁਰੱਖਿਅਤ ਥਾਂ ਬਣਾਉਣ ਦੀ ਉਮੀਦ ਰੱਖਦੇ ਹਾਂ। ਇੱਥੇ ਕੁਝ ਅਪਡੇਟ ਹਨ ਜੋ ਅਸੀਂ ਯਕੀਨੀ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਜਾਣਦੇ ਹੋਵੋ:",
      "ਅਸੀਂ ਅਗਲੀ ਵਾਰ ਕੋਡ ਲਈ ਨਹੀਂ ਪੁੱਛਾਂਗੇ",
      "ਈਮੇਲ",
      "ਇੱਕ ਪੇਸ਼ੇਵਰ ਖਾਤੇ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਫਾਲੋਅਰ ਅਤੇ ਖਾਤੇ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ, ਨਵੇਂ ਸੰਪਰਕ ਵਿਕਲਪਾਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਵੱਲੋਂ ਪੋਸਟਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ {username}",
      "ਜੂਨ",
      "ਨਾ ਭੇਜਣ ਨਾਲ ਸੁਨੇਹਾ ਹਰੇਕ ਲਈ ਹਟ ਜਾਵੇਗਾ। ਲੋਕਾਂ ਨੇ ਇਸਨੂੰ ਪਹਿਲਾਂ ਹੀ ਦੇਖਿਆ ਹੋ ਸਕਦਾ ਹੈ।",
      "ਇਹ ਮੈਂ ਸੀ",
      "ਠੀਕ",
      "{country name} ਵਿੱਚ ਸਥਾਨ",
      "ਕਿਰਿਆਸ਼ੀਲ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਹੈਸ਼ਟੈਗ",
      "ਕੀ ਇਹ ਤੁਸੀਂ ਸੀ?",
      "ਡਿਜਿਟਲ ਇਸ਼ਤਿਹਾਰਬਾਜੀ ਗੱਠਜੋੜ",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਵੀਡੀਓ ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਬਲੌਕ ਕੀਤਾ ਜਾਵੇਗਾ:",
      "ਛੇਤੀ ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਅਸੀਂ ਕਿਸੇ ਅਜਿਹੀ ਤਕਨੀਕੀ ਦਾ ਹਾਲ ਹੀ ਵਿੱਚ ਪਤਾ ਲਗਾ ਕੇ ਤੁਰੰਤ ਠੀਕ ਕੀਤਾ ਜਿਸਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਸਮੇਤ Instagram ਦੇ ਕੁਝ ਖਾਤਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ।",
      "ਕੋਈ ਸੁਰਖੀ ਲਿਖੋ...",
      "ਸੰਦੇਹਜਨਕ ਗਤੀਵਿਧੀ",
      "ਤੁਸੀਂ Instagram ਐਪ ਵਿੱਚ ਸਟਿੱਕਰਾਂ ਨੂੰ ਬਣਾ ਅਤੇ ਉਨ੍ਹਾਂ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦੇ ਸਕਦੇ ਹੋ।",
      "ਇਹ ਪ੍ਰੋਫਾਈਲ ਕਿਸੇ ਹੋਰ ਦੇ ਹੋਣ ਦੀ ਦਿਖਾਵਾ ਕਰ ਰਹੀ ਹੈ",
      "ਹੋਰ ਵਿਕਲਪ",
      "ਇਹ ਐਪ ਛੋਟੀ ਹੈ, ਤੇਜ਼ ਹੈ ਅਤੇ ਡੇਟਾ ਬਚਾਉਂਦੀ ਹੈ।",
      "ਸਮੱਗਰੀ ਮਾਲਕ ਨੂੰ ਸੰਪਰਕ ਕਰੋ",
      "ਟੈਗ ਸ਼ਾਮਲ ਕਰੋ",
      "ਟਿੱਪਣੀ ਦੇਖੋ",
      "ਅਸੀਂ Instagram ਉੱਤੇ ਸਾਨੂੰ ਪੇਸ਼ ਆ ਰਹੀਆਂ ਸਪੈਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ ਨੂੰ ਸਮਝਣ ਲਈ ਸਪੈਮ ਰਿਪੋਰਟਾਂ ਨੂੰ ਇੱਕ ਸੰਕੇਤ ਵਜੋਂ ਵਰਤ ਰਹੇ ਹਾਂ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲਗਦਾ ਹੈ ਕਿ ਇਹ ਪੋਸਟ ਸਾਡੇ {link_to_instagram_community_guidelines} ਜਾਂ {link_to_instagram_terms_of_use} ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ ਅਤੇ ਹਟਾਈ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਅਣਉਚਿਤ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹ ਕਰੋ।",
      "ਤੁਹਾਡੀ ਆਈਟਮ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰ ਲਿਆ ਗਿਆ ਹੈ।",
      "ਸੰਬੰਧਿਤ ਹੈਸ਼ਟੈਗ",
      "ਪਾਸਵਰਡ ਭੁਲ ਗਏ?",
      "ਕੋਈ ਤਰੁੱਟੀ ਹੋ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ",
      "ਪੇਜਾਂ, ਗਰੁੱਪ, ਪ੍ਰੋਫ਼ਾਈਲਾਂ ਅਤੇ Instagram ਅਕਾਉਂਟ, ਜੋ ਬਾਰ-ਬਾਰ COVID-19, ਟੀਕਿਆਂ ਅਤੇ ਸਿਹਤ ਬਾਰੇ ਗਲਤ ਜਾਣਕਾਰੀ ਪੋਸਟ ਕਰਦੇ ਹਨ, ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਪੋਸਟਾਂ ਦੀ ਵੰਡ ਨੂੰ ਘਟਾਉਣ, ਸਿਫ਼ਾਰਸ਼ਾਂ ਤੋਂ ਹਟਾਉਣ ਅਤੇ ਅਣ-ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨ ਜਾਂ ਅਪਾਹਜ ਹੋਣ ਸਮੇਤ ਪਾਬੰਦੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ।",
      "ਪ੍ਰਸ਼ਾਸਕ ਰਿਕਾਰਡ",
      "ਅਸੀਂ Instagram 'ਤੇ ਸਪੈਮ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਸਮਝਣ ਲਈ ਤੁਹਾਡੇ ਸੁਝਾਅ ਦੀ ਵਰਤੋਂ ਕਰਾਂਗੇ।",
      "ਹੋਰ ਜਾਣੋ",
      "ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ",
      "ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਲਈ ਅਧਿਕਾਰ ਦੇ ਮਾਲਕ ਤੋਂ ਸਪਸ਼ਟ ਅਨੁਮਤੀ ਹੈ।",
      "ਵਰਤੋਂ ਦੀਆਂ ਮੁਕੰਮਲ ਸ਼ਰਤਾਂ ਨੂੰ ਪੜ੍ਹੋ",
      "WhatsApp ਨੂੰ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ",
      "ਫ਼ੋਨ ਪੁਸ਼ਟੀਕਰਨ ਪੰਨਾ",
      "ਇਸ ਗਾਈਡ ਵਿੱਚ ਕੀ ਹੈ, ਇਹ ਦੇਖਣ ਲਈ ਐਪ 'ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "{age} ਸਾਲ ਦੀ ਉਮਰ",
      "# ਨਾਲ ਹੋਰ ਪੋਸਟਾਂ ਨੂੰ ਦੇਖੋ{hashtag}",
      "ਜਦੋਂ ਲੋਕ ਤੁਹਾਨੂੰ ਫਾੱਲੋ ਕਰਦੇ ਹਨ ਜਾਂ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਪਸੰਦ ਜਾਂ ਟਿੱਪਣੀ ਕਰਦੇ ਹਨ ਤਾਂ ਤੁਰੰਤ ਜਾਣੋ।",
      "ਆਈਟਮ ਮਿਟਾਓ",
      "ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਹੋਰ ਅਕਾਊਂਟ ਲੱਭੋ {name}",
      "ਸਾਡੇ ਵੱਲੋਂ ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਆਪਣੇ ਅਕਾਊਂਟ ਵਿੱਚ ਵਾਪਸ ਦਾਖਲ ਹੋ ਸਕੋਗੇ। {Learn more}।",
      "ਕਵਰ ਫੋਟੋ ਖੜ੍ਹਵੀਂ ਅਤੇ ਇੱਕ JPG ਫ਼ਾਈਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। 9:16 ਦਾ ਆਕਾਰ ਅਨੁਪਾਤ ਵਧੀਆ ਹੈ।",
      "ਵਾਂ",
      "ਅਜਿਹਾ ਕਰਨ ਨਾਲ, ਤੁਸੀਂ Facebook Pay ਨੂੰ Instagram 'ਤੇ ਇਸਦੇ ਲਈ ਅਤੇ ਭਵਿੱਖੀ ਭੁਗਤਾਨਾਂ ਲਈ ਆਪਣੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤਣ ਦਾ ਅਧਿਕਾਰ ਦੇਵੋਗੇ।",
      "ਸਭ ਵੇਖੋ",
      "{authMethod} ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਵੋ",
      "ਮੈਂ ਨਹੀਂ ਚਾਹੁੰਦਾ/ਦੀ ਕਿ ਇਹ ਖਾਤਾ ਮੇਰੀਆਂ ਫੋਟੋਆਂ ਜਾਂ ਵੀਡੀਓ ਦੇਖਣ ਜਾਂ ਮੇਰੇ ਲਈ ਖੋਜ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੇ",
      "ਪ੍ਰਤੀਬੰਧਨ ਹਟਾਓ",
      "App Store",
      "ਲਾਜ਼ਮੀ ਖੇਤਰ",
      "ਨੀਤੀਆਂ",
      "ਇਦੋਂ ਹਟਾਇਆ ਗਿਆ",
      "ਸ਼ਰਤਾਂ ਅਤੇ ਡੇਟਾ ਨੀਤੀ",
      "ਕੋਈ ਫ਼ਾਈਲ ਚੁਣੀ ਗਈ ਹੈ",
      "ਤੁਸੀਂ Instagram ਤੋਂ SMS ਅਪਡੇਟਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਛੱਡ ਸਕਦੇ ਹੋ।",
      "{count} ਪੋਸਟ",
      "ਕੰਪਿਊਟਰ ਤੋਂ ਚੁਣੋ",
      "ਅੱਪਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਤੁਸੀਂ ਜਿਹੜੀਆਂ ਫ਼ਾਈਲਾਂ ਦੀ ਕਿਸਮਾਂ ਨੂੰ ਚੁਣਿਆ ਹੈ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਲਈ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ।",
      "ਸਿਰਲੇਖ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਜੋ ਕਿਸੇ ਦੇ ਖ਼ਾਸ ਵਰਗ ਨਾਲ ਸੰਬੰਧਿਤ ਹੋਣ ਕਾਰਨ ਉਹਨਾਂ ਉੱਤੇ ਹਿੰਸਾ ਜਾਂ ਹਮਲੇ ਨੂੰ ਹੱਲਾਸ਼ੇਰੀ ਦਿੰਦੀਆਂ ਹਨ।",
      "ਭੋਜਨ ਅਤੇ ਡਰਿੰਕ",
      "ਪੋਸਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਲੌਗਇਨ",
      "ਸਟੋਰੀ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਸਹਾਇਤਾ",
      "Explore Nearby",
      "ਮੁਕੰਮਲ",
      "18 ਸਾਲ ਤੋਂ ਛੋਟਿਆਂ ਲਈ",
      "ਰੱਦ ਕਰੋ",
      "ਸਮਝ ਗਿਆ! ਤੁਸੀਂ Instagram ਦੀ ਉਤਪਾਦ ਈਮੇਲਾਂ ਵਿੱਚ ਅਨਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ।",
      "ਕੀ ਈਮੇਲ ਹਟਾਉਣਾ ਹੈ?",
      "ਹੁਣ ਲਾਈਵ ਹੈ",
      "ਚੈੱਕਆਉਟ ਕਰੋ",
      "ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਅਤੇ ਬਿਹਤਰ ਸਮੱਗਰੀ ਅਤੇ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ",
      "ਕੀ ਆਪਣੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਹੈ?",
      "ਜਾਂਚ ਕਰੋ",
      "{username} ਲਈ ਆਪਣਾ Instagram ਪਾਸਵਰਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਨਵਾਂ ਪਾਸਵਰਡ",
      "ਤੁਹਾਡਾ ਫੀਡਬੈਕ Instagram ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਮਹੱਤਵਪੂਰਣ ਹੈ।",
      "ਜੇਕਰ ਤੁਹਾਡਾ ਇਕਰਾਰਨਾਮਾ ਰਿਪੋਰਟ ਕੀਤੀ ਸਮਗਰੀ ਨੂੰ ਪੁਨਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪੁੱਜ ਗਿਆ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਦੀ ਸਹਿਮਤੀ ਦੇ ਨਾਲ ਸ਼ਿਕਾਇਤ ਕਰਨ ਵਾਲੀ ਪਾਰਟੀ ਨੂੰ ਸਾਨੂੰ ਈਮੇਲ ਕਰਨ ਦਿਓ।",
      "{hours} ਘੰਟੇ ਪਹਿਲਾਂ",
      "ਦੇਖੋ ਅਤੇ ਐਡਿਟ ਕਰੋ",
      "ਸੁਰੱਖਿਆ",
      "PayPal ਦੀਆਂ ਨੀਤੀਆਂ",
      "ਸੂਚਨਾ",
      "ਕੀ ਫ਼ੋਟੋ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "{username1}, {username2} ਅਤੇ {remainingCount} ਹੋਰ",
      "ਮੀਨੂ",
      "ਤੁਹਾਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜਿਆ",
      "ਖਾਤਾ ਹੈ? {link that reads Log in}",
      'ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਹੇਠਾਂ "ਹਾਂ" \'ਤੇ ਕਲਿੱਕ ਕਰੋ ਇਹ ਤੁਹਾਡਾ Instagram ਅਕਾਊਂਟ ਹੈ। ਜੇਕਰ ਇਹ ਤੁਹਾਡਾ ਅਕਾਊਂਟ ਨਹੀਂ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਲੌਗ ਇਨ ਸਕ੍ਰੀਨ \'ਤੇ ਵਾਪਸ ਜਾਣ ਲਈ "ਨਹੀਂ" \'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਫਿਰ, ਆਪਣੇ ਅਕਾਊਂਟ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ।',
      "ਨੰ. {guide item number}",
      "Instagram ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੈਧ ਪਤਾ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਜੋ ਲੋਕ ਨਕਸ਼ੇ ਵਿੱਚ ਤੁਹਾਡੇ ਸਥਾਨ ਵਿੱਚ ਨੈਵੀਗੇਟ ਕਰ ਸਕਦੇ ਹਨ।",
      "ਇਸ ਵੇਲੇ, ਤੁਸੀਂ Instagram 'ਤੇ ਕਿਸੇ ਵੀ 31-ਦਿਨ ਦੀ ਮਿਆਦ ਦੌਰਾਨ ਵੱਧ ਤੋਂ ਵੱਧ {donation amount limit, should not be translated since the rule is regulated in euro} ਹੀ ਦਾਨ ਕਰ ਸਕਦੇ ਹੋ। ਆਪਣੀ ਰਕਮ ਨੂੰ ਘੱਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਜਦੋਂ ਤੁਸੀਂ ਯੋਗ ਹੋਵੋਂ ਤਾਂ ਫਿਰ ਤੋਂ ਦਾਨ ਕਰੋ।",
      "ਤੁਸੀਂ Facebook Pay ਵਿੱਚ ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਡਿਸਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ। ਭੁਗਤਾਨ ਵਿਧੀਆਂ, ਡਿਲਿਵਰੀ ਪਤਾ, ਨਾਂ, ਈਮੇਲ ਅਤੇ ਭੁਗਤਾਨ ਇਤਿਹਾਸ ਸਮੇਤ ਤੁਹਾਡੀ Facebook Pay ਜਾਣਕਾਰੀ ਸਿਰਫ਼ Facebook 'ਤੇ ਪਹੁੰਚਯੋਗ ਹੋਵੇਗੀ। ਤੁਸੀਂ ਆਪਣੇ Instagram ਆਰਡਰਾਂ ਨੂੰ Instagram ਵਿੱਚ ਦੇਖੋਗੇ।",
      "{like count} ਪਸੰਦ",
      "PayPal ਨਾਲ ਲੌਗ-ਇਨ ਕਰੋ",
      "{username} ਦੁਆਰਾ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ",
      "ਖਰੀਦਦਾਰੀ ਸੰਬੰਧੀ ਬ੍ਰਾਂਡਾਂ ਬਾਰੇ ਈਮੇਲਾਂ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "{username} ਨੇ ਤੁਹਾਡੀ ਗਾਈਡ ਨੂੰ ਲਾਈਕ ਕੀਤਾ।",
      "ਵੀਡੀਓ ਇੱਕ ਮਿੰਟ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ",
      "ਟਿੱਪਣੀਆਂ ਉੱਤੇ ਨਿਯੰਤਰਣ",
      "ਅੱਪਲੋਡ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ।",
      "ਇਸ ਬ੍ਰਾਉਜ਼ਰ 'ਤੇ ਪਾਸਵਰਡ ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਅਸੀਂ {username} ਲਈ Facebook ਖਾਤੇ ਨੂੰ ਨਹੀਂ ਲੱਭ ਸਕੇ। ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨਾ ਅਜ਼ਮਾਓ।",
      "ਪੋਸਟ ਕਰੋ",
      "ਤੁਹਾਡੀਆਂ ਕੁਝ ਪਿਛਲੀਆਂ ਪੋਸਟਾਂ ਨੇ ਸਾਡੀਆਂ {Community Guidelines} ਦਾ ਅਨੁਸਰਣ ਨਹੀਂ ਕੀਤਾ ਸੀ। ਜੇ ਤੁੁਸੀਂ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲੈਂਦੇ ਹੋ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਏ ਜਾਣ ਤੋਂ ਬਚਾ ਸਕਦੇ ਹੋ।",
      "ਟੈਕਸਟ ਸੁਨੇਹੇ ਰਾਹੀਂ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕਰੋ",
      "ਮੈਂ ਕਿਹੜੀਆਂ 'ਕੁਕੀ ਸੈਟਿੰਗਾਂ ਨੂੰ ਕੰਟਰੋਲ ਕਰ ਸਕਦਾ/ਦੀ ਹਾਂ?",
      "Facebook ਦੋਸਤਾਂ ਨੂੰ ਲੱਭੋ",
      "ਦਰਜ ਕਰੋ",
      "Instagram 'ਤੇ ਵਾਪਸ ਦਾਖ਼ਲ ਹੋਣ ਲਈ ਫ਼ੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਨੂੰ ਦੋਹਰਾ-ਚੈਕ ਕਰੋ।",
      "ਵਪਾਰ ਖਾਤਾ ਵਿੱਚ ਸਵਿੱਚ ਕੀਤਾ ਗਿਆ",
      "ਹਰੇਕ ਕੋਡ ਨੂੰ ਸਿਰਫ਼ ਇੱਕ ਵਾਰ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਨਵੇਂ ਕੋਡਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸਦੀ ਚਿੰਤਾ ਨਹੀਂ ਹੈ ਕਿ ਇਹ ਸੈੱਟ ਚੋਰੀ ਹੋ ਗਿਆ ਹੈ, ਜਾਂ ਜੇਕਰ ਤੁਸੀਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰਿਆਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ।",
      "{username} ਨਾਲ",
      "ਈਮੇਲ",
      "ਟੈਕਸਟ",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ {date} ਨੂੰ {time} ਵਜੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਸ਼ਾਇਦ ਇਸ ਵਿੱਚ {reference owner name} ਦੀ ਮਲਕੀਅਤ ਵਾਲੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੋਵੇ",
      "• Instagram ਤੇ ਸੁਆਗਤ ਹੈ",
      "ਪਾਸਵਰਡ ਵਿੱਚ ਬਦਲਾਅ",
      "ਸਵੀਕਾਰ ਕਰੋ",
      "{status of the authorization}",
      "ਜਿਹੜੇ ਲਿੰਕ ਰਾਹੀਂ ਤੁਸੀਂ ਇੱਥੇ ਆਏ ਹੋ ਉਹ ਟੁੱਟਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਜਾਂ ਪੰਨੇ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ। {link_back_to_instagram_home_page}",
      "ਹੈਸ਼ਟੈਗ",
      "ਖਾਤਾ ਗੋਪਨੀਯਤਾ",
      "ਅਸੀਂ ਇਸ਼ਤਿਹਾਰਸਾਜਾਂ ਨੂੰ ਤੁਹਾਡੇ ਬਾਰੇ ਦੱਸੇ ਬਿਨਾਂ ਇਸ਼ਤਿਹਾਰ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ। ਨੀਤੀ ਵਿੱਚ ਇਸ ਬਾਰੇ ਹੋਰ ਵੀ ਜਾਣਕਾਰੀ ਹੈ ਕਿ ਅਸੀਂ ਇਸ਼ਤਿਹਾਰਸਾਜਾਂ ਅਤੇ ਸਹਿਭਾਗੀਆਂ ਨਾਲ ਕੀ ਸਾਂਝਾ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਕਦੇ ਵੀ ਤੁਹਾਡਾ ਡੇਟਾ ਨਹੀਂ ਵੇਚਦੇ।",
      "ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ।",
      "ਜਦੋਂ ਲੋਕ ਫੋਟੋਆਂ ਵਿੱਚ ਤੁਹਾਨੂੰ ਟੈਗ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਲੋਕਾਂ ਦੁਆਰਾ ਇਸ ਲੋਕੇਸ਼ਨ ਸੰਬੰਧੀ ਸ਼ੇਅਰ ਕੀਤੀਆਂ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਮਾਲਕੀ ਸਬੰਧੀ ਪ੍ਰਤਿਬੰਧਾ ਕਰਕੇ, ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਕੁਝ ਦੇਸ਼ਾਂ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਪਰ ਇਹ ਇੱਥੇ ਪੂਰੀ ਤਰ੍ਹੀਂ ਉਪਲਬਧ ਹੈ:",
      "ਵੀਡੀਓ {duration} ਸਕਿੰਟਾਂ ਤੋਂ ਛੋਟਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਗਲਤ ਜਾਣਕਾਰੀ ਓਵਰਲੇ ਆਈਕਨ",
      "ਹੋਰ ਦੇਖੋ",
      "ਰਿਪੋਰਟ #:",
      "SMS ਭੇਜਿਆ ਗਿਆ!",
      "ਤੁਹਾਡੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
      "ਹੋਰ ਸੁਝਾਅ ਦੇਖੋ",
      "ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵੇਲੇ ਸਮੱਸਿਆ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਛੇਤੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      'ਤੁਸੀਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ "ਪਾਰਟਨਰਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਇਆ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਦਾ ਡੇਟਾ" ਜ਼ਰੀਏ ਇਹ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਇਸ਼ਤਿਹਾਰ Instagram ਤੋਂ ਬਾਹਰਲੀ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਦੇ ਅਧਾਰ \'ਤੇ ਦਿਖਾਏ ਜਾਣ ਜਾਂ ਨਹੀਂ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ Instagram ਅਤੇ Facebook ਖਾਤੇ ਦੇ ਵਿਚਕਾਰ ਜੁੜੇ ਹੋਏ ਅਨੁਭਵ ਨੂੰ ਚਾਲੂ ਕੀਤਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਸੈਟਿੰਗ ਦੇ ਜ਼ਰੀਏ ਆਪਣੇ Facebook ਇਸ਼ਤਿਹਾਰ ਅਨੁਭਵ ਨੂੰ ਵੀ ਵਿਵਸਥਿਤ ਕਰ ਸਕਦੇ ਹੋ।',
      "ਸ਼੍ਰੇਣੀਆਂ",
      "Instagram 'ਤੇ ਇਸ਼ਤਿਹਾਰਬਾਜੀ ਬਾਰੇ ਹੋਰ:",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਬਲੌਕ ਕੀਤੀ ਲੋਕਾਂ ਦੀਆਂ ਕੋਈ ਵੀ ਨਵੀਆਂ ਟਿੱਪਣੀਆਂ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਦਿਖਾਈ ਨਹੀਂ ਦੇਵੇਗੀ ਪਰ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿਖਾਈ ਦੇਵੇਗੀ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਐਪ ਜਾਂ ਵੈੱਬਸਾਈਟ ਨੂੰ Instagram ਨਾਲ ਕਨੈਕਟ ਕਰਦੇ ਹੋ:",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਜ਼ਿਪ ਕੋਡ",
      "ਲੌਗਇਨ ਅਸਫ਼ਲ",
      "ਇਨਸਾਈਟ ਆਈਕਨ",
      "ਕਿਸੇ ਦੋਸਤ ਜਾਂ ਸੰਗਠਨ ਨੂੰ ਨਿੱਜੀ ਫੋਟੋਆਂ ਅਤੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਭੇਜੋ।",
      "ਅਗਸਤ",
      "ਕਿਰਪਾ ਕਰਕੇ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਕਿਸੇ ਹੋਰ ਯੂਜ਼ਰ ਜਾਂ ਟੂਲ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਨਹੀਂ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਾਡੀਆਂ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰ ਰਹੇ ਹੋ।",
      "1ਹਫ਼",
      "ਇੱਧਰ-ਉੱਧਰ ਲਿਜਾਉਣ ਲਈ ਲਈ ਘਸੀਟੋ ਜਾਂ ਹਟਾਉਣ ਲਈ ਟੈਪ ਕਰੋ।",
      "ਈਮੇਲ ਪਤੇ ਦੇ ਨਾਲ ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਜਦੋਂ ਤੁਹਾਡਾ ਫ਼ੋਨ ਉਪਲਬਧ ਨਹੀਂ ਹੁੰਦਾ ਹੈ ਤਾਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "ਅਸਥਾਈ ਰੂਪ ਵਿੱਚ ਖਾਤੇ ਨੂੰ ਅਸਮਥਿਤ ਕਰੋ",
      "ਹੋਰ ਲੋਕਾਂ ਤੱਕ ਪਹੁੰਚੋ",
      "Instagram ਐਪ ਖੋਲ੍ਹੋ",
      "ਟੈਸਟਰ ਦੇ ਸੱਦੇ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਇਸ ਇਫ਼ੈਕਟ ਨੂੰ ਦੇਖਣ ਲਈ ਉਤਪਾਦ ਦੇ ਕੈਟਾਲਾਗ ਲਈ Instagram Shop ਬਣਾਓ",
      "13 ਅਤੇ 18 ਸਾਲ ਵਿਚਾਲੇ",
      "ਮਿਲਦੇ-ਜੁਲਦੇ ਖਾਤੇ",
      "Instagram 'ਤੇ ਲੋਕਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਲੌਗਇਨ ਜਾਣਕਾਰੀ",
      "ਲੋੜੀਂਦਾ",
      "ਅਸੀਂ ਕਿਸੇ ਅਧਿਕਾਰ ਧਾਰਕ ਵੱਲੋਂ ਕੀਤੀ ਗਈ ਰਿਪੋਰਟ ਦੇ ਆਧਾਰ 'ਤੇ, ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦੀ ਐਕਸੈਸ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਦਿੱਤਾ ਹੈ। ਇਸ ਰਿਪੋਰਟ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਇਹ ਉਹਨਾਂ ਦੇ ਸੰਗੀਤਕ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ:",
      "{number of tagged people} ਲੋਕ",
      "ਸਿਸਟਮ ਸੂਚਨਾ ਆਈਕਨ",
      "ਇਹ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨ ਨਾਲ ਤੁਹਾਡੀ Facebook ਪ੍ਰੋਫ਼ਾਈਲ ਦੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ 'ਤੇ ਕੋਈ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਵੇਗਾ।",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਅਗਲਾ ਪੰਨਾ ਸ਼ੈਵਰੋਨ",
      "ਉਹ ਨਾਮ ਅਤੇ ਜਨਮਮਿਤੀ ਦਰਜ ਕਰੋ ਜੋ ਸਰਕਾਰ ਵੱਲੋਂ ਜਾਰੀ ਕੀਤੀ ਗਈ ਤੁਹਾਡੀ ਆਈਡੀ 'ਤੇ ਦਿੱਤੀ ਗਈ ਹੈ। ਸਾਨੂੰ ਤੁਹਾਡਾ ਰਜਿਸਟਰ ਕੀਤਾ ਗਿਆ ਘਰ ਦਾ ਪਤਾ ਵੀ ਚਾਹੀਦਾ ਹੈ।",
      "ਵਿਅਕਤੀਗਤ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕੀਤਾ ਗਿਆ",
      "SMS ਭੇਜਿਆ ਗਿਆ।",
      "ਬਿਲਿੰਗ ਪਤਾ ਅਤੇ ਡਾਕ ਪਤਾ ਇੱਕੋ ਹੀ ਹਨ",
      "{weeks}ਹਫ਼ਤੇ",
      "Instagram ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ",
      "Facebook ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਐਕਸੈਸ ਰੱਦ ਕਰੋ",
      "ਇਸ ਨੂੰ ਭੇਜਿਆ ਗਿਆ: {email}",
      "ਸੁਝਾਏ ਗਏ ਖਾਤੇ",
      "IGTV ਵੀਡੀਓ",
      "ਕੀ ਇਸਨੂੰ ਚਾਲੂ ਕਰਨਾ ਹੈ?",
      "ਇਸ ਕਿਸਮ ਦਾ ਸੁਨੇਹਾ ਵੇਖਣ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋ ਕਰੋ।",
      "ਵੀਡੀਓਜ਼ ਦੇਖਣ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਹੁੰਦੀ ਹੈ",
      "ਅਕਾਊਂਟ ਪ੍ਰਤੀਬੰਧਿਤ ਕੀਤਾ ਗਿਆ",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਗਲਤ ਜਾਣਕਾਰੀ",
      "ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਸਾਡੇ ਲਈ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਹ ਪੱਕਾ ਕਰਨ ਲਈ ਲਗਾਤਾਰ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਕਿ ਇਸ ਵਰਗੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨਾ ਹੋਣ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ {email} ਵਿਖੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਹੈਸ਼ ਟੈਗ ਨਾਲ ਸ਼ੇਅਰ ਕੀਤੀਆਂ ਗਈਆਂ ਲੋਕਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਤੁਸੀਂ ਹੁਣ ਸਾਰੀਆਂ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਈਮੇਲਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ ਗੱਲ ਬਾਰੇ ਯਕੀਨ ਨਹੀਂ ਹੈ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਕੋਈ DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾ ਦਾਇਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਾਂ ਨਹੀਂ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਿਸੇ ਅਜਿਹੇ ਵਕੀਲ ਦੀ ਸਲਾਹ ਲੈਣ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ, ਜੋ ਆਦਰਸ਼ ਤੌਰ 'ਤੇ ਬੌਧਿਕ ਜਾਇਦਾਦ ਦੇ ਕਾਨੂੰਨ ਵਿੱਚ ਮਾਹਰ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਗਲਤ DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾ ਦਾਇਰ ਕਰਦੇ ਹੋ ਜਾਂ ਇੱਕ ਮਾੜੇ ਭਰੋਸੇ ਵਿੱਚ ਸਪੁਰਦ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਸਦੇ ਉਲਟ ਕਾਨੂੰਨੀ ਨਤੀਜੇ ਹੋ ਸਕਦੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਗਲਤ DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾ ਦਾਇਰ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ DMCA ਦੇ ਮੁਆਵਜ਼ੇ ਅਤੇ ਵਕੀਲ ਦੀਆਂ ਫੀਸਾਂ ਦੇ ਅੰਡਰਸੈਕਸ਼ਨ 512(f) ਤੋਂ ਇਲਾਵਾਂ ਹੋਰ ਚੀਜ਼ਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ ਸਕਦੇ ਹੋ।",
      "ਭੇਜਿਆ ਗਿਆ। ਆਪਣੀ ਈਮੇਲ ਦੇਖੋ!",
      "ਸੰਗੀਤ",
      "ਕੋਈ Facebook ਪੰਨਾ ਨਹੀਂ ਮਿਲਿਆ। ਤੁਹਾਡੇ ਕੋਲ Facebook 'ਤੇ ਕੋਈ IGTV ਵੀਡੀਓ ਸਾਂਝੀ ਕਰਨ ਲਈ ਇੱਕ ਪੰਨਾ ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ। {Learn More}",
      "ਕਰੀਬੀ ਦੋਸਤ",
      "PIN ਨਾਲ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ",
      "ਈਮੇਲ",
      "ਇਵੈਂਟ ਸ਼ਾਮਲ ਕਰੋ",
      "{count} ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹਨ",
      "ਕੀ ਡਾਉਨਲੋਡ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ?",
      "ਡੇਟਾ ਨੀਤੀ",
      "ਸਾਂਝਾ ਕਰੋ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਪੂਰੀ ਕਰੋ",
      "ਖਾਤੇ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ",
      "ਖਾਤਾ",
      "ਮਦਦ ਕੇਂਦਰ 'ਤੇ ਜਾ",
      "ਭਵਿੱਖੀ ਮਿਤੀ ਦਾਖ਼ਲ ਕਰੋ",
      "ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਨੂੰ ਗਲਤ ਲਿਖਿਆ ਹੈ। ਕੀ ਤੁਹਾਡਾ ਮਤਲਬ {filled email domain} ਨੂੰ ਵਰਤਣ ਤੋਂ ਸੀ?",
      "ਲੋਕਾਂ ਦਾ ਨਿਰਾਦਰ ਜਾਂ ਸ਼ਰਮਿੰਦਾ ਕਰਨ ਦਾ ਉਦੇਸ਼ ਰਖਣ ਵਾਲੀ ਸਮੱਗਰੀ",
      "ਇਸਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਧੰਨਵਾਦ",
      "{username}ਦੇ ਪ੍ਰੋਫ਼ਾਈਲ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਕੂਕੀਜ਼ ਸੰਬੰਧੀ ਪਸੰਦਾਂ ਨੂੰ ਯਾਦ ਰੱਖਾਂਗੇ ਅਤੇ ਉਹਨਾਂ ਸਾਰੇ ਸਥਾਨਾਂ 'ਤੇ ਉਹਨਾਂ ਨੂੰ ਲਾਗੂ ਕਰਾਂਗੇ, ਜਿੱਥੇ ਤੁਸੀਂ Instagram ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋਂਗੇ ਅਤੇ ਉਹਨਾਂ ਸਥਾਨਾਂ 'ਤੇ, ਜਿੱਥੇ ਤੁਸੀਂ Facebook ਦੇ ਹੋਰ ਉਤਪਾਦਾਂ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਕੂਕੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਾ ਕੇ ਆਪਣੀਆਂ ਪਸੰਦਾਂ ਦੀ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਲੌਗ ਇਨ ਕਰਕੇ ਹੋਰ ਪੋਸਟਾਂ ਬ੍ਰਾਉਜ਼ ਕਰੋ",
      "ਮਿਟਾਈ ਟਿੱਪਣੀ ਲਈ ਚਿੱਤਰ",
      "ਐਪ ਅਪਡੇਟ ਕਰੋ",
      "ਖਾਤੇ ਦਾ ਡੇਟਾ",
      "ਵਪਾਰ ਪ੍ਰੋਫ਼ਾਈਲ ਸੰਬੰਧੀ ਜਾਣਕਾਰੀ",
      "{number of files} ਫ਼ਾਈਆਂ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ। ਤੁਸੀਂ 10 ਜਾਂ ਇਸਤੋਂ ਘੱਟ ਫ਼ਾਈਲਾਂ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਚਮਕ",
      "ਤੁਹਾਡੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਇਸ਼ਤਿਹਾਰਸਾਜ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੀ ਗਈ ਸ਼੍ਰੇਣੀ ਦੇ ਆਧਾਰ ‘ਤੇ, ਤੁਸੀਂ ਇੱਕ ਕ੍ਰੀਏਟਰ ਹੋ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਸਨੂੰ ਐਡਿਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "{username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "{follower count} ਫਾਲੋਅਰ",
      "ਇਸ ਵਜੋਂ ਵੀ ਪ੍ਰਸਿੱਧ (ਵਿਕਲਪਿਕ)",
      "ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
      "ਬ੍ਰਾਉਜ਼ਰ ਸੈਟਿੰਗਾਂ ਨਾਲ ਕੂਕੀ ਕੰਟਰੋਲ ਕਰਨਾ",
      "ਤੁਹਾਡੀ ਪ੍ਰਮਾਣੀਕਰਣ ਐਪ ਵੱਲੋਂ ਸਿਰਜੇ 6-ਅੰਕੀ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਕਈ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪਾਂ ਸਥਾਪਿਤ ਕੀਤੀਆਂ ਹੋਈਆਂ ਹਨ ਜਾਂ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ ਸਥਾਪਿਤ ਐਪ ਨਾਲ ਇਸ ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਕੁੰਜੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਮੈਨੁਅਲੀ ਸੈੱਟ ਅੱਪ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।",
      "ਮੋਬਾਈਲ ਨੰਬਰ ਅਪਡੇਟ ਕਰੋ",
      "ਕੰਪਿਊਟਰ ਤੋਂ ਚੁਣੋ",
      "ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਅਸੀਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਹਟਾ ਦਿਆਂਗੇ ਜੇਕਰ ਇਹ ਸਾਡੇ ਭਾਈਚਾਰੇ ਦੀ ਗਾਈਡਲਾਈਨਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੋਵੇ ਤਾਂ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਇਹਨਾਂ ਕੂਕੀਜ਼ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੇ ਹੋ:",
      "ਅਸੀਂ ਆਪਣੇ ਬੌਧਿਕ ਸੰਪੱਤੀ ਵਾਲੇ ਲਾਇਸੰਸਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ, ਪਰ ਤੁਹਾਡੇ ਅਧਿਕਾਰ ਨਹੀਂ ਬਦਲ ਰਹੇ ਹਨ। ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇ ਮਾਲਕ ਹੋ।",
      "ਹੋਰ ਦੇਖੋ…",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ ਬਦਲੋ",
      "ਅਸੀਂ CMU Delphi ਰਿਸਰਚ ਨਾਲ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਨਹੀਂ ਕਰਾਂਗੇ ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਸਰਵੇਖਣ ਦੇ ਜਵਾਬਾਂ ਨੂੰ ਸਾਡੇ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕਰਨਗੇ।",
      'ਸਕ੍ਰੀਨ "ਫਿਰਨਾ" ਅਰੰਭ ਕਰੇਗੀ ਅਤੇ ਅਖ਼ੀਰਕਾਰ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਆਈਕਨ \'ਤੇ "X" ਦਿਖਾਈ ਦੇਵੇਗਾ',
      "ਕੀ ਤੁਸੀਂ ਹੁਣ {username} ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਸੁਨੇਹੇ ਭੇਜਣ ਦੀ ਆਗਿਆ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਸਿਰਫ ਇਹ ਪਤਾ ਚੱਲੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਬੇਨਤੀ ਨੂੰ ਦੇਖਿਆ ਹੈ।",
      "ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ ਦੇ ਉੱਪਰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਟਾਈਪ ਕੀਤੇ ਸ਼ਬਦਾਂ ਜਾਂ ਵਾਕਾਂ ਵਾਲੀਆਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ਲੁਕਾਓ।",
      "ਸਟੋਰੀ ਐਪ ਵਿੱਚ ਬਹਿਤਰ ਹੁੰਦੀ ਹੈ",
      "ਆਪਣੇ ਦਾਨ ਵਿੱਚ ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਸ਼ਾਮਲ ਕਰਨ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਿੱਤੇ ਗਏ ਹਰ £1 ਲਈ, ਤੁਹਾਡੇ ਲਈ ਬਿਨਾਂ ਕਿਸੇ ਵਾਧੂ ਕੀਮਤ ਦੇ 25p ਜੋੜੇ ਜਾਣਗੇ।",
      "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "ਅਗਲੇ {days to snooze} ਦਿਨਾਂ ਲਈ, ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਡਿਵਾਈਸਾਂ ਤੋਂ ਸਿਰਫ਼ ਲੌਗਇਨ ਕਰਨ ਸੰਬੰਧੀ ਮਦਦ ਲਈ ਈਮੇਲਾਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ Instagram ਨੂੰ ਵਰਤਿਆ ਹੈ।",
      "ਇਹ ਪ੍ਰਭਾਵ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਖੇਡਣ ਲਈ ਟੈਪ ਕਰੋ",
      "ਤੁਹਾਡੀ ਫੋਟੋ ਨੂੰ ਇਸ ਕਰਕੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਸੀ ਕਿਉਂਕਿ ਸ਼ਾਇਦ ਇਸ ਵਿੱਚ ਕਿਸੇ ਹੋਰ ਨਾਲ ਸੰਬੰਧਿਤ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੋਵੇ।",
      "ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਵੋ",
      "ਹਟਾਉਣ ਲਈ ਚੁਣੋ",
      "ਟਿੱਪਣੀਆਂ ਨੂੰ ਬੰਦ ਕਰਨਾ",
      "ਮੁਆਫ ਕਰਨਾ, ਕੋਈ ਸਮੱਸਿਆ ਆ ਗਈ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਅਸੀਂ ਇਸ ਬ੍ਰਾਉਜ਼ਰ 'ਤੇ ਤੁਹਾਡੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਸੁਰੱਖਿਅਤ ਕਰ ਸਕਦੇ ਹਾਂ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਇਹ ਜਾਣਕਾਰੀ ਦੁਬਾਰਾ ਪਾਉਣ ਦੀ ਲੋੜ ਨਾ ਪਵੇ।",
      "ਤੁਹਾਡੇ ਕੋਲ ਅਣਸੁਰੱਖਿਅਤ ਬਦਲਾਵ ਹਨ। ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਹੋ ਗਿਆ",
      "{username} ਦਾ ਇਫੈਕਟ ਵਿੱਚ ਦੇਖੇ ਜਾਣ ਲਈ ਤਿਆਰ।",
      "ਸਰਕਲ ਚੈੱਕ",
      "ਕੋਈ ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਤੁਹਾਡੀ ਫ਼ੀਡ ਦੇ ਹੇਠਲੇ ਹਿੱਸੇ ਵਿੱਚ {link_back_to_instagram_home_page} 'ਤੇ ਟੈਪ ਕਰੋ।",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਦੇਖਣ ਵਿੱਚ ਅਸਮਰੱਥ ਲੋਕਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ। ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਲਈ ਆਪਣੇ ਆਪ ਹੀ ਬਣਾਏ ਜਾਂਦੇ ਹਨ ਜਾਂ ਤੁਸੀਂ ਖੁਦ ਲਿਖਣਾ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "Google Authenticator ਜਾਂ Duo Mobile ਵਰਗੀ ਐਪ ਸਥਾਪਿਤ ਕਰੋ, ਅਤੇ ਫਿਰ ਸੈੱਟ ਅੱਪ ਪੂਰਾ ਕਰਨ ਲਈ Instagram 'ਤੇ ਵਾਪਸ ਆ ਜਾਓ।",
      "ਅਨਬਲੌਕ ਕਰੋ",
      "ਸ਼ਹਿਰ",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਵੀਡੀਓ ਤਿਆਰ ਕਰ ਰਹੇ ਹਾਂ: {videoTitle}. ਇਸ ਦੇ ਤਿਆਰ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸ ਦਿਆਂਗੇ।",
      "125 ਅੱਖਰਾਂ ਤੋਂ ਲੰਬੀ ਕੈਪਸ਼ਨ ਫੀਡ ਵਿੱਚ ਟੁੱਟਵੀਂ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ।",
      "ਪ੍ਰਮਾਣਿਤ ਖਾਤਿਆਂ ਵਿੱਚ ਇਹ ਦਰਸਾਉਣ ਲਈ ਉਹਨਾਂ ਦੇ ਨਾਂ ਦੇ ਅੱਗੇ ਨੀਲੇ ਚੈੱਕਮਾਰਕ ਹੁੰਦੇ ਹਨ ਕਿ Instagram ਨੇ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ ਕਿ ਉਹ ਜਨਤਕ ਹਸਤੀਆਂ, ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਅਤੇ ਉਹਨਾਂ ਬ੍ਰਾਂਡਾਂ ਦੀ ਅਸਲ ਮੌਜੂਦਗੀ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਦਰਸਾਉਂਦੇ ਹਨ।",
      "ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਸਟੋਰੀ ਦਾ ਉਪਯੋਗ ਕਰਕੇ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਹੋਰ ਚੀਜ਼ਾਂ ਜੋ ਤੁਸੀਂ ਕਰ ਸਕਦੇ ਹੋ",
      "ਕਿਸੇ ਖਾਤੇ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ।",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
      "ਕੀ Instagram ਨੂੰ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਹੈ?",
      "Instagram Lite",
      "ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਧੰਨਵਾਦ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਵੇਖੋ",
      "ਆਪਣੇ ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ!",
      "ਇਸ ਨਾਲ ਤੁਹਾਡੀ ਪੋਸਟ ਤੋਂ ਵੀਡੀਓ ਹਟ ਜਾਵੇਗੀ।",
      "ਪਿੰਨ ਕੀਤੀ",
      "ਕਮੈਂਟ {actionType} {prepositionType} {violationText}",
      "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਲੌਗ ਆਉਟ ਹੋ ਜਾਓਗੇ ਜਿੱਥੇ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ Instagram ਅਕਾਊਂਟਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ ਅਤੇ ਤੁਸੀਂ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਅਕਾਊਂਟਾਂ ਲਈ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕੋਗੇ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਇੱਥੇ ਭੇਜੇ ਗਏ ਸੁਨੇਹਿਆਂ ਲਈ ਸੂਚਨਾਵਾਂ ਬੰਦ ਹਨ, ਪਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ।",
      "Facebook ਲੋਗੋ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਬ੍ਰਾਉਜ਼ਰ ਜਾਂ ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਤੁਹਾਨੂੰ ਇਹ ਚੁਣਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀਆਂ ਹਨ ਕਿ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਕੁਕੀਆਂ ਸੈੱਟ ਕਰਨੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ ਕਰਨੀਆਂ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ ਜਾਂ ਨਹੀਂ ਮਿਟਾਉਣਾ। ਇਹ ਕੰਟਰੋਲ ਵੱਖ-ਵੱਖ ਬ੍ਰਾਉਜ਼ਰ ਦੇ ਅਨੁਸਾਰ ਵੱਖ-ਵੱਖ ਹੁੰਦੇ ਹਨ ਅਤੇ ਨਿਰਮਾਤਾ ਦਿੱਤੀਆਂ ਗਈਆਂ ਸੈਟਿੰਗਾ, ਇਹ ਕਦੋਂ ਉਪਲਬਧ ਹੋਣਗੀਆਂ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਨਗੀਆਂ, ਦੋਨਾਂ ਵਿੱਚ ਬਦਲਾਅ ਕਰ ਸਕਦੇ ਹਨ। 5 ਅਕਤੂਬਰ, 2020 ਦੇ ਅਨੁਸਾਰ, ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤਾ ਗਏ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਕਿਸੇ ਪ੍ਰਸਿੱਧ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਕੰਟਰੋਲ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਬ੍ਰਾਉਜ਼ਰ ਕੁਕੀ ਬੰਦ ਕਰ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ Facebook ਦੇ ਉਤਪਾਦਾਂ ਦੇ ਕੁਝ ਹਿੱਸੇ ਠੀਕ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰਨ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ Instagram ਅਤੇ Facebook ਤੁਹਾਨੂੰ ਜੋ ਕੰਟਰੋਲ ਦਿੰਦਾ ਹੈ, ਉਸਦੇ ਅਨੁਸਾਰ ਇਹ ਕੰਟਰੋਲ ਵੱਖ-ਵੱਖ ਤਰ੍ਹਾਂ ਦੇ ਹੁੰਦੇ ਹਨ।",
      "ਲੌਗ ਇਨ ਕਰੋ",
      "ਤੁਹਾਡੇ ਇਨਬਾਕਸ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ।",
      "ਕੀ ਇਸ ਲੌਗਇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨੀ ਹੈ?",
      "ਇਸ ਫ਼ੈਸਲੇ ਦੀ ਅਪੀਲ",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ",
      "ਲਿਖੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਇਮਬੈੱਡ ਕੋਡ ਚੁਣੋ",
      "ਹੁਣੇ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਪਾਸਵਰਡ ਬਦਲਿਆ ਗਿਆ।",
      "ਕੋਈ ਪਰਿਣਾਮ ਨਹੀਂ ਮਿਲੇ।",
      "ਵਾਂ",
      "{username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਜਗ੍ਹਾ ਅਤੇ ਡੇਟਾ ਬਚਾਉਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ। Google Play ਤੋਂ ਮੁਫ਼ਤ ਵਿੱਚ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "ਈਮੇਲ",
      "ਸਤੰਬਰ",
      "ਐਪ ‘ਤੇ, ਤੁਸੀਂ ਐਪ ‘ਤੇ, ਤੁਸੀਂ ਇਸ ਹੈਸ਼ਟੈਗ ਨਾਲ ਸੰਬੰਧਿਤ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਰੱਖ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਬਾਰੇ ਇੱਕ ਨੋਟ",
      "ਅੱਗੇ",
      "ਰੀਲ",
      "16:9",
      "Instagram ਪਾਸਵਰਡ",
      "ਚਿਤਾਵਨੀ",
      "4:5",
      "ਖਾਤਾ ਰਿਕਵਰੀ",
      "ਤੁਸੀਂ ਕੋਈ ਕਹਾਣੀ ਭੇਜੀ",
      "ਅਸਥਾਈ ਰੂਪ ਵਿੱਚ ਮੇਰੇ ਖਾਤੇ ਨੂੰ ਅਸਮਰਥਿਤ ਕਰੋ",
      "ਅਕਾਊਂਟ ਤੋਂ ਪ੍ਰਤੀਬੰਧਨ ਹਟਾਇਆ ਗਈ",
      "ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਸਾਡੀਆਂ ਕੂਕੀਜ਼",
      "ਮੈਂ ਆਪਣੇ ਦੁਆਰਾ ਛੱਡੀ ਹੋਈ ਕਿਸੇ ਟਿੱਪਣੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ",
      "ਸੰਗੀਤ",
      "Facebook ਕੰਪਨੀ ਉਤਪਾਦਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇਹ ਕੂਕੀਜ਼ ਜ਼ਰੂਰੀ ਹਨ। ਇਹ ਇਹਨਾਂ ਸਾਈਟਾਂ ਦੇ ਉਦੇਸ਼ ਅਨੁਸਾਰ ਕੰਮ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਹਨ।",
      "ਕੋਈ ਤਰੁੱਟੀ ਸੀ ਅਤੇ ਤੁਹਾਡਾ ਡ੍ਰਾਫਟ ਪੋਸਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।",
      "ਹੋਰ ਵ੍ਰਿਧੀ ਟੂਲ",
      "ਡਿਜ਼ਾਈਨ ਨੂੰ ਬਦਲਣ ਜਾਂ ਗੂੜ੍ਹੇ ਜਾਂ ਪੈਟਰਨ ਵਾਲੇ ਰੰਗਾਂ 'ਤੇ ਪ੍ਰਿੰਟ ਕਰਨ ਤੋਂ ਬਚੋ।",
      "ਸਟੋਰੀ ਆਈਕਨ",
      "ਭੁਗਤਾਨ ਦੀ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ",
      "ਧੰਨਵਾਦ! ਤੁਸੀਂ ਮੁੜ Instagram ਦੀ ਖ਼ਬਰਾਂ ਈਮੇਲਾਂ ਵਿੱਚ ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ।",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਨੂੰ ਮੁੜ-ਕਿਰਿਆਸ਼ੀਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "ਆਪਣੇ ਅਕਾਊਂਟ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰਨ ਤੋਂ ਜਾਂ ਸਥਾਈ ਤੌਰ 'ਤੇ ਅਸਮਰਥਿਤ ਹੋਣ ਤੋਂ ਬਚਾਉਣ ਲਈ, ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਕਿਸੇ ਹੋਰ ਯੂਜ਼ਰ ਜਾਂ ਟੂਲ ਕੋਲ ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਦੀ ਐਕਸੈਸ ਨਾ ਹੋਵੋ ਅਤੇ ਤੁਸੀਂ ਸਾਡੀਆਂ {Terms of Use} ਦੀ ਪਾਲਣਾ ਕਰ ਰਹੇ ਹੋ।",
      "ਆਰੰਭਿਕ ਪੰਨੇ ਤੇ ਵਾਪਸ ਜਾਓ",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਲੌਗਇਨ ਲਿੰਕ ਨਹੀਂ ਭੇਜ ਸਕੇ।",
      "ਸ਼ਾਪਿੰਗ ਬੈਗ ਈਮੇਲਾਂ",
      "ਅਜਿਹਾ ਲੱਗਦਾ ਹੈ ਕਿ ਅਸੀਂ ਕੋਈ ਗਲਤੀ ਕੀਤੀ ਹੈ?",
      "• Instagram ਅਤੇ Facebook ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਤਾਂ ਜੋ ਸਮੱਗਰੀ ਵਿਅਕਤੀਗਤ ਬਣਾਈ ਜਾ ਸਕੇ, ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਏ ਜਾ ਸਕਣ ਅਤੇ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਮੁਹੱਈਆ ਕਰਵਾਇਆ ਜਾ ਸਕੇ। ਇਹ ਜਾਣਕਾਰੀ Facebook ਅਤੇ Instagram 'ਤੇ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਹੈ ਕਿਉਂਕਿ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਖਾਤਿਆਂ ਨੂੰ ਆਪਣੇ ਅਕਾਊਂਟ ਕੇਂਦਰ ਵਿੱਚ ਜੋੜਿਆ ਹੈ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ {username} Instagram ਅਕਾਊਂਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ {app name} ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ",
      "ਨਸ਼ੇ ਦਾ ਸੇਵਨ",
      "ਜ਼ਰੂਰੀ ਕੂਕੀਜ਼",
      "ਜਦੋਂ ਤੱਕ ਕੋਈ ਵਾਪਸ ਤੁਹਾਨੂੰ ਇਸ ਗੱਲਬਾਤ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰਦਾ ਤੁਸੀਂ ਇਸ ਸੰਗਠਨ ਤੋਂ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ।",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। IGTV ਵੀਡੀਓ ਨੂੰ 16:9 ਜਾਂ 9:16 ਦੇ ਡਾਇਮੈਂਸ਼ਨ ਨਾਲ ਖੜ੍ਹਵੀਂ ਜਾਂ ਲੇਟਵੀਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।",
      "ਸਭ ਮਿਟਾਓ",
      "ਆਨਲਾਈਨ ਇਸ਼ਤਿਹਾਰਬਾਜੀ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ",
      "ਤੁਸੀਂ Instagram ਐਪ ਵਿੱਚ ਸਟਿੱਕਰਾਂ ਨੂੰ ਬਣਾ ਅਤੇ ਉਨ੍ਹਾਂ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦੇ ਸਕਦੇ ਹੋ। {app store} ਜਾਂ {play store} ਤੋਂ ਇਸਨੂੰ ਮੁਫ਼ਤ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਚੈੱਕਪੁਆਇੰਟ ਦੀ ਸ਼ੁਰੂਆਤ/ਸਮਾਪਤੀ",
      ". ਵਰਤਿਆ ਗਿਆ ਫੰਡ ਵਸਤਾਂ ਦੀ ਵਿਕਰੀ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਵਿਵਸਥਾ ਤੋਂ ਆਮਦਨ ਨਹੀਂ ਹੈ; ਨਾ ਹੀ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਜਾਂ ਤੀਜੀ ਧਿਰ",
      "ਕਿਰਪਾ ਕਰਕੇ Instagram 'ਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਂਝੀਆਂ ਕੀਤੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਆਪਣੀ ਫ਼ਾਈਲ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਦੁਬਾਰਾ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਕੀਵਰਡ ਐਕਸਪਲੋਰ ਪੇਜ",
      "ਆਪਣਾ ਪਾਸਵਰਡ ਅਪਡੇਟ ਕਰੋ",
      "ਫ਼ਾਈਲ ਚੁਣੋ",
      "ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਐਪ ਤੋਂ ਇੱਕ ਕੋਡ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ।",
      "ਪਿੰਨ ਬਣਾਓ",
      "{username} ਨੇ ਹਟਾਇਆ",
      "ਹੋਰ ਦੇਖੋ",
      "ਲੌਗ ਇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ?",
      "{Delete this photo text bolded} ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ। ਇਸ ਨਾਲ ਤੁਹਾਡਾ ਖਾਤਾ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੋਵੇਗਾ।",
      "{minutes} ਮਿੰਟ ਪਹਿਲਾਂ",
      "ਮੈਂ ਇਹ ਨਹੀਂ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ ਕਿ ਕੋਈ ਉਪਭੋਗਤਾ ਮੇਰਾ ਅਨੁਸਰਣ ਕਰੇ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਸਾਡੀ ਟੀਮ ਖਾਤੇ ਦੀ ਸਮੀਖਿਆ ਕਰੇਗੀ ਅਤੇ ਜੇਕਰ ਇਹ ਸਾਡੀਆਂ {link_to_instagram_community_guidelines} ਜਾਂ {link_to_instagram_terms_of_use} ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਇਸਨੂੰ ਹਟਾ ਦੇਵਾਂਗੇ।",
      "ਰੱਦ ਕਰੋ",
      "{count} ਪਸੰਦ",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਡਾ Facebook ਈਮੇਲ ਪਤਾ, {email}, Instagram ਨਾਲ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ।",
      "ਸਾਨੂੰ ਜਦੋਂ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ ਕਿ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕੀਤਾ ਹੋਇਆ ਹੈ ਤਾਂ ਅਸੀਂ ਸੁਰੱਖਿਆ ਕੋਡ ਪੁੱਛਾਂਗੇ।",
      "ਹੋਰ ਦੇਖੋ",
      "ਹੋਰ",
      "ਸਾਨੂੰ ਹਾਲ ਹੀ ਵਿੱਚ ਪਤਾ ਲੱਗਿਆ ਕਿ ਤੁਹਾਡਾ Instagram ਪਾਸਵਰਡ ਇੱਕ ਪੜ੍ਹਨਯੋਗ ਫਾਰਮੈਟ ਵਿੱਚ ਅੰਦਰੂਨੀ ਤੌਰ 'ਤੇ ਸਟੋਰ ਕੀਤਾ ਗਿਆ ਸੀ। ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰ ਦਿੱਤਾ ਹੈ ਅਤੇ ਸਾਨੂੰ ਅਜਿਹਾ ਕੋਈ ਸੰਕੇਤ ਨਹੀਂ ਮਿਲਿਆ ਕਿ ਤੁਹਾਡਾ ਸਟੋਰ ਕੀਤਾ ਪਾਸਵਰਡ ਗਲਤ ਢੰਗ ਨਾਲ ਐਕਸੈਸ ਕੀਤਾ ਗਿਆ ਜਾਂ ਇਸਦੀ ਦੁਰਵਰਤੋਂ ਕੀਤੀ ਗਈ ਹੈ।",
      "ਮਈ",
      "ਠੀਕ",
      "ਸੇਵ ਕੀਤਾ ਕਲੈਕਸ਼ਨ",
      "ਕ੍ਰਾਪ ਚੁਣੋ",
      "ਬਦਲੋ",
      "GIF",
      "ਇਸ਼ਤਿਹਾਰਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ",
      "ਲੌਗ ਆਉਟ ਹੋ ਰਿਹਾ ਹੈ",
      "ਆਪਣੇ ਖਾਤੇ ਵਿਚ ਵਾਪਸ ਜਾਣ ਲਈ ਐਪ ਉੱਤੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਲਾਜ਼ਮੀ ਖੇਤਰਾਂ ਨੂੰ ਭਰੋ।",
      "ਬੇਨਤੀਆਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "Instagram ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਇਹ ਮੈਂ ਨਹੀਂ ਸੀ",
      "{username} ਦੇ ਸੁਨੇਹੇ ਇਸ ਵਿੱਚ ਭੇਜੋ:",
      "• ਤੁਸੀਂ {app name} 'ਤੇ ਮਿਲੀ ਜਾਣਕਾਰੀ ਨੂੰ ਐਡਿਟ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਸਾਂਝਾ ਕੀਤੇ ਬਿਨਾਂ ਰੱਦ ਕਰਨਾ ਚੁਣ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਸੀਂ Instagram ਐਪ ਨੂੰ {app name} ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕੋਂਗੇ।",
      "ਕੋਈ ਪਾਸਵਰਡ ਬਣਾਓ",
      "{days} ਦਿਨ ਪਹਿਲਾਂ",
      "ਸੂਚਨਾਵਾਂ ਚਾਲੂ ਕਰੋ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੀ ਵੀਡੀਓ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।",
      "ਸਵੇਰ",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਫ਼ੋਟੋ 'ਤੇ ਕਲਿੱਕ ਕਰੋ",
      "ਤੁਸੀਂ ਇੱਕ ਵਾਰ ਵਿੱਚ ਇੱਕ ਤੋਂ ਵੱਧ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਮਿੰਟ",
      "ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਗ੍ਰਾਫਿਕ ਹਿੰਸਾ",
      "ਕੀ {Username of current profile} ਨੂੰ ਅਨਬਲੌਕ ਕਰਨਾ ਹੈ?",
      "ਇਸਦੀ ਬਜਾਏ Wi-Fi ਕੋਡ ਦਰਜ ਕਰੋ",
      "@{username} • Instagram ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ • ਪੰਨਾ {page}",
      "ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਫੋਟੋ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਿਰਫ ਇੱਕ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਨਵੀਂ ਕਹਾਣੀ",
      "ਤੁਹਾਡੀ ਈਮੇਲ",
      "ਇਸਦੇ ਲਈ ਸੁਰੱਖਿਆ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "{username} ਨੂੰ ਜਵਾਬ ਦਿਓ...",
      "ਟੈਗ ਹਟਾਓ",
      "ਸਾਡੀ ਅਪਡੇਟ ਕੀਤੀ ਡੇਟਾ ਨੀਤੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਅਤੇ ਸਾਡੀਆਂ ਨਵੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।",
      "ਆਪਣੇ ਆਪ ਨੂੰ ਜਵਾਬ ਦੇ ਰਿਹਾ ਹੈ",
      "ਤੁਹਾਡਾ Instagram ਡੇਟਾ",
      "+ {count}",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਉਪਭੋਗਤਾ ਨਾਂ ਕਿਸੇ ਖਾਤੇ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਉਪਭੋਗਤਾਂ ਨਾਂ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਮਾਪਿਆਂ/ਸਰਪ੍ਰਸਤ ਨੂੰ ਆਖੋ",
      "{username} ਨੇ ਕੋਈ ਪੋਸਟ ਭੇਜੀ",
      "ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਵੀਡੀਓ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਿਰਫ ਇੱਕ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਹੁਣ ਤੁਹਾਡੇ ਕੋਲ Instagram 'ਤੇ ਆਪਣੀ ਆਡੀਐਂਸ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ ਹੋਰ ਟੂਲ ਹਨ।",
      "ਹਿੰਡੋਲਾ",
      "ਅਸੀਂ ਲੌਗਇਨ ਕੋਡ ਵਾਲਾ ਕੋਈ ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜਾਂਗੇ, ਜਾਂ ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ ਦੀ ਕੋਈ ਸੁਰੱਖਿਆ ਐਪ ਵਰਤ ਸਕਦੇ ਹੋ।",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ",
      "ਸਾਵਧਾਨੀ ਦੇ ਤੌਰ 'ਤੇ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਪੈਰੋਕਾਰਾਂ ਦੀ ਸੂਚੀ 'ਤੇ ਝਾਤ ਪਾਉਣ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ ਕਿ ਸਿਰਫ਼ ਉਹੀ ਲੋਕ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ। ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰਨਾ ਸਾਡੀ ਪ੍ਰਮੁੱਖ ਤਰਜੀਹ ਹੈ, ਅਤੇ ਅਸੀਂ ਨਿਰੰਤਰ ਇਹ ਪੱਕਾ ਕਰਨ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਕਿ ਇਸ ਵਰਗੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨਾ ਹੋਣ। ਅਸੀਂ ਮੁਆਫ਼ੀ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਇਹ ਹੋਇਆ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ {email} 'ਤੇ ਸਾਨੂੰ ਸੰਪਰਕ ਕਰੋ।",
      "ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ",
      "ਠੀਕ",
      "ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ",
      "ਤੁਸੀਂ {help center link} 'ਤੇ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਬਾਰੇ ਹੋਰ ਜਾਣ ਸਕਦੇ ਹੋ।",
      "ਮੇਰੇ ਖਾਤੇ ਨੂੰ ਹੈਕ ਕੀਤਾ ਗਿਆ",
      "ਉਪਭੋਗਤਾ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਸਥਾਨ",
      "ਅਸੀਂ ਸਾਡੇ ਭਾਈਚਾਰੇ ਦਾ ਸਮਰਥਨ ਕਰਨ ਅਤੇ ਉਸਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਸਾਡੀਆਂ {communityGuidelinesLink} ਬਣਾਈਆਂ ਹਨ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸਾਨੂੰ ਫ਼ਿਕਰ ਹੈ ਕਿ ਇਹ ਸਵੈ-ਹਾਨੀ ਜਾਂ ਖ਼ੁਦਕੁਸ਼ੀ ਵਾਲੇ ਵਤੀਰੇ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦੀ ਸੀ। ਅਸੀਂ ਸਮਝਦੇ ਹਾਂ ਕਿ ਇਹ ਸ਼ਾਇਦ ਤੁਹਾਡਾ ਇਰਾਦਾ ਨਾ ਹੋਵੇ। ਸਾਨੂੰ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਦੀ ਫ਼ਿਕਰ ਹੈ, ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਔਖੇ ਸਮੇਂ ਵਿੱਚੋਂ ਲੰਘ ਰਹੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਮਦਦ ਕਰਨੀ ਚਾਹਵਾਂਗੇ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਾਡੇ ਸਰੋਤਾਂ ਰਾਹੀਂ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਹੁਣੇ ਵਾਪਸ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਫੋਟੋ ਨੂੰ ਖੋਹ ਦਿਓਗੇ",
      "ਸੱਜਾ ਸ਼ੈਵਰਨ",
      "ਨਵਾਂ ਸੰਪਰਕ ਵਿਕਲਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਲਿੰਕ ਕਾਪੀ ਕਰੋ",
      "ਵਾਂ",
      "ਮੋਬਾਈਲ ਨੰਬਰ ਜਾਂ ਈਮੇਲ",
      "ਗੱਲਬਾਤ ਮਿਟਾਓ।",
      "ਸਿਰਲੇਖ",
      "ਸਟੋਰੀ ਐਪ ਵਿੱਚ ਬਹਿਤਰ ਹੁੰਦੀ ਹੈ",
      "ਕਮੈਂਟ ਕਰਨਾ ਬੰਦ ਕਰੋ",
      "Allow",
      "ਲਾਗ ਇਨ",
      "ਜਨਮ ਮਿਤੀ",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਲੌਗ ਆਉਟ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆਈ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਵਿਅਕਤੀ ਜਾਣਕਾਰੀ ਸੰਬੰਧੀ ਸੈਟਿੰਗਾਂ",
      "ਇਹ ਸੁਨੇਹਾ ਸਪੈਮ ਜਾਂ ਸਕੈਮ ਹੈ",
      "ਪੂਰਾ ਨਾਂ",
      "ਇਹ ਲਿੰਕ ਸਿਰਫ਼ ਅਗਲੇ ਚਾਰ ਦਿਨਾਂ ਤੱਕ ਕੰਮ ਕਰੇਗਾ। ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ, ਲਿੰਕ ਨੂੰ ਨਿੱਜੀ ਰੱਖਣ ਦੀ ਯਕੀਨੀ ਬਣਾਓ ਅਤੇ ਸੰਗ੍ਰਹਿ ਨੂੰ ਸਿਰਫ਼ ਆਪਣੇ ਕੰਪਿਊਟਰ 'ਤੇ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "Instagram Lite ਨਾਲ ਸਟੋਰੀਆਂ ਨਾਲ ਬਹੁਤ ਕੁਝ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਕਿ ਇਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਜੇ ਤੁਸੀਂ ਅਜਿਹਾ ਕੁਝ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਤੁਸੀਂ {username} ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
      "ਰੱਦ ਕਰੋ",
      "{filename} ਲੇਬਲ ਵਾਲੀ ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਜਾਰੀ ਰੱਖਣ ਲਈ, ਇੱਕ mp4 ਫ਼ਾਈਲ ਚੁਣੋ।",
      "{media author username} ਇਸ ਪੋਸਟ ਨੂੰ ਪਸੰਦ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ ਦੇਖ ਸਕਦੇ ਹਨ।",
      "ਜਦੋਂ ਤੁਸੀਂ Instagram 'ਤੇ ਆਪਣੇ ਸੰਪਰਕਾਂ ਨੂੰ ਅਪਲੋਡ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ ਵੇਖੋਂਗੇ।",
      "Facebook",
      "ਸਾਨੂੰ ਹਾਲ ਹੀ ਵਿੱਚ ਪਤਾ ਲੱਗਿਆ ਕਿ ਤੁਹਾਡਾ Instagram ਪਾਸਵਰਡ ਇੱਕ ਪੜ੍ਹਨਯੋਗ ਫਾਰਮੈਟ ਵਿੱਚ ਅੰਦਰੂਨੀ ਤੌਰ 'ਤੇ ਸਟੋਰ ਕੀਤਾ ਗਿਆ ਸੀ। ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰ ਦਿੱਤਾ ਹੈ ਅਤੇ ਸਾਨੂੰ ਅਜਿਹਾ ਕੋਈ ਸੰਕੇਤ ਨਹੀਂ ਮਿਲਿਆ ਕਿ ਤੁਹਾਡਾ ਸਟੋਰ ਕੀਤਾ ਪਾਸਵਰਡ ਗਲਤ ਢੰਗ ਨਾਲ ਐਕਸੈਸ ਕੀਤਾ ਗਿਆ ਜਾਂ ਅੰਦਰੂਨੀ ਤੌਰ 'ਤੇ ਕਿਸੇ ਹੋਰ ਵੱਲੋਂ ਇਸਦੀ ਦੁਰਵਰਤੋਂ ਕੀਤੀ ਗਈ ਹੈ। ਸਾਨੂੰ ਅਜਿਹਾ ਵਾਪਰਨ 'ਤੇ ਅਫ਼ਸੋਸ ਹੈ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਦੇ ਤਰੀਕੇ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣਾ ਜਾਰੀ ਰੱਖਾਂਗੇ।",
      "ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਕਹਾਣੀ ਨੂੰ ਸੁਨੇਹਿਆਂ ਵਜੋਂ ਸਾਂਝਾ ਕਰਨ ਦਿਓ",
      "ਲੌਗ ਇਨ ਕਰਨਾ ਅਸਫਲ ਹੋ ਗਿਆ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਸਾਂਝਾ ਕਰੋ",
      "ਮੇਰੇ ਪੰਨੇ 'ਤੇ ਲੁਕਾਓ",
      "ਮਨਜ਼ੂਰ ਕੀਤਾ ਗਿਆ!",
      "ਬ੍ਰਾਂਡੇਡ ਸਮੱਗਰੀ ਦੀਆਂ ਨੀਤੀਆਂ",
      "ਹੋਰ ਜਾਣੋ",
      "{Link to return to a previous step in this flow} ਜਾਂ {Link to skip this entire flow}",
      "ਛੱਡੋ",
      "ਪ੍ਰਮਾਣਿਤ",
      "ਗੋਪਨੀਯਤਾ",
      "ਲਾ",
      "{count} ਪਸੰਦ ਕਰੋ",
      "ਲੌਗ ਇਨ ਕਰਕੇ ਸਾਰੇ ਕਮੈਂਟ ਦੇਖੋ",
      "ਨਵੀਂ ਪੋਸਟ",
      "Facebook Pay ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਕਰੌਸ ਆਈਕਨ ਹੋਰ ਪੇਜ ਬਾਰੇ ਜਾਓ",
      "ਪੜਾਅ 2: ਪ੍ਰਸਿੱਧੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "{authMethod} ਵਿੱਚ ਦਾਖਲਾ ਬੰਦ ਕਰਨਾ ਹੈ?",
      "ਚੈੱਕਆਉਟ ਨੂੰ ਮੁਕੰਮਲ ਕਰਨ ਲਈ Facebook Pay ਤੁਹਾਡੇ Facebook ਅਕਾਊਂਟ ਤੋਂ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾ ਇਸਤੇਮਾਲ ਕਰੇਗਾ। ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੀ ਜਾਣਕਾਰੀ ਅਤੇ ਇਤਿਹਾਸ ਨੂੰ Instagram, Facebook ਅਤੇ Messenger ‘ਤੇ ਜੋੜਿਆ ਜਾਵੇਗਾ। {Learn More}",
      "ਇਹ ਟਿੱਪਣੀ ਲੋਕਾਂ ਨੂੰ ਖ਼ਤਰੇ ਵਿੱਚ ਪਾਉਂਦੀ ਹੈ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੀਆਂ ਫ਼ਾਈਲਾਂ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ।",
      "ਸੁਨੇਹਾ ਉਪਲਬਧ ਨਹੀਂ",
      "Instagram ਸਾਂਝਾਕਰਨ",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਨਹੀਂ ਮਿਲਿਆ, ਤਾਂ ਅਸੀਂ {resendCode} ਸਕਦੇ ਹਾਂ।",
      "ਸਾਨੂੰ ਇਹ ਦੱਸਣ ਲਈ ਧੰਨਵਾਦ",
      "ਤੁਸੀਂ Instagram ਦੀ ਵਰਤੋਂ ਕਰਨ ਜੋਗੇ ਨਹੀਂ ਹੋ",
      "ਵੀਡੀਓ ਵਿੱਚ ਆਡੀਓ ਨਹੀਂ ਹੈ",
      "ਖਾਤੇ ਸਵਿਚ ਕਰੋ",
      "ਆਡੀਐਂਸ (ਵਿਕਲਪਿਕ)",
      "ਸਾਨੂੰ ਉਸ ਖੋਜ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਹੀਂ ਮਿਲਿਆ।",
      "ਪੁਸ਼ ਸੂਚਨਾਵਾਂ",
      "ਅਸੀਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਵੱਲੋਂ ਕੀਤੀ ਗਈ ਰਿਪੋਰਟ ਦੇ ਆਧਾਰ 'ਤੇ, ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦੀ ਐਕਸੈਸ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਦਿੱਤਾ ਹੈ। ਇਸ ਰਿਪੋਰਟ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਇਹ ਉਹਨਾਂ ਦੇ ਸੰਗੀਤਕ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ:",
      "ਦਰਸ਼ਕ",
      "ਮੀਨੂ",
      "ਅੱਗੇ",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਫੋਟੋ ਨੂੰ ਟੈਪ ਕਰੋ।",
      "ਟੈਕਸ ਭਰਨਾ",
      "{username} ਅਜੇ ਵੀ ਓਨੇਂ ਹੀ ਇਸ਼ਤਿਹਾਰ ਦੇਖਣਗੇ ਪਰ ਉਹ ਉਨ੍ਹਾਂ ਲਈ ਘੱਟ ਪ੍ਰਸੰਗਿਕ ਹੋ ਸਕਦੇ ਹਨ।",
      "ਦਿਨ:",
      "Facebook ਐਪਾਂ ਅਤੇ ਸੇਵਾਵਾਂ",
      "ਇੱਕ ਤੀਜੀ ਧਿਰ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਕਿ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਉਨ੍ਹਾਂ ਦੇ ਕਾਪੀਰਾਈਟ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ।",
      "ਇਸ਼ਤਿਹਾਰ ਆਈਕਨ",
      "ਲਿੰਕ (ਵਿਕਲਪਿਕ)",
      "ਅਜਿਹਾ ਇਸ ਲਈ ਹੈ ਕਿਉਂਕਿ ਤੁਹਾਡੀ ਪਿਛਲੀ ਪੋਸਟ ਨੂੰ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਸੰਗੀਤਕ ਅਧਿਕਾਰਾਂ ਜਾਂ {Community Guidelines} ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲਾ ਪਾਇਆ ਗਿਆ ਸੀ।",
      "ਕਹਾਣੀਆਂ ਨੂੰ ਮੁੜ ਸਾਂਝਾ ਕਰਨ ਦੀ ਅਨੁਮਤੀ ਦਿਓ",
      "ਵਾਧੂ ਤਰੀਕੇ",
      "ਮੇਰੀ ਸਮਗਰੀ ਨੂੰ ਕਿਉਂ ਹਟਾਇਆ ਗਿਆ?",
      "ਪ੍ਰਸ਼ਾਸਕ",
      "ਫਿੱਟਨੈੱਸ",
      "ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ",
      "ਗੱਲਬਾਤ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
      "ਦਰਸ਼ਕਾਂ ਦੀ ਗਿਣਤੀ ਆਈਕਨ",
      "ਟੈਗ ਕੀਤੀ ਪੋਸਟ",
      "ਹਟਾਓ",
      "{username} ਅਜਿਹੇ ਇਸ਼ਤਿਹਾਰ ਦੇਖਣਗੇ ਜੋ ਸ਼ਾਇਦ ਉਨ੍ਹਾਂ ਦੀਆਂ ਦਿਲਚਸਪੀਆਂ ਦੇ ਘੱਟ ਪ੍ਰਸੰਗਿਕ ਹੋਣ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤੇ ਪਿੰਨ ਨੂੰ ਵਰਤ ਕੇ ਤੁਹਾਡਾ ਖਾਤਾ ਕਨੈਕਟ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਸੀ। ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਤੁਹਾਡੀ ਲਿੰਕ ਕੀਤੇ PayPal ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਕੇ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਇਸ ਤੋਂ ਇਲਾਵਾ, ਬਰਖ਼ਾਸਤਗੀ ਦੀਆਂ ਕਈ ਬੇਨਤੀਆਂ ਪ੍ਰਾਪਤ ਹੋਣ ‘ਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮੁਅੱਤਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਐਪ ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਨ ਉੱਤੇ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਨਾ ਤੇਜ਼ ਅਤੇ ਅਸਾਨ ਹੈ।",
      "ਫਾਲੋ ਕਰੋ",
      "Instagram ਐਪ ਵਿੱਚ ਇਹ ਫ਼ੰਡਰੇਜ਼ਰ ਦੇਖੋ",
      "{numberOfPeople} ਲੋਕ",
      "ਮਾਪੇ/ਸਰਪ੍ਰਸਤ ਦਾ ਪਹਿਲਾ ਨਾਂ",
      "{number of days before user is disabled} ਦਿਨਾਂ ਵਿੱਚ ਅਗਲੇ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ, ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਅਸਮਰਥਿਤ ਹੋ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸ ਵਿੱਚ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਨ ਵਿੱਚ ਅਸੀਂ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕੀਏ।",
      "ਜਵਾਬਾਂ ਨੂੰ ਵੇਖੋ",
      "ਤੁਸੀਂ ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪਾਤਰ ਹੋ ਜੇਕਰ:",
      "{username} ਵੱਲੋਂ",
      "ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਟੈਗ ਕਰੋ",
      "ਸਭ ਤੋਂ ਵੱਧ ਪ੍ਰਸਿੱਧ",
      "ਤੁਹਾਡਾ ਫੀਡਬੈਕ Instagram ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਸਾਡੀ ਮੱਦਦ ਕਰਨ ਲਈ ਮਹੱਤਵਪੂਰਣ ਹੈ।",
      "ਸੈਸ਼ਨ ਲੌਗ ਆਊਟ ਕੀਤਾ ਗਿਆ",
      "1 ਪੋਸਟ",
      "1 ਘੰਟਾ ਪਹਿਲਾਂ",
      "ਪੋਸਟ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਿਆ।",
      "ਲੋਕੇਸ਼ਨ ਆਈਕਨ",
      "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਯਾਦ ਰੱਖੋ",
      "ਕੀ ਤੁਹਾਡਾ ਜਨਮਦਿਨ {birthday} ਨੂੰ ਹੈ?",
      "{name of the user who liked the photo} ਤੁਹਾਡੀ ਪੋਸਟ ਪਸੰਦ ਕੀਤੀ ਗਈ।",
      "ਹੋਰ ਸੰਪਰਕ ਬਟਨ ਸ਼ਾਮਲ ਕਰਨ, ਪ੍ਰਚਾਰ ਤਿਆਰ ਕਰਨ ਅਤੇ ਆਪਣੇ ਫਾਲੋਅਰਾਂ ਬਾਰੇ ਇਨਸਾਈਟਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ Instagram ਐਪ 'ਤੇ ਜਾਓ।",
      "ਰਿਸ਼ਤੇ",
      "ਪੁਸ਼ਟੀਕਰਨ ਭੇਜੋ",
      "IG ਸਫਲਤਾ ਚੈੱਕਮਾਰਕ",
      "0 ਸਾਲ ਦਾ",
      "ਈਮੇਲ ਭੇਜੀ ਗਈ",
      "ਫਰਵਰੀ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਸਵੈ-ਉਤਪੰਨ ਕੈਪਸ਼ਨਾਂ ਨਾਲ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਆਸਾਨੀ ਹੁੰਦੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਣਨ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ। ਇਹ ਸਿਰਫ਼ iOS ਅਤੇ Android ਐਪ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ ਅਤੇ ਇਨ੍ਹਾਂ ਨੂੰ ਦਿਸਣਾ ਸ਼ੁਰੂ ਹੋਣ ਵਿੱਚ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।",
      "ਆਪਣੇ ਖਾਤੇ ਦੀ ਰੱਖਿਆ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਸੰਬੰਧੀ ਮਦਦ",
      "ਇਹ ਸੰਸਕਰਨ ਹੁਣ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ। ਲੌਗ ਇਨ ਕਰਨ ਲਈ, ਆਪਣੀ ਐਪ ਨੂੰ ਨਵੀਨਤਮ ਸੰਸਕਰਨ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰੋ।",
      "ਤੁਹਾਡੀ Instagram ਵਪਾਰ ਸ਼੍ਰੇਣੀ WhatsApp 'ਤੇ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।",
      "ਅਕਾਊਂਟ ਕੇਂਦਰ ਸਿਰਫ਼ ਸਾਡੀਆਂ ਮੋਬਾਈਲ ਐਪਾਂ ਵਿੱਚ ਉਪਲਬਧ ਹੁੰਦਾ ਹੈ। ਅਕਾਊਟਾਂ ਵਿਚਾਲੇ ਲੌਗਇਨ ਕਰਨ ਅਤੇ ਸਟੋਰੀ ਤੇ ਪੋਸਟ ਸਾਂਝਾਕਰਨ ਵਰਗੇ ਕਨੈਕਟੇਡ ਅਨੁਭਵਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰਨ ਲਈ ਆਪਣੇ Instagram, Facebook ਜਾਂ Messenger ਐਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਦਿੱਤੇ ਅਕਾਊਂਟ ਕੇਂਦਰ ਵਿੱਚ ਜਾਓ।",
      "ਬਹੁਤ ਜ਼ਿਆਦਾ ਰੁੱਝਾ/ਬਹੁਤ ਜ਼ਿਆਦਾ ਪਰੇਸ਼ਾਨ",
      "ਇਵੇਂ ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਗੁਜਾਰਿਸ਼ ਕੀਤੀ। ਸਹਾਇਤਾ ਕੇਂਦਰ ਵਿੱਚ ਹੋਰ ਜਾਣੋ: https://help.instagram.com",
      "ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਸਾਨੂੰ ਦੱਸੋ।",
      "ਤੁਸੀਂ {username} ਦੀ ਕਹਾਣੀ ਭੇਜੀ",
      "Direct - ਸੁਰੱਖਿਅਤ ਇਨਬਾਸਕ",
      "ਸੋਧੋ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਲਿਖੋ…",
      "ਦੇਸ਼/ਖੇਤਰ",
      "ਵੀਡੀਓ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "ਦਾਅਵਾ ਹਟਾਓ",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਅੱਪਲੋਡ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੇਜ਼ ਨਸ਼ਿਆਂ ਦੀ ਵਰਤੋ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰ ਵਾਲੀਆਂ ਪੋਸਟਾਂ",
      "ਦਾਨ ਘੱਟੋ ਘੱਟ {value} ਦੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ",
      "ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਆਡੀਓ ਸਮੇਤ ਹਰ ਚੀਜ਼ ਨੂੰ ਸਾਉਂਡਟਰੈਕ ਜਾਂ ਸੰਗੀਤ ਦੀ ਤਰ੍ਹਾਂ ਸਾਂਝਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਬਲੌਕ ਦੀ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਵੀਡੀਓ ਨੂੰ ਅਣਬਲੌਕ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਨਿੱਜੀ ਬਣਾਓ",
      "ਲੈ ਜਾਓ",
      "ਅਸਥਾਈ ਤੌਰ ਤੇ ਆਪਣਾ ਖਾਤਾ ਅਸਮਰੱਥ ਬਣਾਓ",
      "ਜੇਕਰ ਤੁਸੀਂ ਛੱਡਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਐਡਿਟ ਸੇਵ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਅਸਧਾਰਨ ਗਤੀਵਿਧੀ ਦੇਖੀ ਹੈ। ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ Instagram ਐਪ ਤੋਂ ਆਪਣੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
      "ਨਫ਼ਰਤ ਭਰੇ ਭਾਸ਼ਣ ਜਾਂ ਪ੍ਰਤੀਕ",
      "ਚੋਣ ਨੂੰ ਟੌਗਲ ਕਰੋ",
      "ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
      "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
      "{hours}h ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "[?]",
      "ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "Google Play Store ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦੇ?",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰੋ",
      "ਕੋਈ ਨਾਂ ਸ਼ਾਮਲ ਕਰੋ",
      "ਤੁਹਾਡੇ ਲਈ ਸੁਝਾਅ",
      "Instagram filled play",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਅੱਪਡੇਟ ਕਰੋ",
      "20+ ਬੇਨਤੀਆਂ",
      "ਇਸ ਮੁਫ਼ਤ ਪੇਸ਼ੇਵਰ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕਰਕੇ, ਤੁਸੀਂ ਆਪਣੇ ਫਾਲੋਅਰ ਅਤੇ ਅਕਾਊਂਟ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ, ਨਵੇਂ ਸੰਪਰਕ ਵਿਕਲਪਾਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਨੂੰ ਜਵਾਬ ਦਿੱਤਾ",
      "ਪਛਾਣੀ ਗਈ ਡਿਵਾਈਸ",
      "Expired",
      "ਦੁਕਾਨ ਦੇਖੋ",
      "ਅਕਾਊਂਟ ਰੱਖੋ",
      "ਬੰਦ ਕਰੋ",
      "ਹੋਰ ਵਿਕਲਪ",
      "ਗੈਰ-ਕਨੂੰਨੀ ਜਾਂ ਨਿਯਮਿਤ ਵਸਤਾਂ ਦੀ ਵਿਕਰੀ",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਫ਼ੋਨ ਗੁਆ ਦਿੰਦੇ ਹੋ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਜਾਂ ਕਿਸੇ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਰਾਹੀਂ ਕੋਈ ਕੋਡ ਪ੍ਰਾਪਤ ਨਹੀ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਹਨਾਂ ਕੋਡਾਂ ਦੀ ਵਰਤੋਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ ਕਰ ਸਕਦੇ ਹੋ। ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਥਾਂ ਵਿੱਚ ਸਹੇਜੋ।",
      "ਬਲੌਕ",
      "IGTV",
      "ਪਹਿਲਾਂ ਵਰਗਾ ਕਰੋ",
      "ਵੱਲੋਂ ਹਰ ਪੋਸਟ ਦੇਖੋ {username}",
      "ਮਿਟਾਓ",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਇਹ ਕਾਮੁਕ ਰੂਪ ਤੋਂ ਅਣਉਚਿਤ ਹੈ",
      "ਲੌਗ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਹੋਰ ਰਹੀ ਹੈ।",
      "ਆਪਣੇ ਮਨਪਸੰਦ ਵਿਸ਼ਿਆਂ ਨੂੰ ਬ੍ਰਾਉਜ਼ ਕਰੋ",
      "ਐਡਜਸਟਮੈਂਟ",
      "ਸਥਾਨ ਸ਼ਾਮਲ ਕਰੋ",
      "ਸ਼ਨੀਵਾਰ",
      "ਹੋਰ ਲਈ ਟੈਪ ਕਰੋ",
      "ਇਸਨੂੰ ਪਸੰਦ ਕਰਨ",
      "ਲੌਗ ਆਉਟ",
      "ਇਸ ਲੌਗਇਨ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ ਦੇਖੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਸੀਂ ਇਸ ਸੁਨੇਹੇ ਦੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ?",
      "ਅਨਬਲੌਕ ਕਰੋ",
      "ਹਾਲੇ ਨਹੀਂ",
      "ਤੁਹਾਡੇ ਕੀਵਰਜ਼ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਛੇਤੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਈਨ ਅੱਪ ਕੀਤੇ ਜਾਣ ਵੇਲੇ ਹੋਰ ਮੁਫ਼ਤ ਫੋਟੋਆਂ ਖੋਜੋ।",
      "ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਜਾਣਕਾਰੀ ਅਤੇ Instagram, Facebook ਐਪ ਅਤੇ Messenger ਵਿੱਚ ਚੋਣਾਂ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰ ਸਕੋ ਕਿ ਇਹ ਸੈਟਿੰਗਾਂ ਤੁਹਾਡੇ ਲਈ ਸਹੀ ਹਨ।",
      "Facebook ਤੋਂ ਇਲਾਵਾ ਗਤੀਵਿਧੀ",
      "ਇਹ ਫ਼ਾਈਲ ਬਹੁਤ ਛੋਟੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ, 1 KB ਤੋਂ ਵੱਡੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਕੀ ਐਫ਼ਿਲਿਏਟ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ?",
      "ਅੱਗੇ",
      "ਪੁਸ਼ਟੀਕਰਨ ਭੇਜੋ",
      "ਇਹ ਖਾਤਾ ਨਿੱਜੀ ਹੈ",
      "ਸੰਸਥਾ ਦਾ ਸਿਰਲੇਖ",
      "ਤੁਸੀਂ ਨਵੇਂ ਕੋਡਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸਦੀ ਚਿੰਤਾ ਨਹੀਂ ਹੈ ਕਿ ਇਹ ਸੈੱਟ ਚੋਰੀ ਹੋ ਗਿਆ ਹੈ, ਜਾਂ ਜੇਕਰ ਤੁਸੀਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰਿਆਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ।",
      "ਆਪਣੇ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣਾ",
      "ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...",
      "ਮੁਆਫ਼ ਕਰਨਾ! ਸਾਨੂੰ ਹੁਣੇ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਬਣਾਉਣ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਫਿਲਟਰ",
      "ਤੁਹਾਡੇ ਕੋਲ ਅਣਦੇਖੀ ਸੂਚਨਾਵਾਂ ਹਨ।",
      "ਪੋਸਟ ਸਾਂਝੀ ਕਰੋ",
      "ਅਧਿਕਾਰ ਧਾਰਕ, {reference owner name} ਨੇ ਤੁਹਾਡੇ ਵਿਵਾਦ ਨੂੰ ਇਸ ਕਰਕੇ ਅਸਵੀਕਰ ਕਰ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਫੋਟੋ ਵਿੱਚ ਉਹਨਾਂ ਦੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ।",
      "Facebook ਨਾਲ ਅਪਡੇਟ ਕਰੋ",
      "ਵਪਾਰ",
      "{Submit a dispute text bolded} ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਵੀਡੀਓ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ {owner name} ਦਿੰਦੇ ਹੋ, ਜੋ ਇਸ ਦਾਅਵੇ ਨੂੰ ਜਾਰੀ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਫੋਟੋ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਪੋਸਟ ਜਨਤਰ ਤੌਰ ‘ਤੇ ਸਾਂਝਾ ਕੀਤਾ ਹੈ, ਤਾਂ ਉਹ ਸਾਰੀ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਵੀ ਕਰ ਸਕਦੇ ਹਨ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ {number of days} ਦਿਨ ਹੋਣਗੇ।",
      "@{username} ਰਾਹੀਂ Instagram ਵੀਡੀਓ • {datetime}",
      "ਹਾਂ, ਲੌਗ ਇਨ ਕਰੋ",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ",
      "GIF",
      "",
      "ਸਹਿਮਤੀ ਪੇਜ",
      "ਪ੍ਰਸ਼ਾਸਕ ਬਣਾਓ",
      "ਇਹ ਲਿੰਕ ਹੁਣ ਕੰਮ ਨਹੀਂ ਕਰਦਾ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਖਾਤੇ ਨੂੰ ਮਿਟਾ ਚੁੱਕੇ ਹੋ। Instagram ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਲਈ, ਇੱਕ ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ।",
      "ਪਾਸਵਰਡ",
      "ਕਹਾਣੀ ਵੀਡੀਓ ਦਾ ਓਵਰਲੇ",
      "Instagram ਤੋਂ ਪਿਛਲੇ 14 ਦਿਨਾਂ ਵਿੱਚ ਆਈਆਂ ਸੁਰੱਖਿਆ ਜਾਂ ਲੌਗਇਨ ਬਾਰੇ ਈਮੇਲਾਂ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ। ਤੁਸੀਂ ਇਸਦੀ ਵਰਤੋਂ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੀਆਂ ਈਮੇਲਾਂ ਅਸਲੀ ਹਨ ਅਤੇ ਕਿਹੜੀਆਂ ਨਕਲੀ ਹਨ।",
      "ਆਪਣੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਆਪਣਾ Facebook Pay ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ।",
      "{username} ਨੂੰ ਨਹੀਂ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪ੍ਰਾਇਮਰੀ 'ਤੇ ਵਾਪਸ ਲੈ ਜਾ ਸਕਦੇ ਹੋ।",
      "ਹੈਸ਼ਟੈਗ ਡਾਇਰੈਕਟਰੀ",
      "ਸੁਝਾਈਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ",
      "ਮਦਦ",
      "Instagram Lite ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਜਾਨਵਰ ਅਤੇ ਕੁਦਰਤ",
      "ਐਪਲੀਕੇਸ਼ਨ ਆਈਕਨ ਨੂੰ ਟੈਪ ਕਰੋ ਅਤੇ ਕੁਝ ਸਕਿੰਟਾਂ ਲਈ ਇਸਨੂੰ ਹੋਲਡ ਕਰੋ।",
      "ਸੁਨੇਹਿਆਂ ਨੂੰ ਮਿਊਟ ਕਰੋ",
      "ਨਫ਼ਰਤ ਭਰੇ ਭਾਸ਼ਣ ਜਾਂ ਪ੍ਰਤੀਕ",
      "ਅਸੀਂ ਕਿਸੇ ਅਜਿਹੀ ਤਕਨੀਕੀ ਦਾ ਹਾਲ ਹੀ ਵਿੱਚ ਪਤਾ ਲਗਾ ਕੇ ਤੁਰੰਤ ਠੀਕ ਕੀਤਾ ਜਿਸਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਸਮੇਤ Instagram ਦੇ ਕੁਝ ਖਾਤਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ।",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਸਾਡੇ ਭਾਈਚਾਰਾ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਹੈ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਗਿਆ",
      "ਯਾਤਰਾ ਅਤੇ ਸਥਾਨ",
      "ਆਪਣੇ ਕਾਰਡ ਦੇ ਸੁਰੱਖਿਆ ਕੋਡ ਨਾਲ ਕਨੈਕਟ ਕਰਨਾ ਹੈ?",
      "ਖਾਣਾ-ਪੀਣਾ",
      "ਅਧਿਕਾਰ ਧਾਰਕ:",
      "ਜਾਰੀ ਰੱਖੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ {violationText} ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਅਸੀਂ ਇਹ ਗਾਈਡਲਾਈਨਾਂ ਬਣਾਈਆਂ ਹਨ ਕਿਉਂਕਿ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਸਾਡਾ ਭਾਈਚਾਰਾ ਸਨਮਾਨਜਨਕ ਅਤੇ ਸੁਰੱਖਿਅਤ ਮਹਿਸੂਸ ਕਰੇ।",
      "ਇੱਕ ਮੁਫ਼ਤ ਪੇਸ਼ੇਵਰ ਖਾਤਾ ਹਾਸਲ ਕਰੋ",
      "ਭੇਜੋ",
      "ਬਦਲੋ",
      "ਰਾਜ ਦਾਖ਼ਲ ਕਰੋ",
      "Instagram ਵਪਾਰ ਪ੍ਰੋਫ਼ਾਈਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ {applicationName} ਨਾਲ ਕਨੈਕਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
      "ਆਪਣਾ ਨਾਂ ਅਤੇ ਜੀਵਨੀ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਜੋ ਦੋਸਤ ਤੁਹਾਨੂੰ ਲੱਭ ਸਕਣ।",
      "ਅਕਤੂਬਰ",
      "ਠੀਕ ਹੈ",
      "ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿਤ ਹੋ?",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਲੁਕਾਓ",
      "ਗੈਲਰੀ ਪੋਸਟ ਵਿੱਚ ਇੱਕ ਮਿੰਟ ਤੋਂ ਵੱਧ ਲੰਮੀ ਵੀਡੀਓ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਸਕਦੇ।",
      "{fullName} ਰਾਹੀਂ Instagram ਫੋਟੋ • {datetime}",
      "ਜੇ ਕੋਈ ਵੀਡੀਓ ਇੱਕ ਮਿੰਟ ਤੋਂ ਲੰਮੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਵਾਰ ਵਿੱਚ ਸਿਰਫ਼ ਇੱਕ ਵੀਡੀਓ ਹੀ ਪੋਸਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "1:1",
      "ਡੇਟਾ ਨੀਤੀ",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਇਹ ਲਿੰਕ ਟੁੱਟ ਗਿਆ ਹੈ। ਆਪਣਾ ਖਾਤਾ ਰੱਖਣ ਲਈ, ਆਪਣੇ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਤੁਸੀਂ ਆਪਣੇ ਸਾਰੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "ਇਜਾਜ਼ਤ ਦਿਓ",
      "WhatsApp ਵਿੱਚ ਸਾਂਝਾ ਕਰੋ",
      "ਖੇਡਾਂ",
      "ਗੋਪਨੀਯਤਾ ਦੀ ਫਿਕਰ",
      "ਨਵੇਂ ਕੋਡਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ",
      "ਲਾਈਵ {actionType}",
      "ਚੈੱਕਆਉਟ ਕਰਨ ਲਈ ਅੱਗੇ ਜਾਓ",
      "ਠੀਕ",
      "ਹੋਰ ਜਾਣੋ",
      "ਸੁਰਖੀ",
      "ਮੈਨੂੰ ਇਹ ਵਾਰਤਾਲਾਪ ਪਸੰਦ ਨਹੀਂ ਹੈ",
      "ਪਿੱਛੇ ਜਾਓ",
      "ਜਦੋਂ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾਉਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ, ਟਿੱਪਣੀਆਂ ਅਤੇ ਪਸੰਦਾਂ ਨੂੰ ਲੁਕਾਇਆ ਜਾਵੇਗਾ ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਕਰਦੇ ਹੋ।",
      "ਉਹਨਾਂ ਸਾਰੇ ਨਾਵਾਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਵੱਲੋਂ ਪੇਸ਼ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਵਿਅਕਤੀ ਜਾਂ ਸੰਸਥਾ ਵਜੋਂ ਪ੍ਰਸਿੱਧ ਹਨ। ਵੱਖਰੇ ਨਾਵਾਂ ਅਤੇ ਦੂਜੀਆਂ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਓਹੀ ਨਾਂ ਸ਼ਾਮਲ ਕਰੋ।",
      "ਆਵੇਦਨ ਦਰਜ ਕਰੋ",
      "ਅਗਲੇ {days to snooze} ਦਿਨਾਂ ਲਈ, ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਡਿਵਾਈਸਾਂ ਤੋਂ ਸਿਰਫ਼ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਸੰਬੰਧੀ ਈਮੇਲਾਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ Instagram ਨੂੰ ਵਰਤਿਆ ਹੈ।",
      "ਸਾਨੂੰ ਇਹ ਦੱਸਣ ਲਈ ਧੰਨਵਾਦ ਕਿ ਤੁਸੀਂ ਪਾਸਵਰਡ ਰਿਸੈਟ ਦੀ ਗੁਜਾਰਿਸ਼ ਨਹੀਂ ਕੀਤੀ। ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲਿਆ ਨਹੀਂ ਗਿਆ ਹੈ।",
      "ਜਾਰੀ ਰੱਖ ਕੇ, {=app name} ਨੂੰ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਐਕਸੈਸ ਮਿਲਦੀ ਰਹੇਗੀ ਅਤੇ {=app name}  ਦੇ ਐਕਸੈਸ ਕੀਤੇ ਜਾਣ 'ਤੇ Instagram ਉਸਨੂੰ ਰਿਕਾਰਡ ਕਰ ਲਵੇਗਾ। ਸਾਂਝਾ ਕਰਨ ਦੇ ਇਸ ਤਰੀਕੇ ਅਤੇ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਬਾਰੇ {=learn more}।",
      "ਬੁਝਾਰਤਾਂ",
      "ਮੈਂ ਇਸ ਖਾਤੇ ਦੀਆਂ ਫੋਟੋਆਂ ਜਾਂ ਵੀਡੀਓ ਨੂੰ ਮੇਰੀ ਫੀਡ ਵਿੱਚ ਨਹੀਂ ਵੇਖਣਾ ਚਾਹੁੰਦਾ/ਦੀ",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਜੇ ਤੁਸੀਂ ਤੁਹਾਡੇ ਵਿਵਾਦ ਦੇ ਨਤੀਜੇ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਅਧਿਕਾਰ ਧਾਰਕ, {reference owner name}, ਨੂੰ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ। ਇੱਕ ਵਾਰ ਸਪੁਰਦ ਕਰਨ ‘ਤੇ ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ 7 ਦਿਨ ਹੋਣਗੇ।",
      "ਸੁਝਾਏ ਗਏ ਸਾਰੇ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਸ਼ੈਵਰਨ",
      "ਇਹ ਵੈੱਬ ਬ੍ਰਾਉਜ਼ਰ ਹੁਣ ਸਮਰਥਿਤ ਨਹੀਂ ਰਿਹਾ।",
      "ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਦੇ ਕਿਸੇ ਵੀ ਪਹਿਲੂ ਨੂੰ ਖਰੀਦਣ, ਵੇਚਣ ਜਾਂ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਸਾਡੀਆਂ {Terms of Use} ਅਤੇ {Community Guidelines} ਦੇ ਵਿਰੁੱਧ ਜਾਂਦੀ ਹੈ।",
      "ਪਾਸਵਰਡ",
      "ਖਾਤਿਆਂ ਜਾਂ ਪੋਸਟਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ",
      "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਖਾਤਿਆਂ ਤੋਂ ਮੈਸੇਜ ਦੇਖੋਗੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਪ੍ਰਤੀਬੰਧਿਤ ਕੀਤਾ ਹੈ।",
      "{firstUsername}, {secondUsername}",
      "ਕਾਪੀ ਕਰਨ ਲਈ ਕੰਟਰੋਲ-C ਦੱਬੋ।",
      "Instagram ਉੱਤੇ ਚੈੱਕਆਉਟ ਕਰਨ ਲਈ, ਐਪ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "ਗੁਜਾਰਿਸ਼ਾਂ ਨੂੰ ਮਨਜ਼ੂਰ ਜਾਂ ਉਹਨਾਂ ਦੀ ਉਪੇਖਿਆ ਕਰੋ",
      "ਤੁਸੀਂ ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇ ਸਕਦੇ ਹੋ ਜਾਂ ਤੁਸੀਂ ਹੋਰ ਵਿਕਲਪ ਚੁਣ ਸਕਦੇ ਹੋ। ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਕੂਕੀਜ਼ ਸੰਬੰਧੀ ਤਰਜੀਹਾਂ ਨੂੰ ਯਾਦ ਰੱਖਾਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰੇ ਸਥਾਨਾਂ 'ਤੇ ਇੰਨ੍ਹਾਂ ਨੂੰ ਲਾਗੂ ਕਰਾਂਗੇ ਜਿੱਥੇ ਤੁਸੀਂ Instagram ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਸਥਾਨਾਂ 'ਤੇ, ਜਿੱਥੇ ਤੁਸੀਂ Facebook ਦੇ ਹੋਰ ਉਤਪਾਦਾਂ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਅਕਾਊਂਟਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਕੂਕੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਾ ਕੇ ਆਪਣੀਆਂ ਤਰਜੀਹਾਂ ਦੀ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ {username} ਦਾ ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹੋ? ਉਹਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣ ਲਈ {=Log in}।",
      "ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ ਤੁਹਾਨੂੰ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਲਿੰਕ ਭੇਜਾਂਗੇ।",
      "ਹੋਰ ਗਾਹਕਾਂ ਤੱਕ ਪਹੁੰਚਣ ਅਤੇ ਆਪਣੇ ਵਪਾਰ ਨੂੰ ਬਣਾਉਣ ਲਈ Instagram 'ਤੇ ਪ੍ਰਚਾਰਾਂ ਨੂੰ ਬਣਾਓ।",
      "ਅਸੀਂ ਮੁਆਫ਼ੀ ਚਾਹੁੰਦੇ ਹਾਂ, ਲੇਕਿਨ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      '"X" \'ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਜਦੋਂ ਅੱਗੇ ਵੱਧਣ ਲਈ ਆਖਿਆ ਜਾਵੇ, ਤਾਂ "ਮਿਟਾਓ" ਚੁਣੋ।',
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਫ਼ੋਟੋਆਂ, ਵੀਡੀਓ ਅਤੇ ਸਟੋਰੀ ਅੱਪਡੇਟਾਂ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਕਾਪੀਰਾਈਟ",
      "Don't Allow",
      "{username} ਦੀ ਕਹਾਣੀ ਭੇਜੀ ਗਈ",
      "ਉਪਭੋਗਤਾ ਨਾਂ ਜਾਂ ਈਮੇਲ",
      "ਇਸ ਵਿੱਚ ਨਗਨਤਾ ਜਾਂ ਅਸ਼ਲੀਲ ਸਮੱਗਰੀ ਮੌਜੂਦ ਹੈ",
      "ਗਰੁੱਪ ਵਿੱਚ ਰਹੋ",
      "ਸੋਧੋ",
      "{username} ਲਈ ਕੋਈ ਵੀ ਫ਼ਾਈਲਾਂ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।",
      "ਕੀ ਇਹ ਤੁਸੀਂ ਨਹੀਂ ਹੋ?",
      "View full profile on Instagram",
      "ਤੁਹਾਨੂੰ ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ",
      "ਪਾਸਵਰਡ ਮੁੜ ਸੈੱਟ ਕਰੋ",
      "ਕੂਕੀ ਨੀਤੀ",
      "ਨੰਬਰ ਬਦਲੋ",
      "ਬੰਦ ਕਰੋ",
      "ਹਾਲੀਆ",
      "ਵਪਾਰ ਦਾ ਪਤਾ",
      "ਵਿਕਲਪਾਂ ਨੂੰ ਐਡਿਟ ਕਰੋ",
      "ਤੁਹਾਡੇ ਲਈ ਸੁਝਾਅ",
      "ਤੁਸੀਂ ਇਸ ਵੇਲੇ {username} ਵਜੋਂ ਲੌਗ ਇਨ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
      "ਅਸਵੀਕਾਰ ਕਰੋ",
      "ਨੌਕਰੀਆਂ",
      "ਫ਼ੋਟੋਆਂ ਭੇਜਣ, ਗਾਇਬ ਹੋਣ ਵਾਲੇ ਮੈਸੇਜ, ਅਤੇ ਹੋਰਾਂ ਦੇ ਬਹਿਤਰ ਤਰੀਕਿਆਂ ਲਈ ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "ਇਸ ਵੀਡੀਓ ਦਾ ਪੱਖ ਅਨੁਪਾਤ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦਿਸਦੀ ਹੈ",
      "ਇਸ਼ਤਿਹਾਰ ਸੰਬੰਧੀ ਤਰਜੀਹਾਂ",
      "ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ {email} ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਹੈ, ਜਾਂ ਨਵਾਂ ਈਮੇਲ ਪਤਾ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ। ਇਹ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ Instagram ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣ ਦਿੰਦਾ ਹੈ ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਜਾਂਦੇ ਹੋ।",
      "{number of items} ਆਈਟਮਾਂ",
      "ਅੰਦਰੂਨੀ",
      "1ਘੰ",
      "ਆਪਣਾ Wi-Fi ਕੋਡ ਦਰਜ ਕਰੋ",
      "Facebook ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਤੋਂ ਬਾਹਰ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਇਸ਼ਤਿਹਾਰ ਅਤੇ ਮੁਲਾਂਕਣ ਸੇਵਾਵਾਂ ਲਈ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ, ਤੁਹਾਨੂੰ ਕੁਝ ਖ਼ਾਸ ਫ਼ੀਚਰ ਉਪਲਬਧ ਕਰਾਉਣ ਅਤੇ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ,ਅਸੀਂ Instagram 'ਤੇ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੇ ਟੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਇਹ ਕੰਪਨੀਆਂ ਵੀ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਹਨ।",
      "ਤੁਸੀਂ ਆਪਣੀ ਸੁਰੱਖਿਆ ਐਪ ਤੋਂ ਕੋਈ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰੋਗੇ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਕੋਡ ਨਹੀਂ ਹੈ, ਤਾਂ ਅਸੀਂ ਇਸਨੂੰ ਡਾਉਨਲੋਡ ਕਰਨ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਾਂਗੇ।",
      "ਕਨੈਕਸ਼ਨ",
      "ਅਸੀਂ ਇਹ ਵਾਲੀਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ ਨੂੰ ਹਟਾਉਂਦਾ ਹੈ:",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ",
      "ਸ਼ਾਮਲ ਕੋਡ ਨੂੰ ਕਾਪੀ ਕਰੋ",
      "ਸਾਰੇ ਦੇਖੋ",
      "ਮੁੜ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ",
      "ਹੋਰ ਫ਼ਾਈਲਾਂ ਚੁਣੋ",
      "ਤੁਸੀਂ ਭੁਗਤਾਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ PIN ਬਣਾ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣੀ ਡਿਵਾਈਸ ਦੀ ਚਿਹਰਾ ਜਾਂ ਫਿੰਗਰਪ੍ਰਿੰਟ ਪਛਾਣ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਰੱਦ ਕਰੋ",
      "ਅਨੁਸਰਣ ਕਰਨਾ ਬੰਦ ਕਰੋ",
      "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
      "ਵਾਪਸ ਜਾਓ",
      "ਇਹ ਉਹ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਲੌਗਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ Instagram ਨੂੰ ਵਰਤਿਆ ਹੈ, ਪਰ ਹੋ ਸਕਦਾ ਹੈ ਕੁਝ ਦਿਨਾਂ ਤੋਂ ਇਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਨਾ ਕੀਤੀ ਗਈ ਹੋਵੇ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਅਜੇ ਵੀ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪਹਿਲਾਂ ਸਾਂਝੀ ਕੀਤੀ ਜਾਣਾਕਰੀ ਹੋ ਸਕਦੀ ਹੈ ਜਿਸਨੂੰ ਤੁਸੀਂ ਪਹਿਲਾਂ ਸਾਂਝਾ ਕੀਤਾ ਸੀ, ਪਰ ਉਹ ਹੁਣ ਹੋਰ ਜਾਣਕਾਰੀ ਲੈਣ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਤੁਸੀਂ ਅਜਿਹੀ ਐਪ ਤੋਂ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਕਹਿ ਸਕਦੇ ਹਨ। ਇੰਝ ਕਰਨ ਲਈ, ਉਨ੍ਹਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੀ ਸਮੀਖਿਆ ਕਰੋ, ਤਾਂ ਜੋ ਇਸ ਨਾਲ ਜੁੜੀ ਜਾਣਕਾਰੀ ਅਤੇ ਸੰਪਕਰ ਜਾਣਕਾਰੀ ਵੀ ਮਿਲ ਸਕੇ। ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਐਪ ਨਾਲ ਸੰਪਰਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੀ ਯੂਜ਼ਰ ਆਈਡੀ ਦੀ ਲੋੜ ਪਵੇ।",
      "ਇਨ੍ਹਾਂ ਕੂਕੀਜ਼ ਬਾਰੇ",
      "ਕਮੈਂਟ ਬੰਦ ਕਰੋ",
      "1 ਖਾਤਾ",
      "ਅਕਾਊਂਟ ਕੇਂਦਰ",
      "ਈਮੇਲ ਆਈਕਨ",
      "ਸਿਰਫ਼ ਤੁਸੀਂ ਆਪਣੇ ਸੰਪਰਕ ਵੇਖ ਸਕਦੇ ਹੋ, ਪਰ Instagram ਤੁਹਾਡੀ ਅਤੇ ਦੂਜਿਆਂ ਲਈ ਦੋਸਤ ਸੁਝਾਅ ਬਣਾਉਣ ਲਈ ਅਤੇ ਹਰੇਕ ਲਈ ਵਧੀਆ ਤਜਰਬੇ ਮੁਹੱਈਆ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ ਤੁਹਾਡੇ ਸੰਪਰਕਾਂ ਬਾਰੇ ਅਪਲੋਡ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।",
      "ਗੋਪਨੀਯਤਾ ਕੇਂਦਰ",
      "ਇਸ ਕਿਸਮ ਦਾ ਸੁਨੇਹਾ ਵੇਖਣ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋ ਕਰੋ।",
      "ਖੋਜ ਇਤਿਹਾਸ ਹਟਾਓ",
      "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
      "ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...",
      "IGTV",
      "ਸੈਲਿਊਲਰ ਡੇਟਾ ਵਰਤੋਂ",
      "ਐਪ ਅਪਡੇਟ ਕਰੋ",
      "+{number of files} ਹੋਰ",
      "Facebook ਵੱਲੋਂ",
      "ਖੋਜ ਕਰੋ",
      "ਪੋਲ",
      "ਤੁਹਾਡਾ ਦੋਸਤ {name of the facebook friend who joined} {username of the user who joined} ਵੱਜੋਂ Instagram 'ਤੇ ਮੌਜੂਦ ਹੈ",
      "ਮਦਦ ਕੇਂਦਰ ਵਿੱਚ ਵਿਕਲਪ",
      "ਵਾਂ",
      "ਸਾਡੀ ਅਪਡੇਟ ਕੀਤੀ {data_policy} ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਅਤੇ ਸਾਡੀਆਂ ਨਵੀਆਂ {terms_of_service} ਨਾਲ ਸਹਿਮਤ ਹੋਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।",
      "ਤੁਹਾਡੀ ਫ਼ੀਡਬੈਕ ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਦੋਸਤਾਂ ਲਈ Instagram ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ।",
      "ਕੀ ਇਸ ਅਕਾਊਂਟ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਇਸ ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!",
      "ਛੋਟੀ ਉਮਰ ਦੇ ਬੱਚੇ ਦਾ ਖਾਤਾ",
      "ਜ਼ਾਹਰ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਰੇ ਕਮੈਂਟ ਪੜ੍ਹ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਕਮੈਂਟ ਜੋੜ ਸਕਦੇ ਹੋ।",
      "ਨਿੱਜੀ ਖਾਤਾ",
      "ਗਤੀਵਿਧੀ",
      "ਵੀਡੀਓ ਨੂੰ ਪੋਸਟ ਕਰਨ ਦੀ ਅਪੀਲ ਕਰੋ",
      "ਕਾਪੀ ਕੀਤਾ ਗਿਆ",
      "ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ",
      "13 ਸਾਲ ਤੋਂ ਛੋਟਿਆਂ ਲਈ",
      "ਤੁਸੀਂ",
      "ਵੇਖੋ",
      "ਉਹਨਾਂ ਨੇ ਹੇਠਾਂ ਦਿੱਤੇ ਦੇਸ਼ਾਂ ਨੂੰ ਛੱਡ ਕੇ ਹਰ ਜਗ੍ਹਾ 'ਤੇ ਇਸ ਸਮੱਗਰੀ ਵਾਲੀਆਂ ਵੀਡੀਓਜ਼ ਨੂੰ ਬਲੌਕ ਕੀਤੇ ਜਾਣ ਦੀ ਗੁਜਾਰਿਸ਼ ਕੀਤੀ, ਜਿੱਥੇ ਉਹਨਾਂ ਦੇ ਕੋਲ ਅਧਿਕਾਰ ਹਨ:",
      "ਨਵੇਂ ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਤੁਹਾਡਾ ਅਕਾਉਂਟ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। 30 ਦਿਨਾਂ ਵਿੱਚ ਅਗਲੇ ਕਦਮਾਂ ਨੂੰ ਫਾਲੋ ਕਰੋ ਤਾਂਕਿ ਤੁਸੀਂ ਸਮੀਖਿਆ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕੋਂ।",
      "ਬੇਨਤੀਆਂ ਨੂੰ ਉਦੋਂ ਤੱਕ ਚਿੰਨ੍ਹਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਦੇ ਹੋ।",
      "ਬੰਦ ਕਰੋ",
      "ਇਹ ਕਹਾਣੀ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਇਨ੍ਹਾਂ ਨੂੰ:",
      "ਜਿਹੜੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ਵਿੱਚ ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਉੱਥੇ ਲੋਕ ਇਸਨੂੰ ਦੇਖ, ਪਸੰਦ ਜਾਂ ਕਮੈਂਟ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਤੁਹਾਡੀ ਵੀਡੀਓ ਇਸ ਵਿੱਚ ਬਲੌਕ ਹੈ:",
      "ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਬ੍ਰਾਉਜ਼ਰ ਜਾਂ ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਤੁਹਾਨੂੰ ਇਹ ਚੁਣਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀਆਂ ਹਨ ਕਿ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਕੂਕੀਜ਼ ਸੈੱਟ ਕਰਨੀਆਂ ਹਨ ਜਾਂ ਨਹੀਂ ਕਰਨੀਆਂ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ ਜਾਂ ਨਹੀਂ ਮਿਟਾਉਣਾ। ਇਹ ਕੰਟਰੋਲ ਵੱਖ-ਵੱਖ ਬ੍ਰਾਉਜ਼ਰ ਦੇ ਅਨੁਸਾਰ ਵੱਖ-ਵੱਖ ਹੁੰਦੇ ਹਨ ਅਤੇ ਨਿਰਮਾਤਾ ਦਿੱਤੀਆਂ ਗਈਆਂ ਸੈਟਿੰਗਾ, ਇਹ ਕਦੋਂ ਉਪਲਬਧ ਹੋਣਗੀਆਂ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਨਗੀਆਂ, ਦੋਨਾਂ ਵਿੱਚ ਬਦਲਾਅ ਕਰ ਸਕਦੇ ਹਨ। 5 ਅਕਤੂਬਰ, 2020 ਦੇ ਅਨੁਸਾਰ, ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤਾ ਗਏ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਕਿਸੇ ਪ੍ਰਸਿੱਧ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਕੰਟਰੋਲ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਬ੍ਰਾਉਜ਼ਰ ਕੁਕੀ ਬੰਦ ਕਰ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ Facebook ਦੇ ਉਤਪਾਦਾਂ ਦੇ ਕੁਝ ਹਿੱਸੇ ਠੀਕ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰਨ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ Instagram ਤੁਹਾਨੂੰ ਜੋ ਕੰਟਰੋਲ ਦਿੰਦਾ ਹੈ, ਉਸਦੇ ਅਨੁਸਾਰ ਇਹ ਕੰਟਰੋਲ ਵੱਖ-ਵੱਖ ਤਰ੍ਹਾਂ ਦੇ ਹੁੰਦੇ ਹਨ।",
      "ਕੰਪਿਊਟਰ ਤੋਂ ਚੁਣੋ",
      "ਤੁਹਾਡੀ ਫੋਟੋ ਨੂੰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਸੀ।",
      "ਸਾਂਝਾ ਕਰੋ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨਾਲ ਵਾਧੂ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਕਿ ਇਹ {violationText} ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਜੇ ਤੁਸੀਂ ਅਜਿਹਾ ਕੁਝ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਹੁਣੇ ਕਿਰਿਆਸ਼ੀਲ",
      "ਆਪਣਾ ਪੇਸ਼ੇਵਰ ਅਕਾਊਂਟ ਸੈੱਟਅੱਪ ਕਰੋ",
      "ਵਰਤੋਂ ਦੀਆਂ ਮੁਕੰਮਲ ਸ਼ਰਤਾਂ ਨੂੰ ਪੜ੍ਹੋ",
      "ਇਫੈਕਟ ਦੇਖਣ ਲਈ ਕਿਸੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ 'ਤੇ ਇਸ ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹੋ",
      "ਤੁਸੀਂ {username} ਦਾ ਜਵਾਬ ਦਿੱਤਾ",
      "ਨੇਮਟੈਗ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਹੈਸ਼ਟੈਗ",
      "message icon",
      "ਹਟਾਇਆ ਗਿਆ",
      "ਧੰਨਵਾਦ!",
      "ਪੁਸ਼ਟੀਕਰਨ ਭੇਜੋ",
      "ਸੰਪਰਕਾਂ ਦਾ ਸਫਲਤਾਪੂਰਵਕ ਅਨੁਸਰਣ ਕੀਤਾ ਗਿਆ।",
      "ਬਹੁਤ ਜ਼ਿਆਦਾ ਵਿਗਿਆਪਨ",
      "ਆਪਣੇ ਭਾਈਚਾਰੇ ਨੂੰ ਪ੍ਰਮਾਣਿਕ ਬਣਾਈ ਰੱਖਣਾ",
      "ਵਿਕਲਪ ਸੋਧੋ",
      "{like count} ਪਸੰਦਾਂ",
      "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਪੰਨੇ ਨੂੰ ਹੁਣੇ ਛੱਡਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਕੀਤੀਆਂ ਸੋਧਾਂ ਬਰਖਾਸਤ ਕਰ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ।",
      "Instagram ਹਰੇਕ ਦੀ ਬੌਧਿਕ ਸੰਪਤੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹੈ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸ ਰਹੇ ਹਾਂ ਕਿ ਤੁਹਾਡੀ ਵੀਡੀਓ ਵਿੱਚ ਅਜਿਹੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ ਜਿਸਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀਂ ਹੋ ਸਕਦੇ ਹਨ।",
      "ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।",
      "ਕਵਰ ਫੋਟੋ ਅੱਪਲੋਡ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ।",
      "ਕੀ ਕ੍ਰੀਏਟਰ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕਰਨਾ ਹੈ?",
      "ਅਗਲਾ, WhatsApp ਨੂੰ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
      "ਆਕਾਰ ਚੁਣੋ",
      "{count} ਪੋਸਟ",
      "Instagram ਆਨਲਾਈਨ ਵਿਵਹਾਰ ਸੰਬੰਧੀ ਇਸ਼ਤਿਹਾਰਾਂ ਲਈ ਸੈਲਫ਼-ਰੈਗੂਲੇਟਰੀ ਪ੍ਰਿੰਸੀਪਲ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ਅਤੇ {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} ਅਤੇ {European Interactive Digital Advertising Alliance} ਦੇ ਸਥਾਪਿਤ ਕੀਤੇ ਗਏ ਚੋਣ-ਛੱਡੋ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਹਿੱਸਾ ਲੈਂਦਾ ਹੈ। ਤੁਸੀਂ ਇਹਨਾਂ ਸਾਈਟਾਂ ਦੇ ਜ਼ਰੀਏ ਭਾਗ ਲੈਣ ਵਾਲੀਆਂ ਸਾਰੀਆਂ ਕੰਪਨੀਆਂ ਤੋਂ ਚੋਣ-ਛੱਡਣ ਦਾ ਵਿਕਲਪ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਜ਼ੂਮ ਚੁਣੋ",
      "ਦਸੰਬਰ",
      "ਸੇਵ ਕੀਤੀਆਂ ਚੀਜ਼ਾਂ ਵਿਚੋਂ ਸ਼ਾਮਲ ਕਰੋ",
      "ਅਸਵੀਕਾਰ ਕੀਤਾ ਗਿਆ",
      "Facebook Pay ਹੁਣ Instagram 'ਤੇ ਉਪਲਬਧ ਹੈ",
      "ਫਾਲੋ ਕਰੋ",
      "ਚੁਣੋ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਆ ਕੋਡ ਕਿੱਥੇ ਭੇਜੀਏ ਜਦੋਂ ਅਸੀਂ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨੀ ਹੋਵੇ ਕਿ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰ ਰਹੇ ਹੋ। {link to the help center in this paragraph}",
      "ਮਈ",
      "ਗਤੀਵਿਧੀ ਦੀ ਸਥਿਤੀ",
      "ਫ਼ਾਈਲ ਬਹੁਤ ਵੱਡੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ, 100 MB ਤੋਂ ਛੋਟੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਤੁਹਾਨੂੰ Instagram ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਆਪਣੀ ਉਮਰ ਸੰਬੰਧੀ ਜਾਣਕਾਰੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।",
      "ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਨ ਵਿੱਚ ਆਪਣੀ ਮਦਦ ਕਰਨ ਲਈ ਈਮੇਲਾਂ ਦੀ ਚੋਣ ਛੱਡੀ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਉਹਨਾਂ ਦੀ ਗੁਜਾਰਿਸ਼ ਕੀਤੇ ਜਾਣ ਵੇਲੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਇਹਨਾਂ ਈਮੇਲਾਂ ਨੂੰ ਹੀ ਭੇਜਾਂਗੇ।",
      "ਸਮਝ ਗਿਆ! ਤੁਸੀਂ Instagram ਦੀ ਖੋਜ ਈਮੇਲਾਂ ਵਿੱਚ ਅਨਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ। ਅਸੀਂ ਭਵਿੱਖ ਦੇ ਖੋਜ ਪ੍ਰਾਜੈਕਟਸ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ ਦੇ ਅਵਸਰਾਂ ਬਾਰੇ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਨਹੀਂ ਕਰਾਂਗੇ।",
      "ਤੁਹਾਡੀਆਂ ਕੁਝ ਪਿਛਲੀਆਂ ਪੋਸਟਾਂ ਨੇ ਸਾਡੀਆਂ {Community Guidelines} ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕੀਤੀ। ਜੇ ਤੁਸੀਂ ਅਜਿਹਾ ਕੁਝ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਇਹ ਉਹ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਤੁਸੀਂ Instagram ਰਾਹੀਂ ਲੌਗ ਇਨ ਕੀਤਾ ਸੀ ਅਤੇ ਸ਼ਾਇਦ ਤੁਸੀਂ ਕੁਝ ਸਮੇਂ ਤੋਂ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਹੋਵੇ। ਉਨ੍ਹਾਂ ਕੋਲ ਸ਼ਾਇਦ ਅਜੇ ਵੀ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਸਾਂਝੀ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਐਕਸੈਸ ਹੋਵੇ ਪਰ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਲਈ ਅਤਿਰਿਕਤ ਗੁਜਾਰਿਸ਼ਾਂ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।",
      "ਭਾਈਚਾਰਕ ਗਾਈਡਲਾਈਨਾਂ",
      "ਮਿਲਦੇ-ਜੁਲਦੇ ਅਕਾਊਂਟ ਸੁਝਾਵਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
      "ਈਮੇਲ ਪਤੇ {email} ਨੂੰ {username} ਦੇ ਅਕਾਊਂਟ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
      "ਪਿੰਨ ਰੀਸੈੱਟ ਕਰੋ",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
      "ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਕਿਸੇ ਵਿਵਾਦ ਨੂੰ ਦਰਜ ਕਰੋ",
      "ਪਹਿਲਾ ਅਤੇ ਅਖੀਰਲਾ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ",
      "ਜੇ ਤੁਸੀਂ ਸਾਨੂੰ ਇਨ੍ਹਾਂ ਕੂਕੀਜ਼ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੇ ਹੋ:",
      "ਸਵਾਲ",
      "{=app name} {=privacy policy}",
      "ਇਸਨੂੰ ਅਜ਼ਮਾਓ",
      "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਪੁਨਰ ਸਥਾਪਿਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਡੀ ਵੀਡੀਓ ਵਿੱਚ ਮੌਜੂਦ ਸਾਰੀ ਆਡੀਓ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਆਡੀਓ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ, ਤਾਂ ਪੁਨਰ ਸਥਾਪਿਤ ਕਰਨਾ ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਹਟਾ ਸਕਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿਰੁੱਧ ਅੱਗੇ ਕਾਰਵਾਈ ਹੋ ਸਕਦੀ ਹੈ।",
      "ਭਾਸ਼ਾ ਬਦਲੋ",
      "ਤੁਹਾਨੂੰ ਮਾਪੇ/ਸਰਪ੍ਰਸਤ ਵਜੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "ਨਵਾਂ",
      "ਸੰਗੀਤ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਲਿਖੋ…",
      "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਕਹਾਣੀ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦਿੱਤੀ: {emoji}",
      "ਓਵਰਰਾਈਡ ਮਾਡਲ ਨੂੰ ਬੰਦ ਕਰੋ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਉਹ Instagram 'ਤੇ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ, ਪੋਸਟਾਂ ਜਾਂ ਕਹਾਣੀ ਨੂੰ ਲੱਭਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ। Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ।",
      "ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਲੌਗ ਆਉਟ ਕਰੋ",
      "ਕੀ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?",
      "ਭੇਜਿਆ ਗਿਆ",
      "ਵੀਡੀਓ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
      "© {year} Facebook ਵੱਲੋਂ Instagram",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਜਾਂਦੇ ਲੋਕ ਅਤੇ ਤੁਹਾਡੇ ਪੈਰੋਕਾਰ",
      "ਨੇਮਟੈਗ",
      "IGTV 'ਤੇ ਪੋਸਟ ਕਰੋ",
      "ਤੁਹਾਡੀ ਕਾਰਟ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ ਹੋ ਗਈ।",
      "ਮਨਜ਼ੂਰ ਕਰੋ",
      "ਸਭ {category name}",
      "ਵੀਡੀਓ ਇੱਕ ਘੰਟਾ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਸਾਰਿਆਂ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰੋ",
      "ਬਟਨ: ਸ਼੍ਰੇਣੀ ਚੁਣੋ",
      "ਪ੍ਰਾਇਮਰੀ 'ਤੇ ਲੈ ਜਾਓ",
      "ਹੋਰ ਕੰਪਨੀਆਂ ਦੀਆਂ ਕੂਕੀਜ਼",
      "Instagram ਐਪ ਦਾ ਇਸਤੇਮਾਲ ਕਰੋ",
      "ਆਪਣਾ ਖਾਤਾ ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਜਵਾਬ ਦਿਓ",
      "ਆਪਣੇ ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਇਹ ਖਾਤਾ ਨਿੱਜੀ ਹੈ",
      "ਪਰੇਸ਼ਾਨੀ ਜਾਂ ਧੱਕੇਸ਼ਾਹੀ",
      "Instagram 'ਤੇ {guide author full name}: {guide title}",
      "ਸਥਾਨ ਸਾਂਝਾਕਰਨ",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਸਾਂਝਾ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਤੁਸੀਂ Instagram 'ਤੇ ਦਾਨ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ।",
      "{carrier name} ਤੋਂ ਮੁਫ਼ਤ ਫੋਟੋਆਂ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਕੀਤੀ ਵਰਤੋਂ ਦਾ ਹਾਲੀਆ ਬਿਲ",
      "ਤੁਹਾਡਾ ਮੇਲਿੰਗ ਪਤਾ",
      "ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਕਨੈਕਟ ਕਰੋ",
      "+ {remainingUserCount}",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ ਅਨੁਸਰਣ ਕੀਤੇ ਜਾਂਦੇ ਲੋਕਾਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਇੱਥੇ ਦਿਖਾਈਆਂ ਜਾਣਗੀਆਂ।",
      "ਸਟਿੱਕਰਾਂ ਨੂੰ ਵਰਤਣ ਲਈ ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਇੱਥੇ ਘਸੀਟੋ",
      "ਨਕਸ਼ੇ ਨਾਲ ਕਿਸੇ ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਸਿਰਫ਼ {story owner username} ਦੁਆਰਾ ਉਹਨਾਂ ਦੀ ਕਰੀਬੀ ਦੋਸਤ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਲੋਕ ਹੀ ਇਸ ਫੋਟੋ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹਨ।",
      "ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਆਪਣੇ ਆਪ ਨੂੰ {name} ਦੇ ਟੈਸਟਰ ਵਜੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ",
      "ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨੂੰ ਬਲੌਕ ਜਾਂ ਉਸਦਾ ਅਨੁਸਰਣ ਕਰਨਾ ਬੰਦ ਕੀਤੇ ਬਿਨਾਂ ਅਣਚਾਹੀਆਂ ਗੱਲਾਂਬਾਤਾਂ ਸੀਮਿਤ ਕਰੋ, ਜਿਸਨੂੰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ।",
      "ਹੋਰ ਕੰਪਨੀਆਂ ਦੀਆਂ ਕੂਕੀਜ਼",
      "ਟਿੱਪਣੀ ਸੈਟਿੰਗਾਂ ਸੋਧੋ",
      "ਥਾ",
      "ਲੌਗ ਇਨ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ?",
      "ਆਗਾਮੀ ਇਵੈਂਟਾਂ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।",
      "ਕਮੈਂਟ",
      "ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਅਸੀਂ ਦੁਬਾਰਾ ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਦੀ ਸਮੀਖਿਆ ਨਹੀਂ ਕਰ ਸਕਾਂਗੇ।, ਫਿਰ ਵੀ ਤੁਹਾਡੀ ਫੀਡਬੈਕ ਇਹ ਸਮਹਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਅਸੀਂ ਸਾਡੇ ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਟੂਲ ਬਣਾਏ ਹਾਂ।",
      "IGTV",
      "ਜਾ",
      "ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ",
      "ਸਿਰਲੇਖ ਖੇਤਰ ਭਰਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਸਾਡੀਆਂ ਅਪਡੇਟ ਕੀਤੀਆਂ ਨੀਤੀਆਂ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਹੈ ਅਤੇ ਸਾਡੀਆਂ ਨਵੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ।",
      "ਸਾਰੀ {count} ਟਿੱਪਣੀਆਂ ਦੇਖੋ",
      "1 ਉਤਪਾਦ",
      "ਤੁਹਾਨੂੰ ਪ੍ਰਸੰਘਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ",
      "ਕੀ {username} ਲਈ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
      "Instagram ਵਿੱਚ ਵਾਪਸ ਦਾਖ਼ਲ ਹੋਣ ਲਈ ਆਪਣੇ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਹੋਰ ਜਾਣਕਾਰੀ",
      "ਬਿਨਾਂ ਅਧੀਕ੍ਰਿਤੀ ਮੇਰੀ ਬੌਧਿਕ ਸੰਪਤੀ ਨੂੰ ਪੋਸਟ ਕਰ ਸਕਦੇ ਹੋ",
      "ਨਵਾਂ ਸੰਗ੍ਰਹਿ",
      "SSN ਦੇ ਅਖੀਰਲੇ 4 ਅੰਕਾਂ ਨੂੰ ਦਰਜ ਕਰੋ",
      "ਅਸੀਂ ਖੋਜ ਲਈ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤ ਅਤੇ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹਾਂ, ਖਾਸ ਤੌਰ 'ਤੇ ਅਜਿਹੇ ਢੰਗਾਂ ਨਾਲ ਜੋ ਕਿ ਸਾਡੇ ਭਾਈਚਾਰੇ Instagram 'ਤੇ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਦੁਰਵਿਵਹਾਰ ਅਤੇ ਪਰੇਸ਼ਾਨੀ ਨੂੰ ਸਮਝਣਾ ਅਤੇ ਰੋਕਣਾ।",
      "ਡੈਕਸਟਾਪ ਆਈਕਨ",
      "ਖਾਤਾ ਗੋਪਨੀਯਤਾ",
      "ਪੋਸਟ",
      "ਭੇਜੋ",
      "ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਮਿਤੀ",
      "ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਨੂੰ ਫਾਲੋ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦਾ ਵਰਣਨ ਕਰੋ। ਉਹ ਕੌਣ ਹਨ, ਉਨ੍ਹਾਂ ਦੀ ਕਿਸ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ ਅਤੇ ਉਹ ਤੁਹਾਨੂੰ ਕਿਉਂ ਫਾਲੋ ਕਰਦੇ ਹਨ ਇਸ ਸੰਬੰਧੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ।",
      "ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਡੀ ਆਈਡੀ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਵਿੱਚ ਤੁਹਾਡਾ ਨਾਂ, ਜਨਮਮਿਤੀ, ਫ਼ੋਟੋ, ਜਾਰੀ ਕਰਨ ਦੀ ਮਿਤੀ, ਸਮਾਪਤੀ ਦੀ ਮਿਤੀ ਅਤੇ ਜਾਰੀ ਕਰਨ ਵਾਲਾ ਦੇਸ਼ ਦਿਖਾਈ ਦੇਣਾ ਲਾਜ਼ਮੀ ਹੈ।",
      "ਸਾਂਝਾ ਕਰੋ",
      "ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓ",
      "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਇੰਸਟਾਗ੍ਰਾਮ ਨੂੰ ਅਣਚਾਹੀਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਮੁਕਤ ਰੱਖਣ ਵਿੱਚ ਮੱਦਦ ਕਰੇਗੀ।",
      "ਵਿਜ਼ੁਅਲ ਆਰਟਸ",
      "ਸਾਰੇ ਦੇਖੋ",
      "ਕਮੈਂਟ ਆਈਕਨ",
      "ਤੁਹਾਡਾ ਕੋਡ ਮੁੜ-ਭੇਜਿਆ ਗਿਆ ਸੀ।",
      "ਬੰਦ ਕਰੋ",
      "Instagram ਤੋਂ ਪਿਛਲੇ 14 ਦਿਨਾਂ ਵਿੱਚ ਆਈਆਂ ਹੋਰ ਈਮੇਲਾਂ ਜਿਹੜੀਆਂ ਸੁਰੱਖਿਆ ਜਾਂ ਲੌਗਇਨ ਬਾਰੇ ਨਹੀਂ ਹਨ ਉਹ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ। ਤੁਸੀਂ ਇਸਦੀ ਵਰਤੋਂ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਕਿਹੜੀਆਂ ਈਮੇਲਾਂ ਅਸਲੀ ਹਨ ਅਤੇ ਕਿਹੜੀਆਂ ਨਕਲੀ ਹਨ।",
      "ਕੋਈ ਹੋਰ",
      "ਆਪਣਾ ਨਵਾਂ ਕ੍ਰੀਏਟਰ ਅਕਾਊਂਟ, Business Suite ਜਾਂ ਕ੍ਰੀਏਟਰ ਸਟੂਡੀਓ ਦੀ ਮਦਦ ਨਾਲ ਡੈਸਕਟਾਪ 'ਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।",
      "WhatsApp 'ਤੇ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਕਰਨ ਲਈ ਲੋਕਾਂ ਲਈ ਤੁਹਾਡੇ ਪ੍ਰੋਫ਼ਾਈਲ ਨੂੰ ਵਿਜ਼ਿਟ ਕਰਨਾ ਸੌਖਾ ਬਣਾਓ।",
      "ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ",
      "ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਪੋਸਟ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ।",
      "ਜੇਕਰ ਤੁਸੀਂ Facebook ਰਾਹੀਂ ਸਾਈਨ ਅੱਪ ਕੀਤਾ ਹੈ, ਤੁਹਾਨੂੰ {create a password} ਅਤੇ ਮੁੜ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।",
      "ਤੁਸੀਂ Instagram ਤੋਂ SMS ਅਪਡੇਟਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਛੱਡ ਸਕਦੇ ਹੋ।",
      "ਅਨੁਮਤੀਆਂ",
      "ਮੈਨੂੰ ਇਹ ਅਪਮਾਨਜਨਕ ਲੱਗਿਆ ਹੈ",
      "ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ ਤੁਹਾਡੇ ਖਾਤੇ 'ਤੇ ਦਿਖਾਈ ਨਹੀਂ ਦੇਵੇਗਾ। ਅਤਿਰਿਕਤ ਜਾਣਕਾਰੀ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੀ {data policy link} ਦੇਖੋ। Instagram ਇਸ ਸੇਵਾ ਲਈ ਕੋਈ ਸ਼ੁਲਕ ਨਹੀਂ ਲੈਂਦਾ। ਸੁਨੇਹੇ ਦੀਆਂ ਸਟੈਂਡਰਡ ਦਰਾਂ ਵਸੂਲੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।",
      "ਜਾਣਕਾਰੀ ਡਾਉਨਲੋਡ ਕਰੋ - ਭਾਗ {number}",
      "ਹਾਂ, ਮੈਂ ਨਿਸ਼ਚਿਤ ਹਾਂ",
      "ਪ੍ਰਮਾਣਿਤ",
      "ਕੀ ਇਸਨੂੰ ਚਾਲੂ ਕਰਨਾ ਹੈ?",
      "{username}, ਤੁਹਾਡੇ Instagram ਖਾਤੇ ਬਾਰੇ ਮਹੱਤਵਪੂਰਨ ਜਾਣਕਾਰੀ",
      "ਪੋਸਟਾਂ ਜੋ ਕਿਸੇ ਦੀ ਧਾਰਮਿਕ, ਨਸਲੀ ਜਾਂ ਜਿਨਸੀ ਪਿੱਠਭੂਮੀ ਦੇ ਆਧਾਰ ਤੇ ਹਿੰਸਾ ਜਾਂ ਹਮਲੇ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦਿਆਂ ਹਨ।",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਫ਼ੋਟੋ 'ਤੇ ਕਲਿੱਕ ਕਰੋ",
      "ਕੀ ਨਿਯਮਕ ਸਮਾਨ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਅਸਵੀਕਾਰ ਕਰੋ",
      "ਸਾਡੇ ਦੁਆਰਾ {lastFourDigits} ਨਾਲ ਸਮਾਪਤ ਹੋਣ ਵਾਲੇ ਤੁਹਾਡੇ ਨੰਬਰ ਵਿੱਚ ਭੇਜੇ ਗਏ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਨਵੇਂ ਕੋਡਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਬੌਧਿਕ ਸੰਪੱਤੀ ਉਲੰਘਣਾ",
      "ਇਹ ਆਈਟਮ ਹੋਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿਤ ਹੋ?",
      "ਮੈਂ ਕਿਸੇ ਉਪਭੋਗਤਾ ਦਾ ਅਨੁਸਰਣ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ",
      "ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਸਾਡੀ ਬ੍ਰਾਂਡੇਡ ਸਮੱਗਰੀ ਦੀਆਂ ਨੀਤੀਆਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ",
      "ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਿੰਨ ਗਲਤ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ 1 ਮੌਕਾ ਬਾਕੀ ਹੈ।",
      "ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ",
      "ਇਸ ਪੋਸਟ ਨੂੰ ਦੁਬਾਰਾ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨ ਲਈ ਇੱਕ ਕਾਰਨ ਚੁਣੋ:",
      "ਅੱਜ ਕਿਰਿਆਸ਼ੀਲ",
      "ਸੁੰਦਰਤਾ",
      "ਲੌਗ ਆਉਟ ਕਰੋ",
      "ਪੋਸਟ ਨੂੰ ਸੇਵ ਕੀਤਾ ਗਿਆ ਹੈ",
      "ਡਾਇਲੌਗ ਹੈਡਰ ਦਾ ਚਿੱਤਰ",
      "ਪੋਰਟ੍ਰੇਟ (9:16)",
      "ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾਖ਼ਲ ਕਰਨਾ",
      "ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਆਈਡੀ ਦੀ ਸਮੀਖਿਆ ਕਰਦੇ ਹਾਂ। ਸਾਡੇ ਕੋਲ ਕੋਈ ਅੱਪਡੇਟ ਹੋਣ 'ਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।",
      "ਟਿੱਪਣੀ ਨੂੰ ਪੋਸਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।",
      "ਸੋਧ ਮੁਕੰਮਲ",
      "ਕੋਈ ਦੇਸ਼/ਖੇਤਰ ਚੁਣੋ",
      "ਅਪੀਲ ਸਪੁਰਦ ਕਰੋ",
      "ਕੋਈ ਪੂਰਵਦਰਸ਼ਨ ਪੋਸਟ ਕਰੋ",
      "ਜੂਨ",
      "ਪ੍ਰੋਫ਼ਾਈਲਾਂ",
      "Instagram 'ਤੇ @{username}: “{caption}”",
      "ਲਿੰਕ ਨੂੰ ਕਾਪੀ ਕਰੋ",
      "ਤੁਹਾਡੇ ਕੀਵਰਡਜ਼ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆ ਗਈ ਸੀ।",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੀ ਗਈ ਸ਼੍ਰੇਣੀ ਦੇ ਆਧਾਰ ‘ਤੇ, ਤੁਸੀਂ ਇੱਕ ਬਿਜ਼ਨੈੱਸ ਹੋ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਸਨੂੰ ਐਡਿਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "{fullName} ਵੱਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ {reference owner name} ਦੀ ਵੀਡੀਓ ਦੇ {overlap duration} ਸੰਕਿਟਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਹੈ।",
      "ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਤੁਹਾਨੂੰ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰਨ ਦਿੰਦੇ ਹਾਂ ਜਦੋਂ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਨੂੰ ਨਹੀਂ ਹਟਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਸੀ।",
      "ਅਨੁਸਰਣ ਕਰਨਾ ਬੰਦ ਕਰੋ",
      "ਟੂਲਟਿੱਪ ਆਈਕਨ",
      "ਹੁਣੇ ਨਹੀਂ",
      "Instagram Lite ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਅਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਕਿਸੇ ਤਕਨੀਕੀ ਸਮੱਸਿਆ ਦਾ ਪਤਾ ਲਗਾ ਕੇ ਉਸਨੂੰ ਠੀਕ ਕੀਤਾ ਅਤੇ ਇਸਦੇ ਬਾਰੇ ਤੁਹਾਨੂੰ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹਾਂ। ਨਵੰਬਰ ਵਿੱਚ ਕੁਝ ਸਮੇਂ ਲਈ, Instagram 'ਤੇ ਤੁਹਾਡੇ ਬਲੌਕ ਕੀਤੇ ਖਾਤਿਆਂ ਵਿੱਚ ਹੋਏ ਬਦਲਾਅ ਸ਼ਾਇਦ ਸੁਰੱਖਿਅਤ ਨਾ ਕੀਤੇ ਗਏ ਹੋਣ। ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰ ਦਿੱਤਾ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਈ ਕਿ ਤੁਹਾਡੇ ਵੱਲੋਂ ਬਲੌਕ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਖਾਤੇ ਬਲੌਕ ਹੀ ਹਨ। ਤੁਸੀਂ Instagram 'ਤੇ ਬਲੌਕ ਹੋਏ ਖਾਤਿਆਂ ਨੂੰ ਦੇਖਣ ਲਈ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ 'ਬਲੌਕ ਖਾਤੇ' ਵਿੱਚ ਜਾ ਸਕਦੇ ਹੋ।",
      "Messenger",
      "ਨਗਨਤਾ ਜਾਂ ਅਸਲੀਲ ਸਾਹਿਤ ਵੱਜੋਂ ਰੀਪੋਰਟ ਕਰੋ?",
      "ਤੁਹਾਡਾ ਇਸ਼ਤਿਹਾਰ ਤੁਹਾਡੇ ਬਣਾਏ ਅਨੁਸਾਰ ਦਿਖਾਈ ਨਹੀਂ ਦੇ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਇਸਤਿਹਾਰਾਂ ਦਾ ਪੂਰਵ ਦਰਸ਼ਨ ਕਰਨ ਲਈ, ਇਸ਼ਤਿਹਾਰ ਪ੍ਰਬੰਧਕ ਤੇ ਜਾਓ।",
      "{link} 'ਤੇ CMU Delphi ਰਿਸਰਚ ਸੈਂਟਰ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
      "ਕ੍ਰਾਪ ਪੋਰਟ੍ਰੇਟ ਆਈਕਨ",
      "ਇਹ ਲਿੰਕ ਟੁੱਟ ਗਿਆ ਹੈ। ਆਪਣਾ ਅਕਾਊਂਟ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਲਈ, ਆਪਣੇ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਉਮਰ",
      "ਵੀਡੀਓ ਦੀ ਸਮੀਖਿਆ ਕਰੋ",
      "Instagram Lite 'ਤੇ ਦੇਖੋ",
      "{Username of current profile} ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ ਤੋਂ {username} ਦਾ ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹੋ",
      "ਪੇਸ਼ੇਵਰ ਅਕਾਊਂਟ",
      "ਫ਼ੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ",
      "ਭੁਗਤਾਨ ਇਤਿਹਾਸ",
      "ਮਨਜ਼ੂਰੀ ਦਿਓ",
      "ਟੈਗ ਹਟਾਓ",
      "ਪ੍ਰਸਿੱਧ ਹਸਤੀ ਦਾ ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਮਰਦ",
      "{username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਇਸ ਨਾਲ ਸਾਂਝਾ ਕਰੋ...",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "{Delete this video text bolded} ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵਿੱਚ ਮੌਜੂਦ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ। ਇਹ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰੇਗਾ।",
      "Instagram 'ਤੇ ਵਾਪਸ ਜਾਓ",
      "ਮੁਕੰਮਲ",
      "Instagram ਦੀ ਐਕਸੈਸ ਕਰਨ ਲਈ, ਫ਼ੋਨ ਨੰਬਰ, ਈਮੇਲ, ਜਾਂ ਤੁਹਾਡੇ Instagram ਖਾਤੇ ਨਾਲ ਜੁੜੇ ਉਪਭੋਗਤਾ ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੁਣੇ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਤੁਹਾਡੀ ਬਿਲਿੰਗ ਜਾਣਕਾਰੀ ਅਤੇ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਨਿੱਜੀ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ। ਤੁਹਾਡੀ ਦਾਨ ਅਤੇ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਸਥਾ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਅਜੇ ਵੀ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਸਾਡੇ ਉਤਪਾਦਾਂ 'ਤੇ ਫ਼ੀਚਰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੋਣਗੇ",
      "ਸਿੰਕ ਸੈਟਿੰਗਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "ਤੁਹਾਡੀ ਗਾਈਡ ਸਾਡੀਆਂ ਭਾਈਚਾਰਕ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਹੈ",
      "ਵੈਧ ਈਮੇਲ ਦਾਖ਼ਲ ਕਰੋ",
      "{email} ਜਾਂ {phone number} ਨਾਲ ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਫ਼ੋਨ ਨੰਬਰ, ਉਪਭੋਗਤਾ ਨਾਂ, ਜਾਂ ਈਮੇਲ",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਫੋਟੋ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ",
      "ਕੁਝ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ",
      "ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚੋਂ ਲੌਗ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "Twitter ਉੱਤੇ ਸਾਂਝਾ ਕਰੋ",
      "ਇਸ ਖਾਤੇ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਮੌਜੂਦਾ ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਗੁਜਾਰਿਸ਼ਾਂ",
      "ਇਸ ਨਾਲ ਤੁਹਾਡੀ ਪੋਸਟ ਤੋਂ ਫ਼ੋਟੋ ਹਟ ਜਾਵੇਗੀ।",
      "ਵੀਡੀਓ ਅਸਮਰਥਿਤ ਏਨਕੋਡਿੰਗ ਵਰਤ ਰਹੀ ਹੋਵੇ ਜਾਂ ਕਰੱਪਟ ਹੋਵੇ",
      "ਇਹ ਇਸ ਲਈ ਹੈ ਕਿਉਂਕਿ ਤੁਹਾਡੀਆਂ ਕੁਝ ਪਿਛਲੀਆਂ ਪੋਸਟਾਂ ਨੇ ਸਾਡੀਆਂ {Community Guidelines} ਦਾ ਅਨੁਸਰਣ ਨਹੀਂ ਕੀਤਾ। ਜੇ ਤੁਸੀਂ ਕੋਈ ਅਜਿਹੀ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਦੁਬਾਰਾ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਤੁਹਾਡਾ ਖਾਤਾ ਅਯੋਗ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਪੁਰਾਲੇਖ, ਸੰਦੇਸ਼ਾਂ ਅਤੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਤੁਸੀਂ ਕਿਵੇਂ ਪਹੁੰਚਣਾ ਚਾਹੋਗੇ?",
      "ਤੁਸੀਂ Instagram ਤੋਂ SMS ਅਪਡੇਟਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਛੱਡ ਸਕਦੇ ਹੋ।",
      "ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਨੂੰ ਵਰਤੋ",
      "{This is the last 4 digits of the user's phone number} ਸਮਾਪਤੀ ਵਾਲੇ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ ਸੀ। ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਫ਼ੋਨ ਜਾਂ ਕੰਪਿਊਟਰ 'ਤੇ ਲਾਗਇਨ ਕਰਦੇ ਹੋ ਜਿਸਨੂੰ ਅਸੀਂ ਪਛਾਣ ਨਹੀਂ ਸਕਦੇ ਤਾਂ ਅਸੀਂ ਇੱਕ ਲੌਗਇਨ ਕੋਡ ਪੁੱਛਾਂਗੇ।",
      "ਵਾਂ",
      "ਜ਼ਬਰਦਸਤ ਸਟੋਰੀ",
      "ਕ੍ਰੀਏਟਰ ਸਟੂਡੀਓ ਆਈਕਨ",
      "ਗੱਲਬਾਤ ਛੱਡੋ",
      "ਤੁਹਾਡੇ ਖੁਦ ਦੀ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼, ਅਵਧੀ। ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਇਸਨੂੰ ਨਹੀਂ ਬਦਲਦੀ ਹੈ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਬੈਕਅੱਪ ਕੋਡਾਂ ਤੋਂ ਸੁਰੱਖਿਆ ਕੋਡ ਨੂੰ ਵਰਤਣ ਵਿੱਚ ਅਸਮਰਥਿਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ {=resend it} ਕੇ ਇਹ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣੇ {=auth app codes} ਕੋਡਾਂ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਵਰਤ ਸਕਦੇ ਹੋ",
      "{username1}, {username2}, {username3} + {more text} ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤਾ ਗਿਆ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ",
      "ਵਾਂ",
      "[FB-Only] ਥੀਮ ਟੌਗਲ ਕਰੋ",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਹੁਣ ਇਹ ਲਿੰਕ ਕੰਮ ਨਹੀਂ ਕਰਦਾ। ਆਪਣਾ ਅਕਾਊਂਟ ਰੱਖਣ ਲਈ, ਆਪਣੇ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਖੋਜੋ",
      "ਜੇ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਕੁਕੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ:",
      "ਇਹ ਵੀਡੀਓ ਸਮੱਗਰੀ ਸੰਬੰਧੀ ਮੁਦਰੀਕਰਨ ਨੀਤੀਆਂ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕਰਦੀ ਹੈ।",
      "ਸਾਡੇ ਦੁਆਰਾ {email} 'ਤੇ ਭੇਜੇ ਗਏ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਪੋਸਟ ਕਰੋ",
      "ਟੈਸਟਰ ਸੱਦੇ",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਸਾਂਝਾ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਇਸ ਸਮੱਸਿਆ ਨੇ ਖਾਸ ਬੀਟਾ ਜਾਂਚਕਰਤਾਵਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੀ ਡਿਵਾਈਸ 'ਤੇ ਇੱਕ ਤੋਂ ਵੱਧ Instagram ਖਾਤੇ ਨਾਲ ਲੌਗਇਨ ਕੀਤਾ ਹੋਇਆ ਸੀ। 4 ਜੂਨ 2018 ਅਤੇ 5 ਜੂਨ 2018 ਦੇ ਦਰਮਿਆਨ ਕੁਝ ਘੰਟਿਆਂ ਲਈ, ਇਸ ਨੇ ਇੱਕ ਖਾਤੇ ਤੋਂ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤੀਆਂ ਕੁਝ ਫੋਟੋਆਂ ਅਤੇ ਕਹਾਣੀਆਂ ਨੂੰ ਉਸੇ ਡਿਵਾਈਸ 'ਤੇ ਲੌਗ ਇਨ ਕੀਤੇ ਦੂਸਰੇ ਖਾਤੇ ਵਿੱਚ ਪੋਸਟ ਕੀਤਾ ਸੀ। ਸਾਵਧਾਨੀ ਦੇ ਤੌਰ 'ਤੇ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਦੇਖਣ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ ਕਿ 4 ਜੂਨ ਤੋਂ 5 ਜੂਨ ਤੋਂ ਕੋਈ ਵੀ ਪੋਸਟਾਂ ਨੂੰ ਨਿਯਤ ਕੀਤੇ ਖਾਤੇ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਗਿਆ ਸੀ।",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਲਿਖੋ...",
      "ਐਪ ਵਿੱਚ ਚੈੱਕਆਉਟ ਕਰੋ",
      "SMS ਮੁੜ ਭੇਜਿਆ ਗਿਆ।",
      "ਕਾਮਾ ਦੁਆਰਾ ਵੱਖ ਕੀਤੇ, ਕੀਵਰਡਜ਼ ਸ਼ਾਮਲ ਕਰੋ",
      "ਅਕਾਊਂਟ ਸੰਬੰਧੀ ਚਿਤਾਵਨੀ",
      "ਨਗਨਤਾ ਜਾਂ ਅਸ਼ਲੀਲਤਾ",
      "ਨਕਸ਼ੇ ਦੇ ਡੇਟਾ ਸੰਬੰਧੀ ਕਨੂੰਨੀ ਨੋਟਿਸ",
      "Learn More",
      "ਸ਼ਰਤਾਂ",
      "ਤੁਹਾਡੇ ਬੈੱਕਅੱਪ ਕੋਡ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲੈ ਜਾ ਸਕਦੇ ਹਨ ਜੇਕਰ ਤੁਸੀਂ ਟੈਕਸਟ ਰਾਹੀਂ ਸੁਰੱਖਿਆ ਕੋਡ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੁੰਦੇ ਹੋ ਤਾਂ। ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਸਥਾਨ ਵਿੱਚ ਰੱਖਦੇ ਹੋ।",
      "ਟਿੱਪਣੀ ਫਿਲਟਰ ਕਰਨਾ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਅਪਡੇਟ",
      "ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਕੀ ਕੋਈ ਸੁਰੱਖਿਆ ਕੋਡ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ? ਅਸੀਂ {=resend it} ਸਕਦੇ ਹਾਂ।",
      "ਹੋਮ",
      "ਅਸੀਂ Instagram ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕੇ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹੋ ਅਤੇ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਮੇਰੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਨਾ ਵਰਤੋ",
      "ਮੌਜੂਦਾ ਅਕਾਊਂਟ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ",
      "ਅੱਪਲੋਡ ਕਰੋ",
      "ਪਿਛਲੇ ਵਪਾਰਕ ਨਾਂ",
      "ਸੈਟਿੰਗਾਂ",
      "ਟਿੱਪਣੀਆਂ",
      "@{username} ਵੱਲੋਂ Instagram ਦੀ ਇਹ ਵੀਡੀਓ ਦੇਖੋ",
      "Instagram ਦਾ ਪੂਰਾ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਦੇ ਅਸਮਰੱਥ ਹੋਣ ਦਾ ਜ਼ੋਖ਼ਮ ਹੈ ਕਿਉਂਕਿ ਇਸਨੇ ਅਜਿਹੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਸਾਂਝੀਆਂ ਕੀਤੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਵਿੱਚ COVID-19 ਜਾਂ ਟੀਕਿਆਂ ਬਾਰੇ ਗਲਤ ਜਾਣਕਾਰੀ ਹੈ।",
      "Safari ਮੋਬਾਈਲ",
      "ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਿੰਨ ਗਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਲੌਗਇਨ ਮੱਦਦ ਈਮੇਲਾਂ ਨੂੰ ਸੀਮਿਤ ਕਰੋ",
      "ਹੁਣੇ ਕਨੈਕਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ",
      "ਛੱਡੋ",
      "ਜਿਨ੍ਹਾਂ ਦਾ ਲੋਕ ਅਨੁਸਰਣ ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹਨ ਉਹਨਾਂ ਸਮਾਨ ਖਾਤਿਆਂ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਨ ਵੇਲੇ ਆਪਣਾ ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ {applicationName} ਖਾਤੇ ਤੋਂ ਕਿਸੇ ਵੀ ਵਪਾਰ ਦਾ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਮੁਕੰਮਲ",
      "ਧੁਨੀ",
      "{firstUsername}, {secondUsername} ਅਤੇ {remainingUserCount} ਹੋਰ",
      "ਆਵੇਦਨ",
      "ਪੋਸਟ ਸਾਂਝੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ WhatsApp ਤੋਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "SMS ਭੇਜਣ ਵਿੱਚ ਗੜਬੜ",
      "ਲੌਗ ਇਨ ਕਰਕੇ ਤੁਸੀਂ ਹੋਰ ਪੋਸਟਾਂ, ਪ੍ਰੋਫਾਈਲਾਂ ਅਤੇ ਹੈਸ਼ਟੈਗ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਨਵਾਂ ਪਾਸਵਰਡ",
      "ਸਾਡੇ ਵੱਲੋਂ {phoneNumber} ਨੂੰ ਭੇਜੇ ਗਏ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਆਪਣੇ ਪੈਰੋਕਾਰਾਂ ਬਾਰੇ ਜਾਣੋ",
      "ਹਟਾਇਆ ਗਿਆ",
      "ਇਹ ਵੀਡੀਓ ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ 3 ਸਕਿੰਟ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਖਾਤੇ ਉੱਤੇ ਮੁੜ ਦਾਅਵਾ ਕਰੋ",
      "ਕੀ ਵੀਡੀਓ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "ਤੁਸੀਂ ਹੁਣ ਸਾਰੀਆਂ ਲੌਗਇਨ ਮਦਦ ਈਮੇਲਾਂ ਪ੍ਰਾਪਤ ਕਰੋਂਗੇ।",
      "ਕੀ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਹੈ?",
      "ਪਿੱਛੇ ਜਾਓ",
      "ਹੁਣੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
      "ਖਾਣ ਵਿੱਚ ਵਿਕਾਰ, ਖੁਦਕੁਸ਼ੀ ਕਰਨਾ ਜਾਂ ਉਤਸ਼ਾਹਿਤ ਕਰਨਾ",
      "ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...",
      "ਕੈਨੈਡਾ ਦਾ ਡਿਜਿਟਲ ਇਸ਼ਤਿਹਾਰਬਾਜੀ ਗੱਠਜੋੜ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਲਈ ਇਸਦੇ ਕੀ ਮਾਇਨੇ ਹਨ",
      "ਅਸੀਂ Instagram ਤੋਂ ਬਾਹਰ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਤੁਹਾਡੇ ਲਈ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਬਿਹਤਰ ਢੰਗ ਨਾਲ ਵਿਅਕਤੀਗਤ ਬਣਾ ਸਕਾਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰ ਸਕਾਂਗੇ",
      "ਸਾਨੂੰ ਦੱਸੋ",
      "ਸੰਗਠਨ ਤੋਂ ਹਟਾਓ",
      "ਆਡੀਓ",
      "ਜੇ ਤੁਸੀਂ ਸਮੱਗਰੀ ਦੇ ਮਾਲਕ ਨੂੰ ਸੰਪਰਕ ਨਹੀਂ ਕਰਦੇ ਜਾਂ ਆਪਣੀ ਫੋਟੋ ਨੂੰ ਨਹੀਂ ਹਟਾਉਂਦੇ, ਤਾਂ ਸ਼ਾਇਦ {Date when the photo block will go into effect}ਤੋਂ ਬਾਅਦ ਬਲੌਕ ਕੀਤਾ ਜਾਵੇ।",
      "ਕੂਕੀਜ਼ ਨੀਤੀ",
      "ਹੋਰ ਜਾਣੋ",
      "ਐਡਮਿਨ ਵੱਜੋਂ ਹਟਾਓ",
      "ਸਰਕਲ ਚੈੱਕ",
      "ਸ਼ਰਤਾਂ",
      "ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਿੰਨ ਗਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਿੰਨ ਰੀਸੈੱਟ ਕਰੋ",
      "ਇਹਨਾਂ ਕੂਕੀਜ਼ ਤੋਂ ਹੋਰ ਕੰਪਨੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟ 'ਤੇ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਦੀ ਜਾਣਕਾਰੀ ਸਾਡੇ ਨਾਲ ਸਾਂਝੀ ਕਰਨ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ। ਅਸੀਂ ਸਾਨੂੰ ਮਿਲੀ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ, ਅਤੇ ਹੋਰ ਬਿਹਤਰ ਬਣਾਉਣ, ਐਨਾਲੈਟਿਕਸ ਵਿੱਚ ਵਪਾਰ ਦੀ ਮਦਦ ਕਰਨ ਅਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਅਤੇ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ  Facebook ਉਤਪਾਦਾਂ ਤੋਂ ਇਲਾਵਾ, ਜਿਵੇਂ ਕਿ Instagram ਜਾਂ Facebook ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਕਰਦੇ ਹਾਂ।",
      "Instagram ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰਨ, ਸਮੱਗਰੀ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ, ਸਥਾਨਾਂ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਲੋਕਾਂ ਦੀ ਮਦਦ ਕਰਨ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਲਈ ਇਸਨੂੰ ਵਰਤਦਾ ਹੈ। ਤੁਸੀਂ ਹਮੇਸ਼ਾਂ ਬਾਅਦ ਵਿੱਚ ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਗੁਜਾਰਿਸ਼ਾਂ ਅਸਵੀਕਰ ਕੀਤੀਆਂ ਗਈਆਂ",
      "ਜਾਰੀ ਰੱਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ ਦਾਖਲ ਕਰੋ",
      "ਕੀ ਪਹਿਲਾਂ ਵਰਗੇ ਗਏ ਅਕਾਊਂਟ ਨਾਲ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?",
      "Instagram 'ਤੇ ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "Instagram ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਜਨਵਰੀ",
      "ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਕੀ ਤੁਹਾਡੀ ਕੋਈ ਵਪਾਰ ਹੈ?",
      "Instagram ਲੋਗੋ ਬੈਜ",
      "ਵੇਖਣ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰੋ",
      "ਜੀਵਨੀ",
      "ਸਮਾਪਤ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "{appname} ਨੂੰ ਤੁਹਾਡੇ Instagram ਅਕਾਊਂਟ ਤੋਂ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।",
      "ਸਪੇਸ ਅਤੇ ਡੇਟਾ ਬਚਾਉਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ। Google Play ਤੋਂ ਮੁਫ਼ਤ ਵਿੱਚ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "ਤੁਹਾਡਾ Instagram Business ਅਕਾਊਂਟ ਤਿਆਰ ਹੈ",
      "ਠੀਕ ਹੈ",
      "ਸਦੱਸ",
      "ਹੋਰ ਕਮੈਂਟਾਂ ਨੂੰ ਲੋਡ ਕਰਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "· ਤੁਹਾਨੂੰ ਇਸ ਦਾਨ ਤੋਂ ਲਾਭ ਨਹੀਂ ਮਿਲ ਰਿਹਾ ਹੈ",
      "ਲੋਕੇਸ਼ਨ ਆਈਕਨ।",
      "ਸੰਪਰਕ",
      "ਤੁਸੀਂ ਸਿਰਫ਼ ਹਫ਼ਤੇ ਵਿੱਚ ਇੱਕ ਵਾਰ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਅਸਮਰਥਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਉਨ੍ਹਾਂ ਦੀ ਕਹਾਣੀ ਵਿੱਚ ਤੁਹਾਡਾ ਉੱਲੇਖ ਕੀਤਾ ਗਿਆ",
      "ਸੰਪਰਕਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਕ੍ਰੌਪ ਕਰੋ",
      "ਅਗਲੀ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ {username} ਦੇ ਤੌਰ 'ਤੇ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣਾ ਉਪਭੋਗਤਾ ਨਾਂ ਅਤੇ ਪਾਸਵਰਡ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ",
      "{username} ਨੂੰ ਅਨਬਲੌਕ ਕਰੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਬਲੌਕ ਕਰੋ",
      "ਇਸ ਗਰੁੱਪ ਨੂੰ ਇਹ ਨਹੀਂ ਪਤਾ ਹੋਵੇਗਾ ਕਿ ਇਸ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਗਰੁੱਪ ਨੂੰ ਪ੍ਰਾਇਮਰੀ 'ਤੇ ਲਿਜਾ ਸਕਦੇ ਹੋ।",
      "ਨਵੰਬਰ ਵਿੱਚ ਕੁਝ ਸਮੇਂ ਲਈ, ਇਸ ਸਮੱਸਿਆ ਨੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਗੋਪਨੀਯਤਾ ਸੈਟਿੰਗ ਨੂੰ ਜਨਤਕ ਤੋਂ ਨਿੱਜੀ ਵਿੱਚ ਬਦਲਣ ਤੋਂ ਰੋਕ ਦਿੱਤਾ। ਅਸੀ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰ ਦਿੱਤਾ, ਅਤੇ ਤੁਹਾਡਾ ਖਾਤਾ ਹੁਣ ਨਿੱਜੀ ਹੈ। ਤੁਸੀਂ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਦੇ ਪੈਰੋਕਾਰਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਜਾ ਰਹੇ ਖਾਤਿਆਂ ਲਈ ਅਨੁਕੂਲ ਹੋ।",
      "ਫਿਲਟਰ",
      "ਤੁਹਾਡੀ ਫੋਟੋ ਕਿਸੇ ਹੋਰ ਦੀ ਮਾਲਕੀ ਪ੍ਰਾਪਤ ਇੱਕ ਫੋਟੋ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਹੈ।",
      "ਇਸ ਫ਼ੰਡਰੇਜ਼ਰ ਨੂੰ ਦੇਖਣ ਅਤੇ ਇਸ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "ਉੱਨਤ ਸੈਟਿੰਗਾਂ",
      "ਰੱਦ ਕਰੋ",
      "ਰਿਕਵੈਸਟ (99+)",
      "ਸੰਗੀਤਕ ਸਵਾਲ",
      "ਲੋੜੀਂਦਾ",
      "ਹੋਰ ਜਾਣੋ",
      "ਡਾਉਨਲੋਡ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰੋ",
      "ਈਮੇਲ:",
      "ਮੁਕੰਮਲ ਸ਼ਰਤਾਂ",
      "ਅਸੀਂ Facebook ਦੇ ਉਤਪਾਦਾਂ ਤੋਂ ਬਾਹਰ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਤੁਹਾਡੇ ਲਈ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਵਧੇਰੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਿਅਕਤੀਗਤ ਬਣਾ ਸਕਾਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦਾ ਮੁਲਾਂਕਣ ਕਰ ਸਕਾਗੇ",
      "1 ਘੰਟਾ ਪਹਿਲਾਂ ਕਿਰਿਆਸ਼ੀਲ",
      "ਆਪਣੀ ਵੀਡੀਓ ਨੂੰ ਮੁੜ ਪੋਸਟ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹੋਵੋ:",
      "ਯਾਦ ਰੱਖੋ",
      "ਪਲੱਸ ਆਈਕਨ",
      "ਹੈਸ਼ਟੈਗ ਦਾ ਉਪਯੋਗ ਕਿਸੇਂ ਕਰਨਾ ਹੈ",
      "ਅਤੀਤ ਦੀ ਆਈਟਮ ਦਾ ਪੂਰਵਦਰਸ਼ਨ ਕਰੋ",
      "ਅੱਪਲੋਡ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ। {Try Again}",
      "ਦਾਨ ਕਰੋ 'ਤੇ ਟੈਪ ਕਰਨਾ",
      "ਮੈਂ ਸਮਝਦਾ/ਦੀ ਹਾਂ ਅਤੇ ਮੇਰੀ ਜਾਰੀ ਰੱਕਣ ਦੀ ਇੱਛਾ ਹੈ",
      "ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਫ਼ੋਨ ਨੰਬਰ ਨੂੰ ਹਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਆਪਣੀ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਦੁਆਰਾ ਹੀ ਸੁਰੱਖਿਆ ਕੋਡ ਪ੍ਰਾਪਤ ਹੋਣਗੇ।",
      "{username} ਵੱਲੋਂ ਪਸੰਦ ਕੀਤਾ ਗਿਆ",
      "ਲੌਗ ਇਨ ਕਰੋ",
      "ਮਦਦ",
      "ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ ਲਈ {amount} ਸ਼ਾਮਲ ਕਰੋ",
      "ਇਸ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ",
      "ਸਵੈ-ਹਾਨੀ ਸੰਬੰਧੀ ਮਦਦ ਵਿਕਲਪ ਕੰਪੋਨੈਂਟ ਚੁਣਨ ਲਈ ਸ਼ੈਵਰਨ",
      "{Delete this video text bolded} ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਵੀਡੀਓ ਅਤੇ ਕਿਸੇ ਕਮੈਂਟ ਨੂੰ ਹਟਾਉਣ ਲਈ।",
      "ਕੋਈ ਵੀਡੀਓ ਅੱਪਲੋਡ ਕਰੋ",
      "ਹੋਰ ਪੋਸਟਾਂ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਅਣਸੁਰੱਖਿਅਤ ਬਦਲਾਅ",
      "ਤੁਹਾਡੇ ਕਾਰਟ ਵਿੱਚ ਇੱਕ ਆਈਟਮ ਉਪਲਬਧ ਨਹੀਂ ਰਹੀ।",
      "ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿਤ ਹੋ?",
      "ਕੀ ਫਾਲੋਅਰ ਨੂੰ ਹਟਾਉਣਾ ਹੈ?",
      "ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਦੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ?",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਵਪਾਰ ਸੰਬੰਧੀ ਜਨਤਕ ਜਾਣਕਾਰੀ",
      "ਜਦੋਂ ਕੋਈ ਵਿਅਕਤੀ ਤੁਹਾਡੀਆਂ ਪੋਸਟ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ ਨੂੰ ਪਸੰਦ ਜਾਂ ਉਸ 'ਤੇ ਟਿੱਪਣੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਉਸਨੂੰ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "ਪੋਸਟਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਮਾਰਚ",
      "ਵੈਧ ਰਾਜ ਦਾਖਲ ਕਰੋ",
      "{number of places} ਥਾਂਵਾਂ",
      "ਬੈਗ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ",
      "ਕਲੈਕਸ਼ਨ ਸ਼ਾਮਲ ਕਰੋ",
      "ਬਲੌਕ ਕਰੋ",
      "ਵੀਰਵਾਰ",
      "ਆਪਣੀ ਹੋਮ ਸਕ੍ਰੀਨ ਵਿੱਚ ਇਸਨੂੰ ਸ਼ਾਮਲ ਕਰਕੇ Instagram ਨੂੰ ਤੁਰੰਤ ਅਤੇ ਸੌਖੀ ਤਰ੍ਹਾਂ ਹਾਸ਼ਲ ਕਰੋ।",
      "ਫ਼ਾਈਲ ਬਹੁਤ ਵੱਡੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ, 100 MB ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਵੀਡੀਓ ਸੈਟਿੰਗਾਂ",
      "{maxBadgeCount}+",
      "ਟੈਸਟਰ ਦੇ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ ਕਰੋ।",
      "ਕੀ ਹੋਰ IGTV ਫ਼ੀਚਰ ਚਾਹੁੰਦੇ ਹੋ? ਕ੍ਰੀਏਟਰ ਸਟੂਡੀਓ ਅਜ਼ਮਾਓ",
      "Instagram",
      "ਸੁਨੇਹਾ ਭੇਜੋ...",
      "ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓ",
      "ਫ਼ਾਈਲ ਉਪਲਬਧ ਨਹੀਂ",
      "ਸਾਨੂੰ ਇਸਦੇ ਵਾਪਰਨ ਦਾ ਬਹੁਤ ਅਫ਼ਸੋਸ ਹੈ, ਅਤੇ ਅਸੀਂ ਸਾਡੇ ਵੱਲੋਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਦੇ ਤਰੀਕੇ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਨਾ ਜਾਰੀ ਰੱਖਾਂਗੇ। ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲਣ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਜਾਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ, ਤੁਸੀਂ {help center link} ਸਕਦੇ ਹੋ।",
      "ਸੈਸ਼ਨ ਵਿੱਚ ਅਪਡੇਟ",
      "ਸਵਾਲ",
      "userhelp@instagram.com",
      "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਕਹਾਣੀ ਦਾ ਜਵਾਬ ਦਿੱਤਾ",
      "ਲੈਂਡਸਕੇਪ (16:9)",
      "ਕੰਟ੍ਰਾਸਟ",
      "ਇਸ਼ਤਿਹਾਰ ਸੈਟਿੰਗਾਂ",
      "ਅਸ਼ਲੀਲ ਸਮੱਗਰੀ",
      "ਉਨ੍ਹਾਂ ਸੂਚਨਾਵਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ ਜਿਹੜੀਆਂ ਸ਼ਾਇਦ ਤੁਸੀਂ ਗੁਆ ਦਿੱਤੀਆਂ ਹਨ।",
      "ਹਟਾਉਣ ਲਈ ਟੈਪ ਕਰੋ",
      "{fb_username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਜਾਂਦੇ ਖਾਤੇ",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਫ਼ੋਨ",
      "{text}",
      "Edit Info",
      "ਅਸਵੀਕ੍ਰਿਤੀ ਦਾ ਕਾਰਨ:",
      "ਦੁਬਾਰਾ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਕੀ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?",
      "ਪੋਲ",
      "ਫੈਸ਼ਨ",
      "ਪੁਸ਼ਟੀਕਰਨ ਭੇਜੋ",
      "ਹੋਰ ਵਿਕਸਿਤ ਅੰਤਰਦ੍ਰਿਸ਼ਟੀਆਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਪ੍ਰਚਾਰਾਂ ਵਾਲੇ ਹੋਰ ਲੋਕਾਂ ਤੱਕ ਪਹੁੰਚੋ।",
      "ਕ੍ਰੌਪ ਕਰੋ",
      "ਪਿਛਲੀਆਂ ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋਆਂ",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਅਸਥਾਈ ਰੂਪ ਵਿੱਚ ਅਸਮਰਥਿਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਤੁਸੀਂ ਸਾਡੇ ਮੱਦਦ ਕੇਂਦਰ ਵਿੱਚ ਇਹਨਾਂ ਲੇਖਾਂ 'ਤੇ ਨਜ਼ਰ ਮਾਰ ਸਕਦੇ ਹੋ।",
      "ਕਵਰ ਫੋਟੋ ਲੈਂਡਸਕੇਪ ਦੀ ਬਜਾਏ ਪੋਰਟ੍ਰੇਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਮੈਂ ਜਾਂ ਕੋਈ ਜਿਸਨੂੰ ਮੈਂ ਜਾਣਦਾ ਹਾਂ",
      "ਵੱਲੋਂ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਦੇਖੋ {name}",
      "ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਐਪ ਤੋਂ ਇੱਕ ਕੋਡ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ।",
      "{number of accounts} ਖਾਤੇ",
      "ਨਵਾਂ ਈਮੇਲ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ",
      "ਛੱਡੋ",
      "ਪੋਸਟ ਵਿਕਲਪ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੇ ਨੰਬਰ 'ਤੇ ਇੱਕ ਕੋਡ ਭੇਜਾਂਗੇ।",
      "ਮਾਫ਼ ਕਰਨਾ! ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਤੁਹਾਡੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਆਗਾਮੀ ਇਵੈਂਟ ਦਾ ਆਈਕਨ",
      "ਇਹ ਵੀਡੀਓ ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਕ ਮਿੰਟ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਸਭ ਵੇਖੋ",
      "ਈਮੇਲ ਪੁਸ਼ਟੀਕਰਨ",
      "ਛੱਡੋ",
      "ਤੁਸੀਂ ਆਪਣੇ ਅਕਾਊਂਂਟ ਤੋਂ {email} ਨੂੰ ਹਟਾਉਣ ਵਾਲੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਅੱਗੇ ਵੱਧਣ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਪੱਕਾ ਕਰੋ ਕਿ ਤੁਸੀਂ ਸਹੀ ਕਰ ਰਹੇ ਹੋ।",
      "ਭੁਗਤਾਨਸ਼ੁਦਾ ਪਾਰਟਨਰਸ਼ਿਪ",
      "ਤੁਹਾਡੇ ਕੋਲ ਅਜਿਹੀਆਂ ਕੋਈ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨਹੀਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਚੁੱਕੀ ਹੈ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਕੋਲ Instagram ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਸੀ।",
      "ਅਣਉਚਿਤ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ",
      "ਅੱਗੇ ਭੇਜੋ",
      "ਦਸਤਾਵੇਜ਼ ਦੀ ਕਿਸਮ",
      "ਘੱਟ ਸੈਲਿਊਲਰ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਜਦੋਂ ਤੁਹਾਡਾ Wi-Fi ਬੰਦ ਹੁੰਦਾ ਹੈ ਤਾਂ ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓ ਘੱਟ ਰਿਜ਼ੋਲਿਊਸ਼ਨ ਉੱਤੇ ਦਿਖ ਸਕਦੇ ਹਨ ਅਤੇ ਵੀਡੀਓ ਸਵੈਚਲ ਤੌਰ 'ਤੇ ਨਹੀਂ ਚਲਾਏ ਜਾਣਗੇ।",
      "ਸਤੰਬਰ",
      "ਵੀਡੀਓ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "ਤੁਹਾਡਾ ਦੋਸਤ {username of the user who joined} ਵੱਜੋਂ Instagram 'ਤੇ ਮੌਜੂਦ ਹੈ",
      "Instagram ਸੁਰੱਖਿਆ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਲੈਂਦਾ ਹੈ। ਜੇਕਰ ਕਿਸੇ ਨੇ ਇੱਕ ਪ੍ਰਸਿੱਧ ਵਿਅਕਤੀ ਹੋਣ ਦਾ ਦਿਖਾਵਾ ਕਰਦੇ ਹੋਏ ਇੱਕ Instagram ਖਾਤਾ ਬਣਾਇਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਸਾਨੂੰ ਇਸਦੀ ਰਿਪੋਰਟ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਨਕਲ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਦਾ ਉਪਭੋਗਤਾ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਇਹ ਤੁਹਾਡੀ ਉਹ ਫ਼ਾਈਲ ਹੈ ਜੋ ਤੁਸੀਂ ਮੰਗੀ ਸੀ। ਇਸ ਵਿੱਚ ਤੁਹਾਡੇ ਅਕਾਊਂਟ {username} ਦੀ ਜਾਣਕਾਰੀ ਹੈ।",
      "ਈਮੇਲ",
      "ਆਰਡਰ ਅਤੇ ਭੁਗਤਾਨ",
      "ਕਿਰਪਾ ਕਰਕੇ ਉਸ ਸਮੱਗਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜਿਸਦੀ ਤੁਸੀਂ ਅਪੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ",
      "#{hashtag} ਤੋਂ ਸਿਖਰਲੀਆਂ ਪੋਸਟਾਂ ਇਸ ਵੇਲੇ ਓਹਲੇ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ ਕਿਉਂਕਿ ਭਾਈਚਾਰੇ ਨੇ ਕੁਝ ਸਮੱਗਰੀ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ ਜੋ Instagram ਭਾਈਚਾਰੇ ਦੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ 'ਤੇ ਖਰ੍ਹੀ ਨਹੀਂ ਉਤਰਦੀ। {link that reads learn more}",
      "ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਸਵੀਕਾਰ ਕਰੋ",
      "ਟੈਕਸਟ",
      "ਆਈਟਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਵੇਰਵੇ",
      "ਕੈਮਰਾ ਖੋਲ੍ਹਣ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਬਣਾਉਣ ਵਿੱਚ ਸਮੱਸਿਆ",
      "ਸ਼ਰਤਾਂ",
      "Adding your number here lets Instagram use it to help you log in, protect our community, and assist you in accessing Instagram, but not for purposes such as suggesting friends or providing ads. Only you will see this number on your profile. If the number added here is provided elsewhere across Facebook Company Products, it may be used for other purposes including suggesting friends or providing ads.",
      "ਤੁਹਾਡਾ ਸ਼ੌਪਿੰਗ ਅਨੁਭਵ ਸਿਰਫ਼ Instagram ਐਪ ਵਿੱਚ ਉਪਲਬਧ ਹੈ।",
      "{username} ਵੱਲੋਂ ਫਾਲੋ ਕੀਤਾ ਜਾਂਦਾ ਹੈ",
      "ਮਾਰਚ",
      "ਇਸਦੀ ਬਜਾਏ ਤੁਸੀਂ Instagram ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਨ ਨੂੰ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਕਮੈਂਟ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "{fullname} ਲਈ",
      "Instagram ਭਾਈਚਾਰੇ ਦੀ ਰੱਖਿਆ ਅਤੇ ਸੁਰੱਖਿਆ ਤੋਂ ਵੱਧ ਸਾਡੇ ਲਈ ਕੋਈ ਹੋਰ ਚੀਜ਼ ਮਹੱਤਵਪੂਰਨ ਨਹੀਂ ਹੈ। ਲੋਕ Instagram 'ਤੇ ਆਪਣੇ ਜੀਵਨ ਦੇ ਛਿਣਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰਕੇ ਸਾਡੇ 'ਤੇ ਆਪਣਾ ਭਰੋਸਾ ਕਾਇਮ ਰੱਖਦੇ ਹਨ। ਇਸਲਈ ਅਸੀਂ ਕਦੇ ਵੀ ਤੁਹਾਡੇ ਡੇਟਾ ਦੀ ਰੱਖਿਆ ਨਾਲ ਕੋਈ ਵੀ ਸਮਝੌਤਾ ਨਹੀਂ ਕਰਾਂਗੇ।",
      "ਕੀ ਖੋਜ ਇਤਿਹਾਸ ਮਿਟਾਉਣਾ ਹੈ?",
      "ਸ਼ਾਮਲ ਕਰੋ",
      "ਸਾਰੇ ਸਵੀਕਾਰ ਕਰੋ",
      "ਮਿਟਾਓ",
      "ਆਪਣੀ ਜਾਣਕਾਰੀ ਸਪੁਰਦ ਕਰਨ ਲਈ ਧੰਨਵਾਦ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਮੁਕੰਮਲ ਡੇਟਾ ਨੀਤੀ ਪੜ੍ਹੋ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਹਰੇਕ",
      "99+",
      "ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਕਿ ਇਹ {violationText} ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਜੇ ਤੁਸੀਂ ਅਜਿਹਾ ਕੁਝ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।",
      "ਕ੍ਰਾਪ ਵਰਗਾਕਾਰ ਆਈਕਨ",
      "ਲਿੰਕ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ",
      "ਤੁਸੀਂ ਕੋਈ ਮੈਸੇਜ ਅੱਗੇ ਭੇਜਿਆ",
      "ਸੋਮਵਾਰ",
      "ਇਸ ਪੋਸਟ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਕੋਈ ਕਾਰਨ ਚੁਣੋ। ਅਸੀਂ {Medianame of the person being reported} ਨੂੰ ਨਹੀਂ ਦੱਸਾਂਗੇ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ।",
      "ਗੁਜਾਰਿਸ਼ਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਟੂਲਾਂ ਰਾਹੀਂ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਲਈ ਵੱਖੋ-ਵੱਖਰੇ ਡੇਟਾ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਸਾਡੇ ਬਾਰੇ",
      "ਈਮੇਲ",
      "ਅੱਗੇ",
      "ਮਹੀਨੇ",
      "ਸੁਰੱਖਿਆ ਕੋਡ",
      "ਮੋਬਾਈਲ ਨੰਬਰ",
      "ਹੋਰ",
      "ਰੱਦ ਕਰੋ",
      "ਆਗਾਮੀ ਇਵੈਂਟ ਦਾ ਥੰਬਨੇਲ",
      '"{collection name}" ਵਿੱਚ ਸੇਵ ਕੀਤਾ ਗਿਆ',
      "ਰੀਲ",
      "ਨਿਯੰਤਰਣ",
      "ਇਸ ਵਿੱਚ ਭੇਜੋ",
      "ਐਪ ਵਿੱਚ ਪੋਸਟਿੰਗ ਕਰਨ ਬਹਿਤਰ ਹੈ",
      "ਮੁੜ-ਤਾਜ਼ਾ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ",
      "Facebook 'ਤੇ, ਜਿਸਨੇ Instagram ਵੀ ਬਣਾਇਆ ਹੈ, ਅਸੀਂ ਮੰਨਦੇ ਹਾਂ ਕਿ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦੇਖੀ ਜਾਣ ਵਾਲੀ ਸਮੱਗਰੀ ਨੂੰ ਨਿੱਜੀ ਬਣਾਉਣਾ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਂਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਢੁਕਵੀਂ ਸਮੱਗਰੀ ਦਿਖਾਉਣ ਅਤੇ ਆਪਣੇ ਉਤਪਾਦਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਕੂਕੀਜ਼ ਅਤੇ ਸਮਾਨ ਟੈਕਨੋਲੋਜੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।",
      "ਇਸ ਸੁਨੇਹੇ ਨੂੰ Instagram 'ਤੇ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
      "ਕੋਈ ਤਰੁੱਟੀ ਸੀ ਅਤੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਪੋਸਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।",
      "Edit",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਲੋਕ ਖੋਜੋ",
      "ਜਾਰੀ ਰੱਖਣ ਲਈ ਤੁਹਾਡਾ Instagram ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ।",
      "ਪ੍ਰੋਫ਼ਾਈਲ",
      "{Username of current profile} ਨੂੰ ਅਨਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਸਾਡੇ ਵੱਲੋਂ {phone_number} ਨੂੰ ਭੇਜਿਆ ਗਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਹੋਰ",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੀ ਜਾਣਕਾਰੀ HTML ਫਾਰਮੈਂਟ ਵਿੱਚ ਮੰਗੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ index.html ਫ਼ਾਈਲ ਖੋਲ੍ਹ ਕੇ ਆਪਣੀ ਫ਼ਾਈਲਾਂ ਜ਼ਿਆਦਾ ਆਸਾਨੀ ਨਾਲ ਨੈਵੀਗੇਟ ਕਰ ਸਕੋਗੇ।",
      "ਮਦਦ ਕੇਂਦਰ 'ਤੇ ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ {application name} ਨੂੰ ਆਪਣੇ Instagram ਅਕਾਊਂਟ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ।",
      "ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰੋ",
      "ਹਥਿਆਂਰਾਂ ਦੀ ਵਿਕਰੀ ਜਾਂ ਪ੍ਰਚਾਰ",
      "ਵਾਂ",
      "ਹੈਸ਼ਟੈਗ",
      "ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਹੁਣ ਸਾਰੇ ਖਾਤਿਆਂ ਨਾਲ ਕਨੈਕਟ ਹੈ। ਤੁਸੀਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਇਸ ਵੇਲੇ, ਤੁਸੀਂ ਇੱਕ ਦਾਨ ਵਿੱਚ {donation amount limit, should not be translated since the rule is regulated in euro} ਤੱਕ ਹੀ ਦਾਨ ਕਰ ਸਕਦੇ ਹੋ। ਆਪਣੀ ਰਕਮ ਨੂੰ ਘੱਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਜਦੋਂ ਤੁਸੀਂ ਯੋਗ ਹੋਵੋਂ ਤਾਂ ਫਿਰ ਤੋਂ ਦਾਨ ਕਰੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲਿਆਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਕੋਈ ਲੌਗਇਨ ਲਿੰਕ ਭੇਜ ਸਕਦੇ ਹਾਂ।",
      "ਆਉਣ-ਜਾਉਣ ਦੀ ਯਾਤਰਾ ਦਾ ਸਮਾਂ",
      "ਦੇਸ਼ ਦੀ ਚੋਣ ਕਰੋ",
      "ਸਟੋਰੀ ਵਿੱਚ ਜਿੰਦਗੀ ਦੇ ਪਲਾਂ ਦਾ ਅਨੁਭਵ ਕਰੋ",
      "ਪੋਲ",
      "ਚਮਕ",
      "ਰੱਦ ਕਰੋ",
      "ਵੀਡੀਓਜ਼",
      "ਹੋਰ ਜਾਣੋ।",
      "ਸਾਡੇ ਕੋਲ ਇੱਕ ਨਵੀਂ ਡੇਟਾ ਨੀਤੀ ਵੀ ਹੈ ਜੋ ਕਿ ਇਹ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ Instagram ਸਮੇਤ Facebook ਉਤਪਾਦਾਂ ਵਿੱਚ ਡੇਟਾ ਨੂੰ ਕਿਵੇਂ ਇਕੱਤਰਾ, ਸਾਂਝਾ ਅਤੇ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਹ ਨੀਤੀ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜਿਵੇਂ ਕਿ ਕਹਾਣੀਆਂ, ਸਿੱਧੇ ਸੁਨੇਹੇ, ਗਤੀਵਿਧੀ ਦੀ ਸਥਿਤੀ ਅਤੇ ਸਾਡੇ ਕੈਮਰੇ ਵਿੱਚ ਰਚਨਾਤਮਕ ਸਾਧਨ ਦਰਸਾਉਂਦੀ ਹੈ। ਅਸੀਂ ਇਸ ਗੱਲ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਨੀਤੀ ਵਿਚਲੀ ਇਸ ਨਵੀਂ ਜਾਣਕਾਰੀ ਨੂੰ ਜਾਣਦੇ ਹੋਵੋ।",
      "ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਲੋਕਾਂ ਨੂੰ ਲੱਭੋ",
      "ਅਣਸੁਰੱਖਿਅਤ ਪਰਿਵਰਤਨ",
      "ਇਹ ਵੀਡੀਓ ਫਾਰਮੈਟ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।",
      "ਉਤਪਾਦ ਫਲੈਗ ਕਰੋ",
      "ਐਪ ਉੱਤੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਈਮੇਲ ਪਤਾ ਬਦਲੋ",
      "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੀ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਹਟਾ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਆ ਕੋਡ ਸਿਰਫ਼ ਟੈਕਸਟ ਸੁਨੇਹੇ ਰਾਹੀਂ ਮਿਲਣਗੇ। ਤੁਸੀਂ ਇਸ ਨੂੰ Instagram ਐਪ ਤੋਂ ਵਾਪਸ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਰੱਦ ਕਰੋ",
      "{username} ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਮਾਪੇ ਜਾਂ ਸਰਪ੍ਰਸਤ ਸੀ।",
      "ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਸਾਂਝਾ ਕਰੋ",
      "ਛੋਟੀ ਉਮਰ ਦੇ ਬੱਚੇ ਨਾਲ ਸਬੰਧਿਤ ਹੈ",
      "ਮਿਟਾਓ",
      "ਅਪ੍ਰੈਲ",
      "Facebook ਤੋਂ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਜਿਨਸੀ ਸੰਬੰਧ ਦੇ ਚਿੱਤਰ ਜਾਂ ਵੀਡੀਓ",
      "ਡਿਵਾਈਸ ਅਤੇ ਨੈੱਟਵਰਕ",
      "ਰਿਕਵੈਸਟ ({count})",
      "ਮਿਟਾਓ",
      "ਆਪਣੀਆਂ ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਫ਼ਿਲਟਰ ਕਰਨ, ਸੋਧਣ, ਅਤੇ ਸ਼ੇਅਰ ਕਰਨ ਦੇ ਬਹਿਤਰ ਤਰੀਕਿਆਂ ਲਈ ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "Instagram ਵੱਲੋਂ {payment methods, delivery address, name, email} ਅਤੇ {payment history} ਨੂੰ ਐਕਸੈਸ ਕੀਤਾ ਜਾ ਸਕੇਗਾ।",
      "ਵਿਵਾਦ ਦਾ ਕਾਰਨ",
      "ਆਪਣੇ ਅਕਾਊਂਟ ਵਿੱਚ ਵਾਪਸ ਦਾਖ਼ਲ ਹੋਣ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
      "ਇਸ ਪੋਸਟ 'ਤੇ ਟਿੱਪਣੀਆਂ ਨੂੰ ਸੀਮਤ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
      "ਗ੍ਰਾਫਿਕ ਹਿੰਸਾ",
      "ਨਵੀਂ ਪੋਸਟ",
      "ਕੀ ਫ਼ੋਟੋ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "ਵੀਡੀਓ {maxVideoSizeInBytes}GB ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ",
      "ਰਿਕਵਰੀ ਕੋਡ",
      "ਨਵੀਂ ਪੋਸਟ ਬਣਾਓ",
      "{previous items}; {last item}",
      "ਵਾਂ",
      "ਆਪਣੇ Instagram ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲੌਗ ਇਨ ਕਰੋ:",
      "ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ",
      "Messenger",
      "ਇਸ ਲੋਕੇਸ਼ਨ ਬਾਰੇ ਕੋਈ ਵੀ ਪੋਸਟ ਕਦੇ ਵੀ ਮਿਸ ਨਾ ਕਰੋ",
      "ਗੜਬੜ",
      "ਖਾਤੇ ਸਵਿੱਚ ਕਰੋ",
      "ਅਕਾਊਂਟ ਕੇਂਦਰ",
      "ਐਪ ਖੋਲ੍ਹੋ",
      "ਉਤਪੀੜਨ ਜਾਂ ਬਦਮਾਸ਼ੀ",
      "• ਇਹ ਐਪ ਜਾਂ ਵੈੱਬਸਾਈਟ ਤੁਹਾਡੇ ਵੱਲੋਂ ਇਸ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸੈਸ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕੇਗੀ। ਉਦਾਹਰਨ ਵਜੋਂ, ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਐਡਿਟਿੰਗ ਐਪ ਨੂੰ ਆਪਣੀ ਫ਼ੋਟੋ ਐਕਸੈਸ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ।",
      "ਸੇਵ ਕਰੋ",
      "ਸਬਮਿਟ ਕਰੋ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ",
      "ਸ਼੍ਰੇਣੀਆਂ ਖੋਜੋ",
      "ਕੀ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਅਤੇ ਸੰਗ੍ਰਹਿਆਂ ਤੋਂ ਹਟਾਉਣਾ ਹੈ?",
      "ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੇ ਉਤਾਰੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆ ਗਈ ਸੀ।",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ।",
      "ਕੰਪਨੀ",
      "ਪਸੰਦ ਜਾਂ ਟਿੱਪਣੀ ਕਰਨ ਲਈ {username} ਦਾ ਅਨੁਸਰਣ ਕਰੋ।",
      "Facebook ਲੋਗੋ",
      "ਆਪਣੇ ਦੋਸਤਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਈਮੇਲ ਪੁਸ਼ਟੀਕਰਨ",
      "ਕੂਕੀਜ਼ ਨੀਤੀ (ਲੋੜੀਂਦੀ)",
      "ਕੋਈ ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ",
      "ਨਵੀਂ ਪੋਸਟ ਬਣਾਉਣ ਲਈ ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਸ਼ਾਮਲ ਕਰੋ।",
      "{numberOfUsers} ਲੋਕ ਲਿਖ ਰਹੇ ਹਨ...",
      "ਜਿਸ ਲੋਕੇਸ਼ਨ ਵਿੱਚ ਇਸਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਉਸ ਵਿੱਚ ਲੋਕ ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਦੇਖਣ, ਲਾਈਕ ਕਰਨ ਜਾਂ ਕਮੈਂਟ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ। ਤੁਹਾਡੀ ਵੀਡੀਓ ਸਿਰਫ਼ ਇਸ ਵਿੱਚ ਦਿਖਾਈ ਦੇਵੇਗੀ:",
      "ਪ੍ਰਮੁੱਖ ਚਿੱਤਰ ਅਤੇ ਵੀਡੀਓ",
      "ਨਵਾਂ ਫ਼ੋਨ ਨੰਬਰ",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਇਸ਼ਤਿਹਾਰ",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਸੰਬੰਧੀ ਗੁਜਾਰਿਸ਼",
      "+ ਨਵਾਂ ਸੰਗ੍ਰਹਿ",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਨਹੀਂ ਹਟਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਸਮੱਸਿਆ ਹੱਲ ਕਰਨ ਲਈ ਸਿੱਧੇ ਸ਼ਿਕਾਇਤ ਕਰਨ ਵਾਲੇ ਪੱਖ ਨੂੰ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਪ੍ਰਸ਼ਾਸਕ ਦੀ ਮਨਜ਼ੂਰੀ ਦੀ ਲੋੜ ਹੈ",
      "ਮੁੜ-ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰਕੇ ਘਸੀਟੋ",
      "ਪਿਛਲੇ ਈਮੇਲ ਪਤੇ",
      "ਭਰੋਸੇਯੋਗ ਡਿਵਾਈਸਾਂ ਦੇਖੋ",
      "{username1}, {username2}, ਅਤੇ {username3} ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤਾ ਗਿਆ",
      "ਅਸੀਂ ****{This is the last 4 digits of the user's phone number} ਉੱਤੇ ਇੱਕ ਕੋਡ ਭੇਜਾਂਗੇ।",
      "ਵੱਲੋਂ {count} ਹੋਰ ਪੋਸਟਾਂ ਦੇਖੋ {username}",
      "ਗੇਮਰ",
      "ਬੀਤੇ ਕੱਲ੍ਹ {Timestamp of the message}",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਲਿੰਕ 'ਤੇ ਜਾਓ",
      "ਆਪਣਾ ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ",
      "ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਲੋਕਾਂ ਨੂੰ ਲੱਭੋ ਅਤੇ ਫੋਟੋਆਂ ਸਾਂਝੀਆਂ ਕਰਨੀਆਂ ਸ਼ੁਰੂ ਕਰੋ। ਤੁਸੀਂ ਆਪਣਾ ਉਪਭੋਗਤਾ ਨਾਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਇਹ ਪੋਸਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।",
      "ਕੋਈ ਅਜਿਹਾ ਵਿਅਕਤੀ ਹੈ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਪ੍ਰਤੀਬੰਧਿਤ ਕੀਤਾ ਹੈ ਉਹ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਹੈ",
      "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹੋ, ਤਾਂ Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸਦਾ ਕਿ ਰਿਪੋਰਟ ਕਿਸਨੇ ਕੀਤੀ ਹੈ।",
      "ਜਨਰਲ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਪਤਾ ਲਾਈਨ 2 (ਵਿਕਲਪਿਕ)",
      "ਕਲਿੱਪ",
      "ਲਿੰਕ ਨੂੰ ਕਾਪੀ ਕਰੋ",
      "{username}, ਅਸੀਂ Instagram 'ਤੇ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਪ੍ਰਵਾਹ ਕਰਦੇ ਹਾਂ, ਇਸਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਹ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਅਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਕਿਸੇ ਅਜਿਹੀ ਤਕਨੀਕੀ ਸਮੱਸਿਆ ਦਾ ਪਤਾ ਲਗਾ ਕੇ ਤੁਰੰਤ ਠੀਕ ਕੀਤਾ ਜਿਸਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਸਮੇਤ, 124 Instagram ਖਾਤਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਸੀ।",
      "ਉਹਨਾਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਦੁਬਾਰਾ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਸੂਚਿਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਅਤੇ ਜੋ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਹੁੰਦਾ ਹੈ ਉਸਨੂੰ ਸਿਰਫ਼ ਤੁਸੀਂ ਹੀ ਇਹ ਦੇਖ ਸਕਦੇ ਹੋ।",
      "ਇਹ ਕਿਸ ਤਰ੍ਹਾਂ ਦਾ ਖਾਤਾ ਹੈ?",
      "ਚਲਾਓ",
      "ਕੂਕੀ ਸੈਟਿੰਗਾਂ",
      "ਇਹ ਲੌਗ ਇਨ ਕਰਨ ਅਤੇ Instagram ਨੂੰ ਇਸਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਲੋੜੀਂਦਾ ਹੈ:",
      "ਆਪਣੀ ਫ਼ਾਈਲ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "{filename} ਲੇਬਲ ਵਾਲੀ ਵੀਡੀਓ ਗੈਲਰੀ ਪੋਸਟ ਲਈ ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਗਤੀਵਿਧੀ ਸਥਿਤੀ ਦਿਖਾਓ",
      "ਅਯੋਗ ਖਾਤਾ",
      "ਬਿੱਲਿੰਗ ਪਤਾ",
      "ਵੀਡੀਓ ਨੂੰ ਪੁਨਰ ਸਥਾਪਿਤ ਕਰੋ",
      "ਫਾਲੋ ਰਿਕਵੈਸਟ",
      "@generated",
      "ਚੈਟ",
      "ਵਾਂ",
      "ਹੁਣੇ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਤੁਸੀਂ ਸੈਟਿੰਗਾਂ ਤੋਂ ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "#{hashtag} ਨਾਲ ਜੁੜੀਆਂ ਹਾਲੀਆ ਪੋਸਟਾਂ ਲੁਕਾਈਆਂ ਗਈਆਂ ਹਨ, ਕਿਉਂਕਿ ਕੁਝ ਪੋਸਟਾਂ ਸ਼ਾਇਦ Instagram ਦੀਆਂ ਭਾਈਚਾਰਕ ਗਾਈਡਲਾਈਨਾਂ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕਰਦੀਆਂ ਹਨ। {link that reads learn more}",
      "ਤੁਸੀਂ ਇਹ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ UK ਦੇ ਟੈਕਸਦਾਤਾ ਹੋ ਅਤੇ ਇਹ ਸਮਝਦੇ ਹੋ ਕਿ ਜੇ ਤੁਸੀਂ ਮੌਜੂਦਾ ਟੈਕਸ ਸਾਲ ਵਿੱਚ ਤੁਹਾਡੇ ਸਾਰੇ ਦਾਨ 'ਤੇ ਦਾਅਵਾ ਕੀਤੇ ਗਏ Gift Aid ਦੀ ਰਾਸ਼ੀ ਤੋਂ ਘੱਟ ਆਮਦਨ ਟੈਕਸ ਜਾਂ ਕੈਪੀਟਲ ਗੇਨਸ ਟੈਕਸ ਦਾ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ, ਤਾਂ ਆਏ ਫ਼ਰਕ ਵਾਲੀ ਰਾਸ਼ੀ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਤੁਹਾਡੀ ਹੈ। ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਕਿ ਉਪਰੋਕਤ ਸਾਰੇ ਬਿਆਨ ਲਾਗੂ ਹੁੰਦੇ ਹਨ ਅਤੇ ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਦਾਨ ਨੂੰ ਤੋਹਫ਼ਾ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
      "ਮਾਲਕੀ ਨਾਲ ਸਬੰਧਿਤ ਪ੍ਰਤਿਬੰਧਾਂ ਕਰਕੇ, ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਨੂੰ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਮਿਲੇਗੀ",
      "ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
      "ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ Instagram ਅਕਾਊਂਟ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਟੂਲਾਂ ਰਾਹੀਂ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਲਈ ਵੱਖੋ-ਵੱਖਰੇ ਡੇਟਾ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਪਿੱਛੇ ਜਾਓ",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਹਰੇਕ {time between requests in seconds} ਸਕਿੰਟਾਂ ਵਿੱਚ ਨਵਾਂ ਕੋਡ ਭੇਜ ਸਕਦੇ ਹਾਂ।",
      "ਲੌਗ ਆਉਟ ਕਰੋ",
      "ਫੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ",
      "ਐਪ ਖੋਲ੍ਹੋ",
      "ਵਾਂ",
      "ਮਾਫ਼ ਕਰਨਾ! ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਤੁਹਾਨੂੰ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਭੇਜਣ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਕਮੈਂਟ",
      "ਜਨਤਕ ਬਣਾਓ",
      "ਬਟਨ: ਦਸਤਾਵੇਜ਼ ਕਿਸਮ ਨੂੰ ਚੁਣੋ",
      "ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ",
      "ਫ਼ਿੱਕਾ",
      "ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ ਅਧਿਕਾਰ ਧਾਰਕ ਨੂੰ, {reference owner name}, ਅਤੇ ਤੁਹਾਡੀ ਫੋਟੋ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਬਾਰੇ ਮੁੱਢਲੀ ਜਨਤਕ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ {number of days} ਦਿਨ ਹੋਣਗੇ।",
      "ਤੁਹਾਡੀਆਂ ਫ਼ਾਈਲਾਂ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ",
      "Facebook ਲੋਗੋ ਬੈਜ",
      "ਵਾਂ",
      "{seconds} ਸਕਿੰਟ ਪਹਿਲਾਂ",
      "{Username of current user} ਦੇ ਪੋਸਟ ਕਰਨ ਵੇਲੇ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "ਐਪ ਸਥਾਪਿਤ ਕਰੋ",
      "ਕਹਾਣੀਆਂ",
      "ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਨੂੰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "{count} ਨੇ ਦੇਖਿਆ",
      "ਦਸੰਬਰ",
      "ਮਦਦ ਕੇਂਦਰ",
      "· ਤੁਸੀਂ ਇਹ ਦਾਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖ਼ੁਦ ਦੇ ਪੈਸਿਆਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ",
      "ਬੈਗ ਆਈਕਨ",
      "ਪਿੰਨ ਭੁੱਲ ਗਏ?",
      "Facebook ਵਿੱਚ ਸਾਂਝਾ ਕਰੋ",
      "ਲਾਈਵ ਵੀਡੀਓ ਦੇਖੋ",
      "ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ",
      "{username} ਸਕ੍ਰੀਨ 'ਤੇ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਸਵਾਲ ਦਿਖਾ ਸਕਦੇ ਹਨ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਵਾਲੀ ਫ਼ਾਈਲ ਦਾ ਕੋਈ ਲਿੰਕ ਤੁਹਾਨੂੰ ਭੇਜਾਂਗੇ। ਤੁਸੀਂ HTML ਵਿੱਚ ਇਸਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ, ਜਿਸਨੂੰ ਦੇਖਣਾ ਵਧੇਰੇ ਸੌਖਾ ਹੋ ਸਕਦਾ ਹੈ, ਜਾਂ JSON ਵਿੱਚ, ਦੂਜੀ ਸੇਵਾ ਵਿੱਚ ਆਯਾਤ ਕਰਨਾ ਵਧੇਰੇ ਸੌਖਾ ਹੋ ਸਕਦਾ ਹੈ।",
      "ਟੈਗ ਕੀਤੇ ਲੋਕ",
      "{list of items} ਜਾਂ {last item}",
      "ਸੇਵ ਕਰੋ",
      "ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਡੇਟਾ ਨੀਤੀ ਨਾਲ ਹਾਲੀਆ ਅਪਡੇਟ ਬਾਰੇ ਚਿੰਤਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ {press center post} ਸਕਦੇ ਹੋ।",
      "ਆਪਣੇ ਦਾਨ ਵਿੱਚ ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਸ਼ਾਮਲ ਕਰੋ।",
      "{filename} ਲੇਬਲ ਦੀ ਫ਼ਾਈਲ ਬਹੁਤ ਵੱਡੀ ਹੈ। ਜਾਰੀ ਰੱਖਣਲਈ 1 GB ਤੋਂ ਛੋਟੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਅਣਉਚਿਤ ਤੌਰ 'ਤੇ ਰਿਪੋਰਟ ਕਰੋ",
      "ਪਹਿਲਾਂ ਵਰਗਾ ਕਰੋ",
      "ਹੁਣ ਤੁਸੀਂ ਸਿੱਧੇ ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੋਂ ਪੋਸਟਾਂ ਬਣਾ ਅਤੇ ਸਾਂਝੀਆਂ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਨਾਮਜ਼ਦਗੀ ਮੀਡੀਆ ਦੇਖਣ ਲਈ ਸ਼ੈਵਰਨ ਆਈਕਨ",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲਿਜਾਣ ਲਈ ਇੱਕ ਸੁਰੱਖਿਆ ਕੋਡ ਭੇਜਾਂਗੇ।",
      "Facebook Pay ਨਾਲ ਵਾਧੂ ਸੁਰੱਖਿਆ",
      "ਸਟੋਰੀ {actionType} {prepositionType} {violationText}",
      "ਵੀਡੀਓ ਕਾਲ",
      "ਸਾਡੇ ਮਦਦ ਕੇਂਦਰ ਵਿੱਚ ਜਾ ਕੇ {learn more}",
      "ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ ਸ਼ਾਮਲ ਕਰੋ",
      "ਹਟਾਓ",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਅਸਥਾਈ ਰੂਪ ਵਿੱਚ ਅਸਮਰਥਿਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸਨੂੰ ਅਕਿਰਿਆਸ਼ੀਲ ਬਣਾਉਣ ਲਈ, ਵਾਪਸ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਸਮੀਖਿਆ ਲਈ ਗੁਜਾਰਿਸ਼ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ ਕਿ ਕੀ ਇਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ। ਸਮੀਖਿਆ ਸੰਬੰਧੀ ਸਾਰੇ ਫ਼ੈਸਲੇ ਅੰਤਿਮ ਹੁੰਦੇ ਹਨ।",
      "ਹੋਰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਕੀਵਰਡ",
      "ਕੀ ਹਿੰਸਾ ਜਾਂ ਹਿੰਸਾ ਦੀ ਧਮਕੀ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "ਪ੍ਰੋਫ਼ਾਈਲਾਂ ਦੀ ਸੁਝਾਈ ਡਾਇਰੈਕਟਰੀ",
      "ਅਗਲਾ",
      "ਕੀ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਹੈ?",
      "ਤੁਸੀਂ ਇੱਕ ਅਜਿਹੇ ਲਿੰਕ ਨੂੰ ਫਾਲੋ ਕੀਤਾ ਜਿਸਦੇ ਲਈ ਤੁਹਾਨੂੰ {username} ਵਿੱਚ ਲੌਗਇਨ ਕਰਨਾ ਪਵੇਗਾ। ਤੁਸੀਂ ਆਪਣੇ ਮੌਜੂਦਾ ਅਕਾਊਂਟ ਤੋਂ ਲੌਗ-ਆਉਟ ਹੋ ਜਾਓਗੇ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ {date} ਨੂੰ {time of day} 'ਤੇ ਪੋਸਟ ਕੀਤੀ ਵੀਡੀਓ ਨੂੰ ਬਲੌਕ ਕਰ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਹੇਠ ਲਿਖੀ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ:",
      "ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਈਮੇਲਾਂ ਨੂੰ ਸੀਮਿਤ ਕਰੋ",
      "ਠੀਕ",
      "ਹੋਰ ਜਾਣੋ",
      "ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ {viewcount} ਵਾਰ ਤੋਂ ਵੱਧ ਦੇਖਿਆ।",
      "{mins}m ਪਹਿਲਾਂ ਦੇਖਿਆ ਗਿਆ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "PayPal ਸ਼ਾਮਲ ਕਰੋ",
      "ਇੱਕ ਅਪੀਲ ਜਮ੍ਹਾਂ ਕਰੋ",
      "ਆਪਣਾ ਯੂਜ਼ਰਨੇਮ ਬਦਲਣ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
      "ਜਨਮਦਿਨ",
      "ਈਮੇਲ, ਫ਼ੋਨ, ਜਾਂ ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਖਾਤੇ ਸੰਬੰਧੀ ਚਿਤਾਵਨੀ",
      "{username} ਨੂੰ ਜਵਾਬ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ",
      "ਆਪਣੀ ਆਈਡੀ ਦੀ ਫ਼ੋਟੋ ਭੇਜੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਭਾਵੇ ਤੁਹਾਡਾ ਇਰਾਦਾ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਨਹੀਂ ਸੀ, ਪਰ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਲੋਕਾਂ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਨਾਲ ਖੁਦ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੀਆਂ ਹਨ, ਜੋ ਕਿ ਸਾਰਿਆਂ ਲਈ ਸਨਮਾਨਜਨਕ ਹੋਵੇ।",
      "ਆਪਣੇ ਆਪ ਨੂੰ ਸੱਟ ਲਗਾਉਣ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰੋ?",
      "ਹੁਣੇ ਵੈੱਬ ਵਿੱਚ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਨੂੰ ਚਾਲੂ ਕਰਨ ਦੀ ਸੁਵਿਧਾ ਨਹੀਂ ਹੈ। ਖੇਹਚਲ ਲਈ ਮੁਆਫ਼ੀ।",
      "ਤੁਹਾਡੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਅਤੇ ਭੁਗਤਾਨ ਵਿਧੀ ਅਗਲੀ ਵਾਰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸੇਵ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "ਜਿਆਦਾ ਲੋਕਾਂ ਤੱਕ ਪਹੁੰਚਣ ਅਤੇ ਆਪਣੇ ਭਾਈਚਾਰੇ ਨੂੰ ਬਣਾਉਣ ਲਈ Instagram 'ਤੇ ਪ੍ਰਚਾਰ ਕਰੋ।",
      "1 ਹੋਰ",
      "Instagram ਦੀਆਂ ਸ਼ਰਤਾਂ",
      "Spring ਤੋਂ ਆਪਣੇ ਉਤਪਾਦਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਵੇਚਣ ਲਈ ਇੱਕ ਸ਼ੌਪ ਖੋਲ੍ਹਣ ਲਈ Instagram ਐਪ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "ਐਫ਼ਿਲਿਏਟ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
      "Instagram ਦੇ ਟੂਲਾਂ ਬਾਰੇ ਸੁਝਾਅ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "Safari",
      "ਇਹ ਜਾਣਕਾਰੀ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਜਨਤਕ ਤੌਰ 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ ਤਾਂ ਕਿ ਲੋਕ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਣ। ਤੁਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੋਧ ਜਾਂ ਹਟਾ ਸਕਦੇ ਹੋ।",
      "ਰੱਦ ਕਰੋ",
      "ਸਟੋਰੀ ਐਪ ਵਿੱਚ ਬਹਿਤਰ ਹੁੰਦੀ ਹੈ",
      "ਰੱਖੋ",
      "ਲੌਗਇਨ ਮੱਦਦ ਈਮੇਲਾਂ ਨੂੰ ਸੀਮਿਤ ਕਰੋ",
      "ਇਹ ਫ਼ਾਈਲ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ",
      "ਵੀਡੀਓ ਫ਼ਾਈਲ ਇਸ ਬ੍ਰਾਉਜ਼ਰ ਲਈ ਤਿਆਰ ਨਹੀਂ ਹੋ ਸਕੀ।",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ 2 ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਦਾ ਸੈੱਟ-ਅੱਪ ਕਰਨ ਵੇਲੇ ਪ੍ਰਦਾਨ ਕੀਤੇ 8-ਅੰਕਾਂ ਦੇ ਕੋਡਾਂ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਦਾਖਲ ਕਰੋ।",
      "ਉਸ ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਖੋਜਣ ਵਿੱਚ ਲੋਕਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰੋ ਜਿਸ ਦੁਆਰਾ ਤੁਸੀਂ ਜਾਣੇ ਜਾਂਦੇ ਹੋ: ਜਾਂ ਤਾਂ ਤੁਹਾਡਾ ਪੂਰਾ ਨਾਂ, ਉਪਨਾਮ ਜਾਂ ਵਪਾਰਕ ਨਾਂ।",
      "Instagram 'ਤੇ ਵਾਪਸ ਜਾਓ।",
      "ਅਜੇ ਕੋਈ ਵੀ ਪੋਸਟ ਨਹੀਂ",
      "ਪੋਸਟ",
      "ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਜਾਓ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਸਾਰੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਲੋਕ ਇਸਨੂੰ ਦੇਖ, ਪਸੰਦ ਜਾਂ ਕਮੈਂਟ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
      "ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਨੰਗੇ ਜਾਂ ਅੰਸ਼ਕ ਨੰਗੇ ਬੱਚਿਆਂ ਦੀਆਂ ਪੋਸਟਾਂ",
      "ਯੂਨੀਵਰਸਿਟੀ ਔਫ ਮੈਰੀਲੈਂਡ ਵੱਲੋਂ ਕਰਵਾਇਆ ਜਾਣ ਵਾਲਾ ਇਹ ਸਵੈਇੱਛਤ ਸਰਵੇਖਣ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਫੈਲਣ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨ ਲਈ ਸਿਹਤ ਸਬੰਧੀ ਸਵਾਲ ਪੁੱਛਦਾ ਹੈ। ਇਸ ਵਿੱਚ 3-5 ਮਿੰਟ ਦਾ ਸਮਾਂ ਲੱਗੇਗਾ, ਅਤੇ ਇਸ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ ਲਈ ਤੁਸੀਂ Instagram ਵਿਚੋਂ ਬਾਹਰ ਆ ਜਾਵੋਗੇ।",
      "Facebook ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਤੁਹਾਨੂੰ ਬਿਹਤਰ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਲਈ, ਸਾਨੂੰ ਇਸ਼ਤਿਹਾਰਸਾਜਾਂ ਅਤੇ ਦੂਜੇ ਪਾਰਟਨਰਾਂ ਦਾ ਤੁਹਾਡੇ ਬਾਰੇ ਦਿੱਤਾ ਗਿਆ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ। ਇਸ ਵਿੱਚ Facebook ਕੰਪਨੀ ਉਤਪਾਦਾਂ ਤੋਂ ਇਲਾਵਾ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਹੁੰਦੀ ਹੈ। ਤੁਸੀਂ {ad settings} ਵਿੱਚ ਇਹ ਕੰਟਰੋਲ ਕਰ ਸਕਦੀ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਵਿੱਚ ਅਸੀਂ ਇਸ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰੀਏ ਜਾਂ ਨਹੀਂ।",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਵੱਲੋਂ ਸਿਰਜਿਆ 6-ਅੰਕਾਂ ਵਾਲਾ ਲੌਗਇਨ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਦੂਜੇ ਤਰੀਕੇ, ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਸੀਂ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ",
      "Instagram 'ਤੇ #{tag_name} ਹੈਸ਼ਟੈਗ • ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼",
      "ਤੁਹਾਡਾ ਅਕਾਊਂਟ ਮਿਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ",
      "ਗੋਪਨੀਯਤਾ",
      "ਵੀਡੀਓ ਫ਼ਾਈਲ ਪੜ੍ਹਨਯੋਗ ਨਹੀਂ",
      "ਸਟੋਰੀ ਹਾਈਲਾਈਟ 'ਤੇ ਜਵਾਬ ਦਿੱਤਾ",
      "ਇਹ ਟਿੱਪਣੀ ਸਪੈਮ ਜਾਂ ਸਕੈਮ ਹੈ",
      "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਮਨਜ਼ੂਰੀ ਦੇਣ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਗਈ।",
      "ਇਸ਼ਤਿਹਾਰ ਸੈਟਿੰਗਾਂ",
      "ਇਦੋਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪ੍ਰਮਾਣਿਤ ਕੀਤਾ ਗਿਆ",
      "ਇਹ ਵੀਡੀਓ ਫ਼ਾਈਲ ਇਸ ਬ੍ਰਾਉਜ਼ਰ ਲਈ ਤਿਆਰ ਨਹੀਂ ਹੋ ਸਕੀ",
      "ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਟੈਗ ਕਰੋ",
      "ਲੌਗਇਨ ਗਤੀਵਿਧੀ",
      "ਹੈਸ਼ਟੈਗ",
      "ਸਪਿਨਰ ਪਲੇਸਹੋਲਡਰ",
      "ਐਪ ਵਿੱਚ ਐਕਸਪਲੋਰ ਕਰਨਾ ਜਿਆਦਾ ਵਧੀਆ ਹੈ",
      "ਕੀ ਅਸਵੀਕਾਰ ਕਰਨਾ ਹੈ?",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨਾਲ ਵਾਧੂ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ",
      "ਟਿੱਪਣੀਆਂ ਮਿਟਾਉਣਾ",
      "ਆਪਣੀਆਂ ਪੋਸਟਾਂ ਤੋਂ ਆਮ ਤੌਰ 'ਤੇ ਰਿਪੋਰਟ ਕੀਤੇ ਕੀਵਰਡ ਵਾਲੀਆਂ ਟਿੱਪਣੀਆਂ ਲੁਕਾਓ।",
      "ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਤਰੁੱਟੀ",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "ਅੱਗੇ",
      "ਕੀ ਕੂਕੀਜ਼ ਸਵੀਕਾਰ ਕਰਨੀਆਂ ਹਨ?",
      "ਆਪਣਾ ਉਪਭੋਗਤਾ ਨਾਂ ਜਾਂ ਈਮੇਲ ਦਾਖ਼ਲ ਕਰੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡਾ ਖਾਤਾ ਵਾਪਸ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲਿੰਕ ਭੇਜਾਂਗੇ।",
      "ਏਮਬੈਡ ਕਰੋ",
      "Instagram ਐਪ",
      "ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਦੇਖੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਲੌਗਇਨ 'ਤੇ ਵਾਪਸ",
      "1 ਹਫ਼ਤਾ ਪਹਿਲਾਂ",
      "ਵੀਡੀਓਜ਼ ਦੀ ਮਿਆਦ {minLengthInMinutes} ਤੋਂ {maxLengthInMinutes} ਮਿੰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਦੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "{previous items}; {following items}",
      "ਅਪੀਲ ਕਰੋ",
      "ਕਿਉਂਕਿ ਤੁਸੀਂ ਕਿਹਾ ਕਿ ਇਹ ਤੁਸੀਂ ਨਹੀਂ ਸੀ, ਇਸ ਲਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਅਪਡੇਟ ਕਰੋ। ਤੁਹਾਨੂੰ ਸਾਰੇ ਸੈਸ਼ਨਾਂ ਤੋਂ ਲੌਗ ਆਉਟ ਕੀਤਾ ਜਾਵੇਗਾ, ਤਾਂ ਜੋ ਅਜਿਹਾ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਜੋ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਦਾਖ਼ਲ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ, ਉਸ ਕੋਲ ਐਕਸੈਸ ਨਾ ਹੋਵੇ।",
      "ਆਪਣੇ ਦੋਸਤਾਂ ਦੀਆਂ ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ।",
      "Facebook ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਤੋਂ ਬਾਹਰ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਅਤੇ ਮੁਲਾਂਕਣ ਸੇਵਾਵਾਂ ਲਈ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ, ਤੁਹਾਨੂੰ ਕੁਝ ਖ਼ਾਸ ਫ਼ੀਚਰ ਉਪਲਬਧ ਕਰਾਉਣ ਅਤੇ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ,ਅਸੀਂ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੇ ਟੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਇਹ ਕੰਪਨੀਆਂ ਵੀ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਹਨ। ਤੁਸੀਂ {Instagram} ਅਤੇ {Facebook}'ਤੇ ਸਾਡੀਆਂ ਕੂਕੀ ਨੀਤੀਆਂ ਵਿੱਚ ਹੋਰ ਜਾਣ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡੀਆਂ ਨੰਗੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਪੋਸਟ ਜਾਂ ਪੋਸਟ ਕਰਨ ਦੀ ਧਮਕੀਆਂ",
      "{username} ਤੋਂ ਚਿੱਤਰ",
      "ਅਗਸਤ",
      "ਫ਼ੋਟੋ ਨੂੰ ਪੋਸਟ ਕਰਨ ਲਈ ਅਪੀਲ ਕਰੋ",
      "Alt ਟੈਕਸਟ ਦੇਖਣ ਵਿੱਚ ਅਸਮਰੱਥ ਲੋਕਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨ।",
      "ਤੁਸੀਂ Facebook ਤੋਂ ਇਲਾਵਾ ਆਪਣੀ ਗਤੀਵਿਧੀ ਦੀ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਵਪਾਰਾਂ ਅਤੇ ਸੰਸਥਾਵਾਂ ਵੱਲੋਂ ਸਾਡੇ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਗਤੀਵਿਧੀ ਦਾ ਸਾਰ ਹੈ। ਇਸ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨਾਲ ਹੋਏ ਤੁਹਾਡੇ ਇੰਟਰੈਕਸ਼ਨ ਸ਼ਾਮਲ ਹਨ, ਜਿਵੇਂ ਕਿ ਉਨ੍ਹਾਂ ਦੀਆਂ ਐਪਾਂ ਜਾਂ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਜਾਣਾ। ਉਹ ਸਾਡੇ ਨਾਲ ਇਹ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਲਈ Facebook ਲੌਗਇਨ ਜਾਂ Facebook ਪਿਕਸਲ ਵਰਗੇ ਸਾਡੇ {Business tools} ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ। ਇਸ ਨਾਲ ਸਾਨੂੰ ਤੁਹਾਨੂੰ Facebook 'ਤੇ ਵਧੇਰੇ ਵਿਅਕਤੀਗਤ ਅਨੁਭਵ ਦੇਣ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ। {off-Facebook activity}, ਇਸਨੂੰ ਵਰਤਣ ਦੇ ਤਰੀਕੇ, ਅਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਇਸਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕੀਤੇ ਜਾ ਸਕਣ ਦੇ ਤਰੀਕੇ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।",
      "ਭੇਜਿਆ ਗਿਆ। ਤੁਸੀਂ ਮੁਕੰਮਲ ਕਰ ਲਿਆ ਹੈ!",
      "ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ ਸੈੱਟ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆਈ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਜਲਦੀ ਹੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਇਮੋਜੀ",
      "ਸ਼ਾਇਦ ਸਾਡੇ ਉਤਪਾਦਾਂ ਦੇ ਕੁਝ ਫ਼ੀਚਰ ਕੰਮ ਨਾ ਕਰਨ",
      "ਇੱਕ ਜਾਰੀ ਅਧਿਐਨ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਤੁਹਾਡੇ Instagram ਅਕਾਊਂਟ ਨੂੰ ਅਕਿਰਿਆਸ਼ੀਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਉਸ ਅਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਦੇ ਯੋਗ ਨਾ ਹੋਵੋ ਜਿਸ ਲਈ ਤੁਸੀਂ ਸਾਈਨ ਅੱਪ ਕੀਤਾ ਸੀ।",
      "ਕੀ ਇਸ ਅਕਾਊਂਟ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਆਡੀਓ ਸਮੇਤ ਹਰ ਚੀਜ਼ ਨੂੰ ਸਾਉਂਡਟਰੈਕ ਜਾਂ ਸੰਗੀਤ ਦੀ ਤਰ੍ਹਾਂ ਸਾਂਝਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਬਲੌਕ ਦੀ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਵੀਡੀਓ ਨੂੰ ਅਣਬਲੌਕ ਕਰ ਸਕਦੇ ਹੋ। ਯਾਦ ਰੱਖੋ ਕਿ ਲੋਕਾਂ ਨੂੰ ਸਿਰਫ਼ ਅਜਿਹੀਆਂ ਵੀਡੀਓਜ਼ ਨੂੰ ਪੋਸਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਸਾਝਾ ਕਰਨ ਦਾ ਉਨ੍ਹਾਂ ਕੋਲ ਹੱਕ ਹੋਵੇ। ਜਿਸ ਸਮੱਗਰੀ 'ਤੇ ਤੁਹਾਡੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ ਉਸ ਨੂੰ ਪੋਸਟ ਕਰਨ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿਰੁੱਧ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
      "ਦੂਜੇ ਵਿਕਲਪ",
      "ਜੀਵਨੀ ਵਿੱਚ ਪਿਛਲੇ ਲਿੰਕ",
      "Instagram ਉੱਤੇ {merchant user name} ਦਾ {name of the product} ਖਰੀਦੋ",
      "ਹੈਸ਼ਟੈਗ",
      "{username} ਨੂੰ ਨਹੀਂ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਜਨਰਲ 'ਤੇ ਵਾਪਸ ਲੈ ਜਾ ਸਕਦੇ ਹੋ।",
      "ਗਾਇਬ ਹੋਣ ਵਾਲਾ",
      "ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਮਦਦ",
      "ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਿੰਨ ਗਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਹੋਰ",
      "ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ",
      "ਕੂਕੀਜ਼ ਨੀਤੀ",
      "ਲਿੰਕ ਨੂੰ ਕਾਪੀ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹਾਂ, ਤਾਂ ਤੁਸੀਂ ਲਗਭਗ 24 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਮਦਦ ਕੇਂਦਰ ਵਿੱਚ ਸਮੀਖਿਆ ਦੇ ਬੇਨਤੀ ਕਰ ਸਕੋਂਗੇ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਕੂਕੀਜ਼ ਸੰਬੰਧੀ ਪਸੰਦਾਂ ਨੂੰ ਯਾਦ ਰੱਖਾਂਗੇ ਅਤੇ ਉਹਨਾਂ ਸਾਰੇ ਸਥਾਨਾਂ 'ਤੇ ਉਹਨਾਂ ਨੂੰ ਲਾਗੂ ਕਰਾਂਗੇ, ਜਿੱਥੇ ਤੁਸੀਂ Instagram ਜਾਂ Facebook ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋਗੇ ਅਤੇ ਉਹਨਾਂ ਸਥਾਨਾਂ 'ਤੇ, ਜਿੱਥੇ ਤੁਸੀਂ Facebook ਦੇ ਹੋਰ ਉਤਪਾਦਾਂ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਅਕਾਊਂਟ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਪਸੰਦਾਂ ਦੀ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡੇ Instagram ਅਕਾਊਂਟ ਵਿੱਚ ਕੰਟਰੋਲ",
      "ਭੁਗਤਾਨ ਤੋਹਫ਼ਾ ਸਹਾਇਤਾ",
      "ਕੀ ਗੋਪਨੀਯਤਾ ਬਦਲਣੀ ਹੈ?",
      "SSN ਦੇ ਅੰਤਿਮ 4 ਅੰਕ",
      "ਤੁਸੀਂ ਇਹਨਾਂ ਅਕਾਊਂਟਾਂ ਵਿੱਚ ਲੌਗ-ਇਨ ਕਰ ਸਕਦੇ ਹੋ ਕਿਉਂਕਿ ਉਹ ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਕੇਂਦਰ ਵਿੱਚ ਹਨ।",
      "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਮਿਟਾਓ",
      "ਆਪਣੀ ਐਪ ਅਪਡੇਟ ਕਰੋ",
      "ਚੁਣੀਆਂ ਗਈਆਂ ਕੂਕੀਜ਼ ਲਈ ਇਜਾਜ਼ਤ ਦਿਓ",
      "ਤੁਸੀਂ {username} ਦਾ ਅਨੁਸਰਣ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਹੈ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਲਿਖੋ",
      "Instagram ਇਹ ਤੈਅ ਕਰਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਏ ਜਾਣ",
      "ਇਸ ਲਾਈਵ ਵੀਡੀਓ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਟੈਗ ਪਲੇਸਮੈਂਟ ਲਈ ਫੋਟੋ",
      "ਮੌਜੂਦਾ ਖਾਤੇ ‘ਤੇ ਲੌਗਇਨ ਕਰੋ",
      "{username} ਅਤੇ {other users} ਹੋਰਾਂ ਵੱਲੋਂ ਪਸੰਦ ਕੀਤਾ ਗਿਆ",
      "ਟੈਗ:",
      "ਅੱਪਲੋਡ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ।",
      "ਚਾਲੂ ਕਰੋ",
      "ਤੁਹਾਡੀ ਬੱਗ ਟਿੱਪਣੀ ਨੂੰ ਸਪੁਰਦ ਕਰਨ ਵਿੱਚ ਗੜਬੜ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਮਾਫ਼ ਕਰਨਾ, ਇਸ ਲਿੰਕ ਵਿੱਚ ਗੜਬੜ ਹੈ। ਆਪਣਾ ਅਕਾਊਂਟ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਲਈ, ਆਪਣੇ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਅਸਮਰਥਿਤ ਕਰੋ",
      "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ?",
      "ਫੋਟੋ ਬਦਲੋ",
      "ਕਵਰ ਫ਼ੋਟੋ",
      "ਜ਼ਿਆਦਾਤਰ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਤੁਸੀਂ 14 ਦਿਨਾਂ ਤੱਕ ਆਪਣਾ ਯੂਜ਼ਰਨੇਮ ਵਾਪਸ ਬਦਲ ਕੇ {username} ਕਰ ਸਕੋਗੇ।",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ",
      "{like this} ਵਾਲੇ ਪਹਿਲੇ ਵਿਅਕਤੀ ਬਣੋ",
      "ਨਵੀਂ ਵੀਡੀਓ ਸ਼ਾਮਲ ਕਰੋ",
      "4-ਅੰਕੀ ਕੋਡ ਦਾਖਲ ਕਰੋ",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਹਿੰਸਕ ਜਾਂ ਖਤਰਨਾਕ ਸੰਸਥਾਵਾਂ ਸੰਬੰਧੀ ਗਾਈਡਲਾਈਨਾਂ",
      "ਤੁਹਾਡੀ ਸਟੋਰੀ",
      "ਵਿਕਲਪਿਕ ਤੌਰ 'ਤੇ, ਤੁਸੀਂ {appeal form link} ਨੂੰ ਭਰ ਕੇ ਅਪੀਲ ਦਇਰ ਕਰ ਸਕਦੇ ਹੋ",
      "ਵਧੇਰੇ ਕੈਮਰਾ ਇਫੈਕਟ। ਹੋਰ ਸਟਿੱਕਰ। ਮੈਸੇਜ ਕਰਨ ਦੇ ਹੋਰ ਤਰੀਕੇ। ਸਿਰਫ਼ ਐਪ ‘ਤੇ।",
      "ਨਹੀਂ",
      "Instagram Lite 'ਤੇ ਪੂਰਾ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਹੁਣੇ-ਹੁਣੇ ਦੇਖਿਆ ਗਿਆ",
      "{Submit an appeal text bolded} ਜੇ ਤੁਹਾਨੂੰ ਹਾਲੇ ਵੀ ਲੱਗਦਾ ਹੈ ਕਿ ਇਹ ਇੱਕ ਗਲਤੀ ਹੋਈ ਸੀ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਫੋਟੋ ਨੂੰ ਵਰਤਣ ਦੇ ਇਜਾਜ਼ਤ ਹੈ।",
      "ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਸੱਦੇ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਵੀਡੀਓ ਨੂੰ ਹਾਲੇ ਵੀ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਦੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:",
      "ਜਿਹੜੀਆਂ ਇਸ਼ਤਿਹਾਰ ਕੰਪਨੀਆਂ ਨਾਲ ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਕੰਮ ਕਰਦੇ ਹਾਂ, ਉਹ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਹੇਠ ਕੂਕੀ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦੀਆਂ ਦੂਜੀਆਂ ਟੈਕਨਾਲੋਜੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ। ਇਸ਼ਤਿਹਾਰਸਾਜ ਆਮ ਤੌਰ 'ਤੇ ਕੂਕੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹੋ ਅਤੇ ਉਹ ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਵਿਕਲਪ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹੋ, ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤਾ ਗਿਆ ਸੋਮਾ ਦੇਖ ਸਕਦੇ ਹੋ:",
      "ਅਕਾਊਂਟ ਨੂੰ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰੋ",
      "ਆਪਣੇ ਐਕਸਪਲੋਰ ਵਿੱਚੋਂ ਸਮੱਗਰੀ ਹਟਾਉਣਾ",
      "ਅਸੀਂ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ ਕਿ ਅਸੀਂ Instagram 'ਤੇ ਗਤੀਵਿਧੀ ਦਿਖਾਉਣ ਲਈ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ, ਇਸ ਲਈ ਲੋਕ ਦੇਖ ਸਕਦੇ ਹਨ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਇਸ਼ਤਿਹਾਰ ਦੇ ਇੰਟਰੈਕਟ ਹੁੰਦੇ ਹੋ ਤਾਂ ਉਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਨਿਯਮਤ ਰੂਪ ਵਿੱਚ ਪੋਸਟ ਕਰਦੇ ਹਾਂ।",
      "ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰਨ ਵਾਲੇ ਖਾਤੇ",
      "ਲੌਗ ਆਉਟ ਕਰੋ",
      "ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ ਅਧਿਕਾਰ ਧਾਰਕ ਨੂੰ, {reference owner name} ਅਤੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਬਾਰੇ ਮੁੱਢਲੀ ਜਨਤਕ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ {number of days} ਦਿਨ ਹੋਣਗੇ।",
      "ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਟੈਗ ਕਰੋ",
      "ਵਾਂ",
      "ਤੁਹਾਡਾ ਸ਼ਾਪਿੰਗ ਬੈਗ ਸਿਰਫ਼ Instagram ਐਪ ਵਿੱਚ ਉਪਲਬਧ ਹੈ।",
      "ਸੰਗ੍ਰਹਿ ਤੋਂ ਹਟਾਓ",
      "ਹੋਰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਫ਼ਾਈਲ 1GB ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ",
      "ਸੈੱਟਿੰਗਜ਼ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ।",
      "{count} ਪਸੰਦ ਕਰੋ",
      "ਤੁਸੀਂ ਇਹ ਕੰਟਰੋਲ ਕਰੋਗੇ ਕਿ ਕੀ ਹੋਰ ਲੋਕ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ 'ਤੇ ਆਪਣੀਆਂ ਨਵੀਆਂ ਟਿੱਪਣੀਆਂ ਵੇਖ ਸਕਦੇ ਹਨ ਜਾਂ ਨਹੀਂ।",
      "{username} ਬਾਰੇ {application name} ਹੇਟੇਹਾਂ ਦਿੱਤੀ ਗਈ ਜਾਣਕਾਰੀ ਲੈਣਾ ਚਾਹੁੰਦਾ ਹੈ:",
      "ਸਾਂਝਾ ਕਰਨ ਲਈ ਲੌਗਇਨ ਕਰੋ",
      "• ਤੁਸੀਂ ਇਸ ਸੈਟਿੰਗ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀਆਂ {=cookie settings} ਵਿੱਚ ਜਾ ਕੇ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਹਾਂ",
      "Instagram ਦੀ ਹਾਰਟ ਸ਼ੇਪ",
      "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹੋ, ਤਾਂ Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸਦਾ ਕਿ ਰਿਪੋਰਟ ਕਿਸਨੇ ਕੀਤੀ ਹੈ।",
      "ਇਫੈਕਟ Instagram ਵਿੱਚ ਦੇਖਣ ਲਈ ਤਿਆਰ ਹੈ",
      "Instagram ਦਾ ਸਰਵੋਤਮ ਅਨੁਭਵ ਐਪ ‘ਤੇ ਹੁੰਦਾ ਹੈ।",
      "Instagram ਦੂਜੇ ਦੇ ਕਾਪੀਰਾਈਟ ਦੀ ਕਦਰ ਕਰਦਾ ਹੈ, ਅਤੇ ਅਸੀਂ Instagram 'ਤੇ ਕਿਸੇ ਦੂਜੀ ਪਾਰਟੀ ਦੇ ਕਾਪੀਰਾਈਟ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੀ ਸਮਗਰੀ ਨੂੰ ਅਪਲੋਡ, ਪੋਸਟ ਜਾਂ ਸਥਾਂਨਤਰਿਤ ਕਰਨ ਤੋਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਮਨਾ ਕਰਦੀ ਹੈ।",
      "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਲੌਗ ਆਉਟ ਹੋ ਜਾਓਗੇ ਜਿੱਥੇ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ Facebook ਜਾਂ Instagram ਅਕਾਊਂਟਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ ਅਤੇ ਤੁਸੀਂ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਅਕਾਊਂਟਾਂ ਲਈ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕੋਗੇ",
      "ਆਮ 'ਤੇ ਲੈ ਜਾਇਆ ਗਿਆ",
      "ਪਲੇ ਸੰਖਿਆ ਆਈਕਨ",
      "ਨਵੀਂ ਵੀਡੀਓ ਪੋਸਟ",
      "ਵੱਲੋਂ ਕਦੇ ਵੀ ਪੋਸਟ ਮਿਸ ਨਾ ਕਰੋ {name}",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਏ ਜਾਣ ਤੋਂ ਬਚਣ ਦਾ ਇੱਕੋ-ਇੱਕ ਤਰੀਕਾ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਨਾ ਹੈ।",
      "ਕੀ ਇਸ ਟਿੱਪਣੀ ਨੂੰ ਮਨਜ਼ੂਰ ਕਰਨਾ ਹੈ?",
      "ਈਮੇਲ ਪਤਾ",
      "Facebook Pay 'ਤੇ 'ਹੋਰ ਜਾਣੋ' ਪੰਨੇ 'ਤੇ ਮੌਜੂਦ ਆਈ ਆਈਕਨ",
      "1ਦਿ",
      "ਖਾਤੇ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
      "ਕੀ ਪੋਸਟ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਾਖ਼ਲ ਕਰੋ",
      "ਕੀ {username} ਨੂੰ ਅਣਬਲੌਕ ਕਰਨਾ ਹੈ?",
      "ਦਾਨ ਦੀ ਦਿਖਣਯੋਗਤਾ",
      "ਖਾਤੇ ਸੋਧੋ",
      "{action text} ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ {payment terms} ਨਾਲ ਸਹਿਮਤ ਹੋ।",
      "ਇਸ਼ਤਿਹਾਰ ਰਿਪੋਰਟ",
      "ਤੁਹਾਨੂੰ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।",
      "Instagram 'ਤੇ ਜਨਮਦਿਨ",
      "ਖਾਤਿਆਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "{name of the user who liked the photo} ਨੇ ਤੁਹਾਡੀ ਫੋਟੋ ਪਸੰਦ ਕੀਤੀ।",
      "ਤੁਹਾਡੀ Facebook ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ",
      "ਆਪਣੀ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਦਿਓ, ਭਾਵੇਂ ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਵਪਾਰ, ਪਾਲਤੂ ਪਸ਼ੂ ਜਾਂ ਕਿਸੇ ਹੋਰ ਕੰਮ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੋਵੇ। ਇਹ ਤੁਹਾਡੀ ਜਨਤਕ ਪ੍ਰੋਫ਼ਾਈਲ ਦਾ ਹਿੱਸਾ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਅਸਮਰਥਿਤ ਕੀਤਾ ਗਿਆ ਹੈ",
      "ਸੂਚਨਾਵਾਂ",
      "ਤੁਹਾਡੇ ਵਿਵਾਦ ਨੂੰ ਅਸਵੀਕਾਰ ਕੀਤਾ ਗਿਆ ਸੀ",
      "ਸਰਲ ਮੈਸੇਜਿੰਗ",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਆਪਣੇ ਨੇਮਟੈਗ ਨੂੰ ਸਾਫ਼ ਰੱਖੋ",
      "ਸੇਲਿਬ੍ਰਿਟੀ ਜਾਂ ਇੱਕ ਜਨਤਕ ਆਕ੍ਰਿਤੀ",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ ਦਾ ਕੌਣ ਜਵਾਬ ਦੇ ਸਕਦਾ ਹੈ ਇਹ ਚੁਣਨਾ",
      "ਦੌਰਾ",
      "ਤੁਸੀਂ ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇ ਸਕਦੇ ਹੋ ਜਾਂ ਤੁਸੀਂ ਹੋਰ ਵਿਕਲਪ ਚੁਣ ਸਕਦੇ ਹੋ। ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਕੂਕੀਜ਼ ਸੰਬੰਧੀ ਤਰਜੀਹਾਂ ਨੂੰ ਯਾਦ ਰੱਖਾਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰੇ ਸਥਾਨਾਂ 'ਤੇ ਇੰਨ੍ਹਾਂ ਨੂੰ ਲਾਗੂ ਕਰਾਂਗੇ ਜਿੱਥੇ ਤੁਸੀਂ Instagram ਜਾਂ Facebook ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਸਥਾਨਾਂ 'ਤੇ, ਜਿੱਥੇ ਤੁਸੀਂ Facebook ਦੇ ਹੋਰ ਉਤਪਾਦਾਂ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਅਕਾਊਂਟਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਕੂਕੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਾ ਕੇ ਆਪਣੀਆਂ ਤਰਜੀਹਾਂ ਦੀ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "{Bold text if your appeal for video is approved} ਤਾਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਂਝੀ ਕੀਤੀ ਮੂਲ ਵੀਡੀਓ ਨੂੰ ਬਲੌਕ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਇਹਨਾਂ ਕੂਕੀਜ਼ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ:",
      "ਬ੍ਰਾਉਜ਼ ਕਰੋ",
      "ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਤੋਂ ਕੋਈ ਸੈਂਡਬਾਕਸ ਸੱਦੇ ਨਹੀਂ ਹਨ",
      "ਪੈਰੋਕਾਰ",
      "ਤੁਸੀਂ ਇਸ ਵੀਡੀਓ ਨੂੰ ਹਟਾ ਸਕਦੇ ਹੋ ਜੇਕਰ ਤੁਸੀਂ ਯਕੀਨੀ ਨਹੀਂ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਦੇ ਕਿਸੇ ਵੀ ਭਾਗ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
      "ਲਾਗ ਇਨ",
      "ਠੀਕ",
      "ਸਬੂਤ ਅਟੈਚ ਕਰੋ",
      "ਭਾਈਚਾਰਾ ਗਾਈਡਲਾਈਨ",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਵੱਧ ਤੋਂ ਵੱਧ ਅਕਾਊਂਟ ਸੇਵ ਕਰ ਲਏ ਹਨ। ਤੁਸੀਂ ਲੌਗ ਆਉਟ ਹੋਣ 'ਤੇ ਸੇਵ ਕੀਤੇ ਅਕਾਊਂਟਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "Explore 'ਤੇ ਖਾਤਿਆਂ, ਸਥਾਨਾਂ ਜਾਂ ਹੈਸ਼ਟੈਗਾਂ ਲਈ ਤੁਹਾਡੇ ਵੱਲੋਂ ਕੀਤੀਆਂ ਖੋਜਾਂ ਨੂੰ ਸਾਫ਼ ਕਰੋ।",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ",
      "ਸਟੋਰੀ ਨੂੰ ਬਣਾਉਣ, ਸ਼ੇਅਰ ਅਤੇ ਆਰਕਾਈਵ ਕਰਨ ਦੇ ਬਹਿਤਰ ਤਰੀਕਿਆਂ ਲਈ ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "ਜੇ ਤੁਹਾਨੂੰ ਇਸ ਕਾਰਵਾਈ ਬਾਰੇ ਨਹੀਂ ਪਤਾ, ਤਾਂ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ।",
      "ਕੀ ਟਾਈਪ ਕਰਨ ਵਿੱਚ ਗਲਤੀ?",
      "ਅਸੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਵਿਅਕਤੀਗਤ ਅਤੇ ਬਿਹਤਰ ਬਣਾਉਣ, ਵਿਸ਼ਲੇਸ਼ਣ ਵਿੱਚ ਵਪਾਰਾਂ ਦੀ ਮਦਦ ਕਰਨ ਅਤੇ ਇਸ਼ਤਿਹਾਰ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਦੇਣ ਲਈ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ {Instagram} ਅਤੇ {Facebook} ਵਿੱਚ ਸਾਡੀਆਂ ਕੂਕੀ ਨੀਤੀਆਂ 'ਤੇ ਜਾ ਕੇ ਇਸਦੇ ਬਾਰੇ ਹੋਰ ਜਾਣ ਸਕਦੇ ਹੋ ਕਿ ਅਸੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰ ਸਕਦੇ ਹਾਂ।",
      "ਪ੍ਰਾਇਮਰੀ",
      "ਇਹ ਫ਼ਾਈਲਾਂ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ",
      "ਫਾਲੋ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਤੁਸੀਂ ਅਤੇ {username} ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਦੂਜੇ ਦਾ ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹੋ!",
      "ਡੇਟਾ ਨੀਤੀ (ਲੋੜੀਂਦਾ)",
      "ਇਵੈਂਟ ਚੁਣੋ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ",
      "ਨਫ਼ਰਤ ਭਰੇ ਭਾਸ਼ਣ ਜਾਂ ਪ੍ਰਤੀਕ, ਜਿਵੇਂ ਕਿ ਸਵਾਸਤਿਕ ਜਾਂ ਵਾਈਟ ਪਾਵਰ ਹੱਥ ਦੇ ਸੰਕੇਤ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ",
      "ਇੱਕ ਵਾਰ ਹੈਸ਼ਟੈਗ ਦਾ ਅਨੁਸਰਣ ਕਰਕੇ, ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਥੇ ਦੇਖੋਗੇ।",
      "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਇਸ ਤੋਂ ਭੇਜਿਆ ਗਿਆ: {sender_email}",
      "ਤੁਸੀਂ 10 ਫ਼ਾਈਲਾਂ ਤੋਂ ਜਿਆਦਾ ਅੱਪਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਸੇ ਦੂਜੀ ਫ਼ਾਈਲ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਇੱਕ ਤੋਂ ਇੱਕ ਤੋਂ ਵੱਧ ਫ਼ਾਈਲਾਂ ਮਿਟਾਓ।",
      "ਲੋਕਾਂ ਨੂੰ ਲੱਭੋ",
      "ਕੋਈ ਵੀਡੀਓ ਫ਼ਾਈਲ ਨੂੰ ਘਸੀਟੋ ਅਤੇ ਛੱਡੋ",
      "ਪਿੰਨ ਬਣਾਇਆ ਗਿਆ",
      "ਮਾਪਿਆਂ ਦੀ ਮਨਜ਼ੂਰੀ",
      "#{hashtag} ਟੈਗ ਵਾਲੀ ਕਿਸੇ ਵੀ ਪੋਸਟ ਨੂੰ ਮਿਸ ਨਾ ਕਰੋ",
      "ਤੁਸੀਂ Instagram 'ਤੇ ਕੋਈ ਸਮੱਗਰੀ ਸਿਰਫ਼ ਓਦੋਂ ਹੀ ਪੋਸਟ ਕਰ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਉਹ ਕਿਸੇ ਦੂਸਰੇ ਪੱਖ ਦੇ {trademarks} ਸਹਿਤ ਉਨ੍ਹਾਂ ਦੀ ਬੌਧਿਕ ਸੰਪੱਤੀ ਦੇ ਅਧਿਕਾਰਾਂ ਦਾ ਉਲੰਘਣ ਨਾ ਕਰਦੀ ਹੋਵੇ। ਆਮ ਤੌਰ 'ਤੇ, ਟ੍ਰੇਡਮਾਰਕ ਦਾ ਉਲੰਘਣ ਉਦੋਂ ਹੁੰਦਾ ਹੈ, ਜਦੋਂ:",
      "ਡਾਇਰੈਕਟਰੀ",
      "ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਫ਼ਾਈਲ ਨੂੰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਰਾਜ",
      "ਵਰਤਮਾਨ ਬ੍ਰਾਉਜ਼ਰ",
      "ਇਸ ਗਰੁੱਪ ਨੂੰ ਇਹ ਨਹੀਂ ਪਤਾ ਹੋਵੇਗਾ ਕਿ ਇਸ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਗਰੁੱਪ ਨੂੰ ਜਨਰਲ 'ਤੇ ਲਿਜਾ ਸਕਦੇ ਹੋ।",
      "ਟਿੱਪਣੀਆਂ",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ Instagram ਨਾਲ {application name} ਵਿੱਚ ਲੌਗ ਇਨ ਕੀਤਾ।",
      "ਸੰਗ੍ਰਹਿ ਦਾ ਨਾਂ",
      "ਅਕਾਊਂਟ ਸਵਿੱਚ ਕਰੋ",
      "ਤੁਹਾਡੀ ਪੋਸਟ ਨੂੰ ਪੋਸਟ ਕਰ ਦਿੱਤਾ ਗਿਆ।",
      "ਕੀਵਰਜ਼ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ।",
      "ਤੁਸੀਂ ਫ਼ੋਟੋਆਂ ਜਾਂ ਵੀਡੀਓਜ਼ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰ ਸਕਦੇ ਕਿਉਂਕਿ ਇਹ ਵੀਡੀਓ ਇੱਕ ਮਿੰਟ ਤੋਂ ਲੰਮਾ ਹੈ।",
      "ਕਲੈਕਸ਼ਨ ਮਿਟਾਓ",
      "ਮੁੱਖ ਪੰਨਾ",
      "ਬਲੌਕ ਕਰੋ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਮਾਰਗ ਪਤਾ",
      "ਇਨ-ਸਟ੍ਰੀਮ ਵੀਡੀਓ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰਨ ਅਤੇ ਪੈਸੇ ਕਮਾਉਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ Instagram ਮੋਬਾਈਲ ਐਪ ਦਾ ਨਵੀਨਤਮ ਸੰਸਕਰਨ ਵਰਤੋਂ।",
      "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਪਣੀ ਕਹਾਣੀ ਤੋਂ ਇਸ ਵੀਡੀਓ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "Facebook ਕੰਪਨੀ ਉਤਪਾਦ",
      "ਈਮੇਲ ਰਾਹੀਂ ਸਾਂਝਾ ਕਰੋ",
      "IGTV ਅਤੇ ਆਪਣੇ Facebook ਪੰਨੇ 'ਤੇ ਆਪਣੀਆਂ ਵੀਡੀਓਜ਼ ਨੂੰ ਦਿਸਣਯੋਗ ਬਣਾ ਕੇ ਹੋਰ ਵੀ ਲੋਕਾਂ ਤੱਕ ਪਹੁੰਚੋ।",
      "ਜਨਮ ਮਿਤੀ",
      "ਇਜਾਜ਼ਤ ਦੇ ਕੇ, {=app name} ਨੂੰ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਐਕਸੈਸ ਮਿਲਦੀ ਰਹੇਗੀ ਅਤੇ {=app name}  ਦੇ ਐਕਸੈਸ ਕੀਤੇ ਜਾਣ 'ਤੇ Instagram ਉਸਨੂੰ ਰਿਕਾਰਡ ਕਰ ਲਵੇਗਾ। ਸਾਂਝਾ ਕਰਨ ਦੇ ਇਸ ਤਰੀਕੇ ਅਤੇ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਬਾਰੇ {=learn more}।",
      "ਆਈਟਮ ਵਿੱਚ ਕੋਈ ਫ਼ੋਟੋ ਆਈਕਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਅਜਿਹੇ ਹੋਰ ਅਕਾਊਂਟ ਲੱਭੋ",
      "ਸਾਡੇ ਵੱਲੋਂ ਅੱਗੇ ਦਿੱਤੇ ਨੰਬਰ ਨੂੰ ਭੇਜੇ ਗਏ 6 ਅੰਕ ਵਾਲੇ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ: {phone number}",
      "ਹੋਰ ਜਾਣੋ",
      "ਇਸ ਏਮਬੇਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ, ਤੁਸੀਂ ਇੰਸਟਾਗਰਾਮ ਦੇ {apiTermsOfUseLink}.ਨੂੰ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ।",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਬਲੌਕ ਕੀਤੀ ਜਾਵੇਗੀ",
      "ਵੀਡੀਓ ਵਿੱਚ ਕੋਈ ਅਵਾਜ਼ ਨਹੀਂ ਹੈ",
      "{username} ਦਾ ਅਨੁਸਰਣ ਕਰਨਾ ਬੰਦ ਕਰੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਫੀਡ ਵਿੱਚ ਉਹਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ, ਵੀਡੀਓਜ਼ ਜਾਂ ਕਹਾਣੀ ਨਹੀਂ ਦੇਖੋਗੇ।",
      "ਛੱਡੋ",
      "ਉਤਪੀੜਨ ਜਾਂ ਧੱਕੇਸ਼ਾਹੀ",
      "ਮਨਜ਼ਰੀ ਲਈ ਆਖੋ",
      "ਜਵਾਬ ਵੇਖੋ ({hidden replies})",
      "ਨੰਗੇਜ਼ ਜਾਂ ਜਿਨਸੀ ਗਤੀਵਿਧੀ ਸੰਬੰਧੀ ਗਾਈਡਲਾਈਨਾਂ",
      "ਬਿਜਲਾਣਵੀ ਹਸਤਾਖਰ",
      "ਚਾਲੂ ਕਰੋ",
      "ਅਪੀਲ ਕਰੋ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "ਨਫ਼ਰਤ ਭਰੇ ਭਾਸ਼ਣ ਜਾਂ ਪ੍ਰਤੀਕ",
      "{category name, already translated} ਖਾਤੇ",
      "Facebook ਅਤੇ Instagram ਖਾਤੇ ਲਿੰਕ ਕਰੋ",
      "ਆਪਣੀ ਕਹਾਣੀ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਆਪਣੀ ਡਿਵਾਈਸ ਨੂੰ ਘੁੰਮਾਓ।",
      "ਕੀ ਬਿਜ਼ਨੈੱਸ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕਰਨਾ ਹੈ?",
      "Instagram ਤੋਂ ਈਮੇਲਾਂ",
      "ਰੱਦ ਕਰੋ",
      "ਤੁਹਾਡਾ ਨਾਂ ਤੁਹਾਡਾ ਦਾਨ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਸੰਸਥਾ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾਵੇਗਾ। Instagram ਇਸ ਈਮੇਲ ਪਤੇ 'ਤੇ ਅੱਪਡੇਟਾਂ ਭੇਜੇਗਾ।",
      "ਸ਼੍ਰੇਣੀ",
      "ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਪੁਰਦ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ",
      "ਸੰਪਰਕਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "ਆਪਣੇ ਪੈਰੋਕਾਰਾਂ ਬਾਰੇ ਅੰਤਰਦ੍ਰਿਸ਼ਟੀਆਂ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਦੇਖੋ ਕਿ ਤੁਹਾਡੀ ਪੋਸਟ ਕਿਵੇਂ ਪ੍ਰਦ੍ਰਸ਼ਨ ਕਰ ਰਹੀ ਹੈ।",
      "ਸਭ ਪੋਸਟਾਂ",
      "ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਹਾਡੀ ਆਈਡੀ 'ਤੇ ਦਿੱਤਾ ਗਿਆ ਨਾਂ ਦਾ ਪਹਿਲਾ ਭਾਗ",
      "1 ਵਿਅਕਤੀ",
      "ਸਾਈਨ ਅਪ ਕਰੋ • ਇੰਸਟਾਗ੍ਰਾਮ",
      "ਤੁਸੀਂ ਇਸ ਫੋਟੋ ਨੂੰ ਆਪਣੀ ਪਹਿਲੀ ਪੋਸਟ ਵਜੋਂ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ ਲਿੰਕ ਸਮੇਤ {email} ਵਿੱਚ ਇੱਕ ਈਮੇਲ ਭੇਜੀ ਹੈ।",
      "ਕੋਈ ਸੈਲੀਬ੍ਰਿਟੀ ਜਾਂ ਪਬਲਿਕ ਫੀਗਰ",
      "ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੀਆਂ {termsLink} ਅਤੇ {dataPolicyLink} ਵਿੱਚ ਕੀਤੇ ਕੁਝ ਬਦਲਾਵਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਕੁਝ ਪਲ ਕੱਢੋ। ਤੁਹਾਡਾ Instagram ਤਜਰਬਾ ਬਦਲ ਨਹੀਂ ਰਿਹਾ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇ ਮਾਲਕ ਹੋ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਡੇਟਾ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਅਤੇ ਇਸ ਨੂੰ ਵਰਤੇ ਜਾਣ ਬਾਰੇ ਸਮਝਣ ਦੇ ਬਿਹਤਰ ਤਰੀਕੇ ਦੇ ਰਹੇ ਹਾਂ। 14 ਜੁਲਾਈ 2018 ਨੂੰ ਜਾਂ ਉਸ ਤੋਂ ਬਾਅਦ Instagram ਨੂੰ ਵਰਤਣ ਜਾਣਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ ਇਹਨਾਂ ਅੱਪਡੇਟਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ ਰਹੇ ਹੋ।",
      "1 ਥਾਂ",
      "{UserLink} ਤੋਂ ਹੋਰ ਪੋਸਟਾਂ",
      "ਅੱਪਲੋਡ ਅਸਫ਼ਲ ਹੋ ਗਿਆ। ਸਿਰਫ਼ ਤਸਵੀਰਾਂ ਨੂੰ ਪੋਸਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਉਮਰ ਜ਼ਰੂਰੀ",
      '"{videoTitle}"  ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ',
      "ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਖੋਜ ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪਹਿਲਾਂ ਵਰਗਾ ਨਹੀਂ ਕਰ ਸਕੋਗੇ। ਸ਼ਾਇਦ ਤੁਹਾਨੂੰ ਹਾਲੇ ਵੀ ਆਪਣੇ ਵੱਲੋਂ ਖੋਜੋ ਗਏ ਖਾਤਿਆਂ ਨੂੰ ਸੁਝਾਏ ਗਏ ਨਤੀਜਿਆਂ ਵਜੋਂ ਦਿਖਾਈ ਦੇ ਸਕਦੇ ਹਨ।",
      "ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ",
      "ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਜਾਰੀ ਰੱਖੋ",
      "{Contact content owner text bolded} ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੇ ਅਧਿਕਾਰ ਹਨ, ਤਾਂ {content owner email link} ਵਿਖੇ {reference owner name} ਨੂੰ ਸੰਪਰਕ ਕਰੋ।",
      "ਬਟਨ: ਲਿੰਕ ਦੀ ਕਿਸਮ ਚੁਣੋ",
      "ਗਲਤ ਪਾਸਵਰਡ",
      "{filename} ਨੂੰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਦੂਜੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਦੇਸ਼",
      "ਲਾਈਵ ਵੀਡੀਓ",
      "ਰਾਈਟ ਹੋਲਡਰ, {reference owner name} ਨੇ ਤੁਹਾਡੀ ਅਸਹਿਮਤੀ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਵੀਡੀਓ ਵਿੱਚ ਉਹਨਾਂ ਦੀ ਸਮੱਗਰੀ ਹੈ।",
      "ਕੀ ਸਾਰਿਆਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
      "ਕੋਈ ਖਾਤਾ ਹਟਾਓ",
      "MM/YY",
      "9:16",
      "ਟੈਗ ਕੀਤਾ ਗਿਆ",
      "ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਆਡੀਓ ਸਮੇਤ ਹਰ ਚੀਜ਼ ਨੂੰ ਸਾਉਂਡਟਰੈਕ ਜਾਂ ਸੰਗੀਤ ਦੀ ਤਰ੍ਹਾਂ ਸਾਂਝਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹਟਾਉਣ ਦੀ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਵੀਡੀਓ ਨੂੰ ਮੁੜ-ਪੋਸਟ ਕਰਵਾ ਸਕਦੇ ਹੋ।",
      "ਪ੍ਰੋਫ਼ਾਈਲਾਂ",
      "@{username} ਵੱਲੋਂ Instagram ਦੀ ਇਹ ਪੋਸਟ ਦੇਖੋ",
      "ਇਹ ਵਪਾਰਕ ਐਪਾਂ Facebook 'ਤੇ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੇ ਨਾਲ ਤੀਜੀ ਧਿਰ ਦੇ ਇੰਟੀਗ੍ਰੇਸ਼ਨ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਹੀ ਚਾਲੂ ਕੀਤਾ ਹੈ। ਉਹ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸੈਸ ਕਰ ਸਕਦੇ ਹਨ ਜਿਸਨੂੰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨਾਲ ਸਾਂਝੀ ਕਰਨ ਲਈ ਚੁਣਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡੀਆਂ Facebook ਵਪਾਰਕ ਐਸੈੱਟ ਲਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹਨ। ਵਪਾਰਕ ਐਪਾਂ Facebook 'ਤੇ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨਾਲ ਇੱਕ ਸੰਪਰਕ ਬਣਾਈ ਰੱਖਦੀਆ ਹਨ। ਇਹ ਵਪਾਰਕ ਐਪ (ਅਤੇ ਉਹ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਆਪਣੇ ਵੱਲੋਂ ਇਸ ਨੂੰ ਇਸਤੇਮਾਲ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ ਕੀਤਾ ਹੈ) ਉਦੋਂ ਤਕ ਕੰਮ ਕਰਨ ਦੇ ਯੋਗ ਰਹਿਣਗੇ ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਇਸ ਨੂੰ ਹੱਥੀਂ ਡਿਸਕਨੈਕਟ ਨਹੀਂ ਕਰਦੇ।",
      "IGTV ਅਤੇ Facebook ਪੰਨਾ",
      "ਆਪਣੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗਇਨ ਕਰਕੇ ਦੇਖੋ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਲੌਗਇਨ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਆਪਣੇ ਅਕਾਊਂਟ ਕੇਂਦਰ ਵਿੱਚ ਸਭ ਅਕਾਊਂਟਾਂ ਵਿੱਚ ਲੌਗਇਨ ਕਰਨਾ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਯੂਜ਼ਰ ਆਈਡੀ",
      "ਤਾਪਮਾਨ",
      "ਕੀ {username} ਦਾ ਅਨੁਸਰਣ ਕਰਨਾ ਹੈ?",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ {viewcount} ਵਾਰ ਤੋਂ ਜ਼ਿਆਦਾ ਵੇਖਿਆ ਗਿਆ ਹੈ।",
      "ਤੁਹਾਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਕੋਈ ਫੋਟੋ ਆਈਡੀ ਨੂੰ ਚੁਣਨਾ ਪਵੇਗਾ",
      "ਜਾਣ-ਪਛਾਣ",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ।",
      "ਪੁਸ਼ਟੀਕਰਨ ਭੇਜਿਆ ਗਿਆ",
      "ਸ਼ੁਰੂਆਤ ਕਰੋ",
      "ਪਿੰਨ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ",
      "ਇਜਾਜ਼ਤ ਨਾ ਦਿਓ",
      "{username} + {othersCount} ਹੋਰ",
      "ਵੌਇਸ",
      "ਦੋਸਤਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣ ਅਤੇ ਆਪਨੇ ਮਨਪਸੰਦ ਦੂਜੇ ਖਾਤਿਆਂ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ।",
      "ਮਹੀਨਾ:",
      "ਰੇਖਾ-ਚਿੱਤਰ",
      "Facebook Pay ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "Instagram ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਤੁਸੀਂ 10 ਫ਼ਾਈਲਾਂ ਤੋਂ ਜਿਆਦਾ ਅੱਪਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਸੇ ਦੂਜੀ ਫ਼ਾਈਲ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਇੱਕ ਤੋਂ ਇੱਕ ਤੋਂ ਵੱਧ ਫ਼ਾਈਲਾਂ ਮਿਟਾਓ।",
      "ਸਥਾਨ",
      "ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਡੇਟਾ ਨੀਤੀ ਵਿੱਚ ਕੀਤੇ ਬਦਲਾਵਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ।",
      "Facebook Pay ਬ੍ਰਾਂਡਿੰਗ ਲੋਗੋ",
      "Instagram Lite ਵਰਤੋ",
      "ਫ਼ੋਟੋ ਆਈਡੀ ਆਈਕਨ ਸ਼ਾਮਲ ਕਰੋ",
      "ਤੁਹਾਨੂੰ ਪ੍ਰਮਾਣੀਕਰਨ ਕੋਡ ਕਿਵੇਂ ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ",
      "ਉਨ੍ਹਾਂ ਡਿਵਾਈਸਾਂ ਤੋਂ ਸਿਰਫ਼ ਲੌਗਇਨ ਕਰਨ ਸੰਬੰਧੀ ਮਦਦ ਲਈ ਈਮੇਲਾਂ ਪ੍ਰਾਪਤ ਕਰੋ ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ Instagram ਨੂੰ ਵਰਤਿਆ ਹੈ। ਇਹ ਸੈੱਟਿੰਗ ਅਗਲੇ {days to snooze} ਦਿਨਾਂ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗੀ।",
      "ਕਿਰਪਾ ਕਰਕੇ ਵਿਆਖਿਆ ਕਰੋ ਕਿ ਤੁਹਾਨੂੰ ਇਹ ਕਿਉਂ ਲੱਗਦਾ ਹੈ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਪੋਸਟ ਅੱਪਲੋਡ ਨਹੀਂ ਹੋਈ।",
      "ਸੁਨੇਹਾ ਉਪਲਬਧ ਨਹੀਂ",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਜੇ ਤੁਸੀਂ ਸਾਨੂੰ ਇਨ੍ਹਾਂ ਕੂਕੀਜ਼ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ:",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
      "ਅਕਾਊਂਟ ਸਵਿੱਚ ਕਰੋ",
      "ਕੈਮਰਾ ਇਫੈਕਟ, ਇੰਟਰਐਕਟਿਵ ਸਟਿੱਕਰ ਅਤੇ ਨਿੱਜੀ ਸੁਨੇਹੇ। ਸਿਰਫ਼ ਐਪ ‘ਤੇ।",
      "ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਅਤੇ ਆਪਣੇ Instagram ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਸਾਡੇ ਦੁਆਰਾ {email} ਨੂੰ ਭੇਜੀ ਈਮੇਲ ਵਿੱਚ ਦਿੱਤੇ ਲਿੰਕ ਦਾ ਅਨੁਸਰਣ ਕਰੋ।",
      "ਅੱਜ {count} ਕਿਰਿਆਸ਼ੀਲ",
      "ਸਭ ਤੋਂ ਹਾਲੀਆ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓਜ਼",
      "ਲਿੰਕ ਕਾਪੀ ਕਰੋ",
      "ਔਰਤ",
      "ਉਹਨਾਂ ਨੇ ਹੇਠਾਂ ਦਿੱਤੇ ਦੇਸ਼ਾਂ ਨੂੰ ਛੱਡ ਕੇ ਇਸ ਸਮੱਗਰੀ ਵਾਲੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਹਰ ਥਾਂ ‘ਤੇ ਬਲੌਕ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਹੈ, ਜਿੱਥੇ ਉਹਨਾਂ ਕੋਲ ਇਸਦੇ ਅਧਿਕਾਰ ਹਨ:",
      "ਨੀਤੀਆਂ",
      "ਲੌਗ ਇਨ ਕਰਕੇ ਸਟੋਰੀ ਖੋਜੋ",
      "ਦੇਖਿਆ ਗਿਆ",
      "ਨਾਂ",
      "ਫ਼ੋਨ",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਦਾ ਜਵਾਬ ਦਿੱਤਾ",
      "ਸਾਡੇ ਵੱਲੋਂ {lastFourDigits} ਨਾਲ ਸਮਾਪਤ ਹੋਣ ਵਾਲੇ ਤੁਹਾਡੇ ਨੰਬਰ ਵਿੱਚ ਭੇਜੇ ਗਏ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਹੋਰ ਜਾਣੋ",
      "Connected accounts",
      "ਨਾਂ ਅਤੇ ਪਾਸਵਰਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਸਰਵੇਖਣ",
      "ਸੰਵੇਦਨਸ਼ੀਲ ਸਮੱਗਰੀ ਸਕ੍ਰੀਨ",
      "ਕੀ ਕੁਕੀਆਂ ਸਵੀਕਾਰ ਕਰਨੀਆਂ ਹਨ?",
      "ਸਰਵੇਖਣ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
      "ਖੋਜ ਕਰੋ...",
      "ਵਾਂ",
      "ਠੀਕ",
      "ਕ੍ਰਾਪ ਲੈਂਡਸਕੇਪ ਆਈਕਨ",
      "ਜਨਮਦਿਨ",
      "ਤੁਸੀਂ ਗਰੁੱਪ ਵਿੱਚ ਕਿਸੇ ਵਿਅਕਤੀ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਮੈਸੇਜ ਦੇਖ ਸਕੋਗੇ ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਮੈਸੇਜ ਦੇਖ ਸਕਣਗੇ।",
      "ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ",
      "ਤੁਹਾਨੂੰ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਕੋਡ ਦੀ ਲੋੜ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "ਇਵੈਂਟ",
      "ਕੂਕੀਜ਼ ਨੀਤੀ",
      "ਸੁਝਾਏ",
      "ਬਲੌਕ ਕਰੋ",
      "ਫ਼ਾਈਲ ਘੱਟੋ-ਘੱਟ 1 KB ਦੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਨਵੀਂ IGTV ਵੀਡੀਓ ਸ਼ਾਮਲ ਕਰੋ",
      "{change-number} ਜਾਂ {resend-sms}",
      "ਰਜਿਸਟਰ ਕਰੋ",
      "+{whatsapp phone }",
      "ਅੱਪਲੋਡ ਮੁਕੰਮਲ",
      "ਵਰਗ (1:1)",
      "ਮਿਟਾਇਆ ਗਿਆ",
      "{count} ਪਸੰਦਾਂ",
      "ਐਤਵਾਰ",
      "ਵਾਂ",
      "ਅਸੀਂ ਉਹਨਾਂ ਪੋਸਟ ਨੂੰ ਹਟਾਉਂਦੇ ਹਾਂ ਜਿਸ ਵਿੱਚ ਕਾਪੀਰਾਈਟ ਜਾਂ ਟ੍ਰੇਡਮਾਰਕ ਉਲੰਘਣਾ ਸ਼ਾਮਿਲ ਹੁੰਦੀ ਹੈ। ਜੇਕਰ ਕੋਈ ਵਿਅਕਤੀ ਤੁਹਾਡੀ ਅਨੁਮਤੀ ਤੋਂ ਬਗੈਰ ਤੁਹਾਡੀ ਫੋਟੋਆਂ ਦਾ ਉਪਯੋਗ ਕਰ ਰਿਹਾ ਹੈ ਜਾਂ ਤੁਹਾਡਾ ਭੇਖ ਧਾਰ ਰਿਹਾ ਹੈ, ਅਸੀਂ ਉਸ ਸਮੱਗਰੀ ਨੂੰ ਵੀ ਹਟਾ ਸਕਦੇ ਹਾਂ ਅਤੇ ਖਾਤੇ ਨੂੰ ਅਸਮਰਥਿਤ ਵੀ ਕਰ ਸਕਦੇ ਹਾਂ। ਕਿਸੇ ਬੌਧਿਕ ਸੰਪੱਤੀ ਸੰਬੰਧੀ ਉਲੰਘਣਾ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ, ਸਾਡੇ ਮੱਦਦ ਕੇਂਦਰ 'ਤੇ ਜਾਓ।",
      "ਇਸ ਲੋਕੇਸ਼ਨ ਸੰਬੰਧੀ ਹੋਰ ਪੋਸਟਾਂ ਦੇਖੋ",
      "ਇਹ ਉਹਨਾਂ ਫੋਟੋਆਂ, ਟਿੱਪਣੀਆਂ, ਪ੍ਰੋਫ਼ਾਈਲ ਜਾਣਕਾਰੀ ਅਤੇ ਹੋਰ ਡੇਟਾ ਸਮੇਤ ਉਹ ਫ਼ਾਈਲਹੈ ਜਿਸਨੂੰ ਤੁਸੀਂ Instagram 'ਤੇ {username} ਵੱਜੋਂ ਸਾਂਝਾ ਕੀਤਾ ਸੀ।",
      "ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ",
      "ਭਰੋਸੇਯੋਗ ਡਿਵਾਈਸਾਂ",
      "ਪ੍ਰਮਾਣਿਤ ਬੈਜ ਇੱਕ ਨਿਸ਼ਾਨ ਹੁੰਦਾ ਹੈ ਜੋ Instagram ਖਾਤੇ ਦੇ ਨਾਂ ਦੇ ਅੱਗੇ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜੋ ਵੱਡੇ ਪ੍ਰਸਿੱਧ ਵਿਅਕਤੀ, ਮਸ਼ਹੂਰ ਹਸਤੀ, ਬ੍ਰਾਂਡ ਜਾਂ ਇਸਨੂੰ ਪ੍ਰਸਤੁਤ ਕਰਨ ਵਾਲੀ ਸੰਸਥਾ ਦੀ ਪ੍ਰਮਾਣਿਕ ਮੌਜੂਦਗੀ ਦੱਸਦਾ ਹੈ।",
      "ਹਾਲੇ ਨਹੀਂ",
      "ਫ਼ਾਈਲ {maxPhotoIdFileSizeMb} MB ਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ",
      "ਸਵਿੱਚ ਕਰੋ",
      "ਕੀਵਰਡ ਫਿਲਟਰ",
      "ਟੈਗ ਕੀਤੇ",
      "ਲੌਗਇਨ ਗਤੀਵਿਧੀ",
      "ਛੋਟੀ ਉਮਰ ਦਾ ਬੱਚਾ",
      "ਤੁਸੀਂ Instagram ਐਪ ਵਿੱਚ ਸਟਿੱਕਰਾਂ ਨੂੰ ਬਣਾ ਅਤੇ ਉਨ੍ਹਾਂ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦੇ ਸਕਦੇ ਹੋ। ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਮੁਫ਼ਤ ਡਾਉਨਲੋਡ ਲਿੰਕ ਭੇਜਾਂਗੇ।",
      "ਤੁਸੀਂ ਇਹ ਕਰ ਸਕਦੇ ਹੋ",
      "ਸਾਰੇ ਸੁਝਾਅ ਦੇਖੋ",
      "ਜ਼ਿਪ ਕੋਡ",
      "ਧੰਨਵਾਦ!",
      "ਬਣਾਓ",
      "ਨਵੀਂ ਫੋਟੋ ਪੋਸਟ",
      "ਆਪਣਾ ਨਾਂ ਬਦਲੋ",
      "ਆਪਣੀ ਐਪ ਅੱਪਡੇਟ ਕਰੋ",
      "ਮੁਕੰਮਲ",
      "ਵਰਤੋਂਕਾਰ ਦੀ Facebook ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ",
      "ਸਾਰਿਆਂ ਦੀ ਚੋਣ ਹਟਾਓ",
      "Instagram ਦੀ ਸੇਵਾਂ ਦੀਆਂ ਸ਼ਰਤਾਂ 13 ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਮਨਾਹੀ ਕਰਦੀਆਂ ਹਨ। ਅਸੀਂ ਹਰੇਕ ਰਿਪੋਰਟ ਦੀ ਪੜਤਾਲ ਕਰਦੇ ਹਾਂ। ਝੂਠੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮੁਅੱਤਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਨਵੀਆਂ Instagram ਵਿਸੇਸ਼ਤਾਵਾਂ ਬਾਰੇ ਜਾਣੋ।",
      "ਦੂਜੇ ਤਰੀਕੇ, ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਸੀਂ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ",
      "{username1}, {username2}, {username3} + {count} ਹੋਰਾਂ ਵੱਲੋਂ ਫਾਲੋ ਕੀਤਾ ਗਿਆ",
      "ਇਹ ਤੁਹਾਡੀ ਜਨਤਕ ਪ੍ਰੋਫ਼ਾਈਲ ਦਾ ਹਿੱਸਾ ਨਹੀਂ ਹੋਵੇਗਾ।",
      "ਇਹ ਇੱਕ ਲੌਕ ਆਈਕੋਨ ਹੈ।",
      "ਪ੍ਰੋਫ਼ਾਈਲ",
      "Instagram Lite",
      "ਅਕਤੂਬਰ",
      "ਹੋਰ ਜਾਣੋ",
      "ਇਸ ਟਿੱਪਣੀ ਨੂੰ Instagram 'ਤੇ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
      "Instagram 'ਤੇ {fullName}: “{caption}”",
      "ਭਾਸ਼ਾ",
      "ਸਿਰਫ਼ {story owner username} ਦੁਆਰਾ ਉਹਨਾਂ ਦੀ ਕਰੀਬੀ ਦੋਸਤ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਲੋਕ ਹੀ ਇਸ ਵੀਡੀਓ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹਨ।",
      "Facebook ਦੋਸਤਾਂ ਨੂੰ ਲੱਭੋ",
      "ਇਸ ਲਈ ਆਪਣੇ PayPal ਲੌਗਇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਸੰਗ੍ਰਹਿ",
      "ਐਡਿਟ ਕਰੋ",
      "ਸਾਡੀ ਟੀਮ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਕਰੇਗੀ ਅਤੇ ਜੇਕਰ ਇਹ ਸਾਡੀਆਂ {link_to_instagram_community_guidelines} ਜਾਂ {link_to_instagram_terms_of_use} ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਇਸਨੂੰ ਹਟਾ ਦੇਵਾਂਗੇ।",
      "ਅਸੀਂ UMD ਨਾਲ ਤੁਹਾਡੀ ਪਛਾਣ ਕਰਨ ਵਾਲੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਨਹੀਂ ਕਰਾਂਗੇ, ਅਤੇ ਉਹ ਸਰਵੇਖਣ ਦੇ ਤੁਹਾਡੇ ਜਵਾਬ ਸਾਡੇ ਨਾਲ ਸਾਂਝੇ ਨਹੀਂ ਕਰਨਗੇ।",
      "ਡਿਜਿਟਲ ਵਾਲੇਟ",
      "ਇਸ ਵੀਡੀਓ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਵੀਡੀਓ ਦਾ ਵਿਸਤਾਰ 9:16 ਅਤੇ 1.91:1 ਵਿਚਕਾਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "ਵੀਡੀਓ",
      "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦਾਖਲ ਕਰੋ",
      "WhatsApp ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ",
      "18 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਵੱਡੇ",
      "ਇਹ ਫ਼ਾਈਲ ਬਹੁਤ ਛੋਟੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ, 1KB ਜਾਂ ਇਸਤੋਂ ਵੱਡੀ ਫ਼ਾਈਲ ਚੁਣੋ।",
      "ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। 60 ਸਕਿੰਟਾਂ ਤੋਂ ਲੰਮੇ ਵੀਡੀਓਜ਼ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ।",
      "Facebook",
      "ਸ਼ਰਤਾਂ",
      "ਠੀਕ",
      "ਤੁਸੀਂ ਜਵਾਬ ਦਿੱਤਾ",
      "ਆਪਣੇ Instagram ਅਕਾਊਂਟ {username} ਨੂੰ ਆਪਣੇ {applicationName} ਅਕਾਊਂਟ ਨਾਲ ਕਨੈਕਟ ਕਰੋ। ਤੁਹਾਡੇ {applicationName} ਉਤਪਾਦਾਂ ਨੂੰ Instagram 'ਤੇ ਆਯਾਤ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ  ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਸੰਬੰਧੀ ਇਨਸਾਈਟਾਂ ਨੂੰ {applicationName} ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਤੁਹਾਨੂੰ ਇੱਕ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਅਤੇ ਆਪਣੇ ਸਿਸਟਮਾਂ ਦੀ ਵਰਤੋਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ",
      "ਅਗਲਾ 'ਤੇ ਟੈਪ ਕਰੋ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਬੰਦ ਕਰਨ ਦਾ ਮਤਲੱਬ ਹੁੰਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਕੋਈ ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੋਵੇਗੀ ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ।",
      "ਤੁਸੀਂ ਪਹਿਲਾਂ ਅਧਿਕਤਮ ਅਕਾਊਂਟਾਂ ਨੂੰ ਸੇਵ ਕਰ ਲਿਆ ਹੈ।",
      "ਤੁਸੀਂ ਅਨੁਸਰਣ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਚੁਣਦੇ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੀ ਅਨੁਮਤੀ ਬਗੈਰ Facebook ਵਿੱਚ ਕਦੇ ਵੀ ਪੋਸਟ ਨਹੀਂ ਕਰਾਂਗੇ।",
      "ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ",
      "ਅਕਾਊਂਟ",
      "ਵੀਡੀਓ ਸਾਊਂਡ ਚਾਲੂ",
      "ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ",
      "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਮੁੱਖ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਬਚਣ ਲਈ ਗਲਤੀ ਨਾਲ ਇਸ ਦੂਜੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ {username} ਦੇ ਰੂਪ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੈ। ਜੇਕਰ ਇਹ ਗਲਤ ਹੈ, ਤਾਂ {first log out} ਅਤੇ ਫਿਰ ਸਹੀ ਖਾਤੇ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਆਪਣੇ ਸ਼ਾਪਿੰਗ ਬੈਗ ਵਿੱਚ ਉਤਪਾਦਾਂ ਬਾਰੇ ਰਿਮਾਈਂਡਰ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਜੇਕਰ ਕੋਈ ਤਤਕਾਲ ਖ਼ਤਰੇ ਵਿੱਚ ਹੈ, ਤਾਂ ਸਥਾਨਕ ਐਮਰਜੈਂਸੀ ਸੇਵਾਵਾਂ ਨੂੰ ਫ਼ੋਨ ਕਰੋ। ਉਡੀਕ ਨਾ ਕਰੋ।",
      "ਆਪਣਾ ਨਾਂ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਜੋ ਦੋਸਤ ਤੁਹਾਨੂੰ ਲੱਭ ਸਕਣ।",
      "ਟਿੱਪਣੀਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਐਪ ਪ੍ਰਾਪਤ ਕਰਕੇ Instagram ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਸੰਸਕਰਣ ਦਾ ਤਜ਼ਰਬਾ ਲਉ।",
      "ਕਮੈਂਟਰੀ ਖਾਤਾ",
      "ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ (ਲੋੜੀਂਦੀ)",
      "ਤੁਹਾਡਾ ਲੌਗਇਨ, {emailOrPhone}, Facebook ਅਤੇ Instagram ਦੋਨਾਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਪਰ ਉਹ ਲਿੰਕ ਨਹੀਂ ਹਨ। ਹੋਰ ਵੀ ਸੌਖੀ ਤਰ੍ਹਾਂ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖਾਤਿਆਂ ਨੂੰ ਲਿੰਕ ਕਰੋ।",
      "Direct 'ਤੇ ਸੁਨੇਹੇ ਭੇਜਣ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ Instagram Lite ਨੂੰ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "ਮਿਟਾਓ",
      "ਜੇਕਰ ਤੁਸੀਂ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਆਪਣਾ ਖਾਤਾ ਅਸਮਰਥਿਤ ਕੀਤਾ ਹੈ, ਤਾਂ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲਣ ਲਈ ਲੌਗ ਇਨ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਖਾਤਾ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "{likes} ਲਾਈਕ",
      "ਸੁਝਾਅ ਮੁੜ ਤਾਜ਼ਾ ਕਰੋ",
      "ਡ੍ਰਾਫਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਫੋਟੋ ਨੂੰ ਟੈਪ ਕਰੋ।",
      "ਵਿਕਲਪ",
      "ਤੁਹਾਨੂੰ ਰਿਪੋਰਟ ਕਿਉਂ ਕੀਤੀ ਗਈ ਸੀ ਅਤੇ ਕਿਹੜੀ ਸਮੱਗਰੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਨ ਲਈ ਹੇਠਾਂ ਰਿਪੋਰਟ ਨੰਬਰ ਖੋਲ੍ਹੋ।",
      "ਇਸ ਫ਼ੋਟੋ ਵਿੱਚ",
      "ਇਸ ਸਮੱਸਿਆ ਸੰਬੰਧੀ ਸਾਡੀ ਪੜਚੋਲ ਦੌਰਾਨ, ਅਸੀਂ ਨੋਟਿਸ ਕੀਤਾ ਹੈ ਕਿ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਸ਼ਾਇਦ ਆਪਣੇ Instagram ਪਾਸਵਰਡ ਨੂੰ ਕਿਸੇ ਹੋਰ ਐਪ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਹੋ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ, ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਤੀਜੀਆਂ ਧਿਰਾਂ ਨਾਲ ਸਾਂਝਾ ਨਾ ਕਰੋ।",
      "ਆਪਣੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗਇਨ ਕਰਕੇ ਦੇਖੋ। ਇੱਕ ਵਾਰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਲੌਗਇਨ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਆਪਣੇ ਅਕਾਊਂਟ ਕੇਂਦਰ ਵਿੱਚ ਅਕਾਊਂਟਾਂ ਨਾਲ ਲੌਗਇਨ ਕਰਨਾ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ।",
      "IGTV ਇਸ਼ਤਿਹਾਰ ਸੈੱਟਅੱਪ ਕਰਨ ਲਈ Instagram ਮੋਬਾਈਲ ਐਪ ਦਾ ਨਵੀਨਤਮ ਸੰਸਕਰਨ ਵਰਤੋ।",
      "ਹੁਣੇ ਦੇਖੋ",
      'ਤੁਹਾਡੀ ਵੈੱਬਸਾਈਟ ਜਾਂ ਮੋਬਾਈਲ ਬ੍ਰਾਉਜ਼ਰ ਨੇ ਤੁਹਾਡੀਆਂ ਕੁਕੀ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣ ਲਈ ਜੋ ਨਿਰਦੇਸ਼ ਦਿੱਤੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਆਮ ਤੌਰ \'ਤੇ ਇਹ ਨਿਰਦੇਸ਼ "ਮਦਦ", "ਟੂਲ" ਜਾਂ "ਐਡਿਟ ਕਰੋ" ਸਹੂਲਤ ਦੇ ਅਧੀਨ ਮੌਜੂਦ ਹੁੰਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਧਿਆਨ ਦਿਓ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਦੀਆਂ ਕੁਕੀਆਂ ਜਾਂ ਹੋਰ ਤਕਨਾਲੋਜੀ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ ਹੈ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਸਾਡੀ ਸੇਵਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਐਕਸੈਸ ਨਾ ਕਰ ਸਕੋਂ ਜਾਂ ਫਿਰ ਸਾਡੀ ਸੇਵਾਂ ਦੇ ਹੋਰ ਹਿੱਸੇ ਠੀਕ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰਨ।',
      "ਤੇਜ਼ ਨਸ਼ਿਆਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਅਤੇ ਟਿੱਪਣੀਆਂ।",
      "ਸੁਨੇਹੇ",
      "APK ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਪਸੰਦ",
      "ਵੀਡੀਓ",
      "ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਬੈਕਅੱਪ ਕੋਡਾਂ ਤੋਂ ਸੁਰੱਖਿਆ ਕੋਡ ਨਹੀਂ ਵਰਤ ਸਕਦੇ, ਤੁਸੀਂ {=resend it} ਕੇ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ",
      "Not verified",
      "ਨਫ਼ਰਤ ਭਰੇ ਭਾਸਣ ਜਾਂ ਸੰਕੇਤਾਂ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰੋ?",
      "ਇੱਕ ਤੀਜੀ ਧਿਰ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਕਿ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਉਨ੍ਹਾਂ ਦੇ ਟ੍ਰੇਡਮਾਰਕ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ।",
      "ਥੀਮ ਆਈਕਨ",
      "ਕੀ {username} ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਹੈ?",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ {date} 'ਤੇ ਇਜ਼ਾਜਤ ਦਿੱਤੀ ਗਈ।",
      "ਸ਼ੁੱਕਰਵਾਰ",
      "Play Store",
      "ਪ੍ਰੋਫ਼ਾਈਲ",
      "ਮਿਊਟ ਕੀਤਾ ਗਿਆ",
      "ਸ਼ਰਤਾਂ",
      "ਸੰਬੰਧਿਤ:",
      "ਰੱਦ ਕਰੋ",
      "ਇਸ ਪਹਿਲਾਂ ਵਰਗਾ ਕਰਨ ਦੀ ਕਾਰਵਾਈ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ ਦੇਖੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਸਵੈ-ਨੁਕਸਾਨ (ਖਾਣਪਾਣ ਵਿਕਾਰ, ਮਾਰ-ਕੱਟ, ਜਾਂ ਆਤਮਘਾਤੀ ਸਮੱਗਰੀ)",
      "ਪਹੁੰਚਯੋਗਤਾ",
      "{hours}ਘੰਟੇ",
      "ਦਸਤਾਵੇਜ਼ ਕਿਸਮ ਨੂੰ ਚੁਣੋ",
      "ਜੇਕਰ ਤੁਹਾਡਾ ਅਕਾਊਂਟ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਦੇ ਵਿਰੁੱਧ ਦੁਬਾਰਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਆਰਕਾਈਵ, ਮੈਸੇਜ ਅਤੇ ਫਾਲੋਅਰ ਸ਼ਾਮਲ ਹਨ।",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "ਖਾਤਾ ਜਾਣਕਾਰੀ",
      "ਸ਼ਰਤਾਂ",
      "ਮੈਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ",
      "ਪ੍ਰਤਿਕਿਰਿਆਵਾਂ",
      "ਠੀਕ",
      "ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਬਾਰੇ {learnMoreLink}",
      "ਨਹੀਂ, ਧੰਨਵਾਦ",
      "ਸੰਗ੍ਰਹਿ ਦੇਖੋ",
      "ਚੋਣ ਪਿੰਨ ਆਈਕਨ",
      "ਅਸੀਂ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਪੁਰਦ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਇਹ ਤੈਅ ਕਰਨ ਲਈ ਕਰਾਂਗੇ ਕਿ ਤੁਹਾਡਾ ਅਕਾਊਂਟ ਸਾਡੇ ਪੁਸ਼ਟੀਕਰਨ ਮਾਪਦੰਡ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ ਜਾਂ ਨਹੀਂ।",
      "ਨਵਾਂ ਸੁਨੇਹਾ",
      "ਇਮੇਜ ਜਾਂ ਵੀਡੀਓਜ਼ ਵਜੋਂ ਮੀਡੀਆ ਪ੍ਰਸਤੁਤ ਕਰਨ ਲਈ ਆਈਕਨ",
      "ਪੁਸ਼ਟੀਕਰਨ",
      "ਕੈਮਰਾ",
      "ਦੋ ਪੱਖੀ ਪ੍ਰਮਾਣਿਕਤਾ ਚਾਲੂ ਹੈ",
      "ਤੁਹਾਡੀਆਂ ਸੈੱਟਿੰਗਜ਼ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆ ਗਈ ਸੀ।",
      "ਕੀਵਰਜ਼ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ!",
      "ਰਕਮ ਦਾਖ਼ਲ ਕਰੋ",
      "Facebook ਫ਼ੈਮਿਲੀ ਲੋਗੋ",
      "{hours}ਘੰਟੇ ਪਹਿਲਾਂ ਕਿਰਿਆਸ਼ੀਲ",
      "{list of items} ਅਤੇ {last item}",
      "ਸ਼੍ਰੇਣੀ ਬਦਲੋ",
      "ਨਹੀਂ, ਅਕਿਰਿਆਸ਼ੀਲ ਰਹੋ",
      "ਸੰਪੂਰਨ",
      "ਸਵਾਲ ਵਾਲਾ ਮੋਡਲ ਖੋਲ੍ਹੋ",
      "ਡਾਇਰੈਕਟ",
      "ਰਿਮਾਇੰਡਰ",
      "ਸੁਝਾਏ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਜਲਦੀ ਹੀ ਬਲੌਕ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਅਜਿਹਾ ਸੰਗੀਤ, ਆਡੀਓ ਜਾਂ ਵੀਡੀਓ ਸ਼ਾਮਿਲ ਹੋ ਸਕਦੀ ਹੈ ਜੋ ਕਿਸੇ ਹੋਰ ਨਾਲ ਸੰਬੰਧਿਤ ਹੋਵੇ।",
      "ਲਿੰਕ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ।",
      "ਅਨਬਲੌਕ ਕਰੋ",
      "ਹਟਾਓ",
      "ਸਾਰੇ ਮਿਟਾਓ",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਪੰਨਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।",
      "ਫੋਟੋ, ਵੀਡੀਓ ਜਾਂ ਟਿੱਪਣੀ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ",
      "{story owner username} ਇਹ ਦੇਖ ਸਕਣਗੇ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਸਟੋਰੀ ਨੂੰ ਦੇਖਿਆ ਹੈ।",
      "ਪਸੰਦ ਕਰੋ",
      "ਬੌਧਿਕ ਸੰਪਤੀ ਦੀ ਉਲੰਘਣਾ ਦੇ ਤੌਰ ਤੇ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਸੁਝਾਏ ਗਏ",
      "ਲਾਗ ਇਨ",
      "ਬਲੌਕ ਕੀਤਾ ਗਿਆ",
      "ਕੀ ਵੀਡੀਓ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ {download_your_data} ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਜੋ ਤੁਸੀਂ Instagram 'ਤੇ ਜੋ ਕੁਝ ਸਾਂਝਾ ਕੀਤਾ ਹੈ ਉਸ ਦੀ ਇੱਕ ਕਾਪੀ ਰੱਖੋ ਸਕੋ।",
      "ਹੁਣ ਤੁਸੀਂ {username} ਦੇ ਮਾਪਿਆਂ/ਸਰਪ੍ਰਸਤ ਵਜੋਂ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੋ।",
      "ਲਾਈਵ {actionType} {prepositionType} {violationText}",
      "Facebook ਵਰਤੋ",
      "ਕਿਰਪਾ ਕਰਕੇ ਘੱਟ ਰਾਸ਼ੀ ਦਾਖ਼ਲ ਕਰੋ",
      "ਅਸੀਂ Instagram 'ਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਗਲੀ ਵਾਰ ਭੁਗਤਾਨ ਕਰਨਾ ਹੋਰ ਵੀ ਸੌਖਾ ਬਣਾਉਣ ਲਈ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਾਂਗੇ।",
      "ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ",
      "ਇਸ ਅਸਲ ਆਡੀਓ ਲਈ ਕੋਈ ਪੇਜ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਕ੍ਰੀਏਟਰ ਦਾ ਨਿੱਜੀ ਅਕਾਊਂਟ ਹੈ।",
      "ਆਪਣੇ ਜਨਮਦਿਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "IGTV ਵੀਡੀਓ ਲੋੜਾਂ",
      "ਪੋਰਟ੍ਰੇਟ (4:5)",
      "ਐਡਿਟ ਕਰੋ",
      "ਅਸੀਂ Instagram ਨੂੰ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹਾਂ। ਅਸੀਂ ਅਜਿਹੀ ਕਿਸੇ ਵੀ ਗਲਤ ਜਾਣਕਾਰੀ ਨੂੰ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੇ ਜਿਸ ਨਾਲ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਸਰੀਰਕ ਨੁਕਸਾਨ ਪਹੁੰਚੇ।",
      "ਡੇਟਾ ਸੇਵਰ",
      "ਹਾਂ",
      "ਕਿਸੇ ਵਿਅਕਤੀ ਨੂੰ ਟੈਗ ਕਰੋ",
      "ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਵਿੱਚ ਰਹਿਣਾ ਲੋਕਾਂ ਲਈ ਸੌਖਾ ਬਣਾਉਣ ਲਈ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਕੋਈ ਸੰਪਰਕ ਬਟਨ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ।",
      "ਇਸ ਸਮੱਗਰੀ ਸੰਬੰਧੀ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ।",
      "ਸੁਝਾਵਾਂ ਨੂੰ ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...",
      "ਜੇ ਤੁਹਾਡੀ ਅਪੀਲ ਨੂੰ ਅਸਵੀਕਾਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ",
      "Identity Switcher",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਸਾਨੂੰ ਸਾਡੇ ਸਰਵਰਾਂ ਤੱਕ ਪਹੁੰਚਣ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "1 ਪੋਸਟ",
      "ਐਪ ‘ਤੇ, ਤੁਸੀਂ ਇਸ ਲੋਕੇਸ਼ਨ ਨਾਲ ਸੰਬੰਧਿਤ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਰੱਖ ਸਕਦੇ ਹੋ।",
      "{fullName} ਰਾਹੀਂ Instagram ਵੀਡੀਓ • {datetime}",
      "ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਵਿਅਕਤੀਗਤ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕੀਤਾ ਗਿਆ",
      "ਜਨਮਦਿਨ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਜੇ ਤੁੁਸੀਂ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲੈਂਦੇ ਹੋ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਏ ਜਾਣ ਤੋਂ ਬਚਾ ਸਕਦੇ ਹੋ।",
      "{name of the user who tagged the other user in the photo} ਨੇ ਤੁਹਾਡੀ ਫੋਟੋ ਖਿੱਚੀ।",
      "ਪੋਸਟ {actionType}",
      "ਇਹ ਵੀਡੀਓ ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਕ ਮਿੰਟ ਜਾਂ ਇਸਤੋਂ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਧੰਨਵਾਦ! ਤੁਸੀਂ Instagram ਦੀ ਰਿਮਾਈਂਡਰ ਈਮੇਲਾਂ ਵਿੱਚ ਮੁੜ ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ।",
      "ਭਾਈਚਾਰਕ ਗਾਈਡਲਾਈਨਾਂ",
      "ਜਿੱਥੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ",
      "ਸਟੋਰੀ ਤੁਹਾਨੂੰ ਇਹ ਦੇਖਣ ਦਿੰਦੀ ਹੈ ਕਿ ਲੋਕ ਪ੍ਰੇਰਿਤ ਕਰਨ ਵਾਲੇ ਨਵੇਂ ਤਰੀਕਿਆਂ ਨਾਲ ਕੀ ਸਾਂਝਾ ਕਰ ਰਹੇ ਹਨ।",
      "ਇਹ ਸਮੱਸਿਆ, ਜੋ 19 ਨਵੰਬਰ 2018 ਨੂੰ ਸ਼ੁਰੂ ਹੋਈ ਸੀ, ਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਗੋਪਨੀਯਤਾ ਸੈਟਿੰਗ ਨੂੰ ਨਿੱਜੀ ਤੋਂ ਬਦਲ ਕੇ ਜਨਤਕ ਕਰ ਦਿੱਤਾ। ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰ ਦਿੱਤਾ ਅਤੇ 20 ਨਵੰਬਰ 2018 ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਵਾਪਸ ਨਿੱਜੀ ਵਿੱਚ ਸਥਾਪਿਤ ਕਰ ਦਿੱਤਾ। ਜੇਕਰ ਉਸ ਦੌਰਾਨ ਨਵੇਂ ਖਾਤਿਆਂ ਨੇ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕੀਤਾ ਸੀ, ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ।",
      "ਤੁਹਾਡੇ Instagram ਖਾਤੇ ਬਾਰੇ ਅਪਡੇਟ",
      "ਦੋਸਤਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣ ਅਤੇ ਆਪਨੇ ਮਨਪਸੰਦ ਦੂਜੇ ਖਾਤਿਆਂ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਅੱਜ 1 ਕਿਰਿਆਸ਼ੀਲ",
      "ਪੋਸਟ ਕਰੋ",
      "ਵੀਡੀਓ ਪੋਸਟ ਕਰਨਾ ਅਸਫ਼ਲ ਰਿਹਾ",
      "ਆਪਣੇ ਫਾਲੋਅਰਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ ਮੋਬਾਈਲ ਐਪ 'ਤੇ ਜਾਓ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਤੁਸੀਂ ਇਨਸਾਈਟ, ਡਿਸਪਲੇ ਅਤੇ ਸੰਪਰਕ ਐਡਿਟ ਕਰਨ ਵਾਲੇ ਬਟਨ, ਪ੍ਰਚਾਰ ਰਾਹੀਂ ਗਾਹਕਾਂ ਤੱਕ ਪਹੁੰਚਣ ਅਤੇ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਬਾਰੇ ਜਾਣ ਸਕਦੇ ਹੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਅਕਾਊਂਟ 'ਤੇ ਆਟੋਮੇਟੇਡ ਵਿਹਾਰ ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ।",
      "ਫੀਡਬੈਕ ਦਿਓ",
      "ਤੁਸੀਂ ਕੋਈ ਪੋਸਟ ਭੇਜੀ",
      "ਪਸੰਦ ਕਰੋ",
      "ਸੋਮਿਆਂ ਨੂੰ ਦੇਖੋ",
      "ਤੁਹਾਡੀ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਅਸਥਾਈ ਸਮੱਸਿਆ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਫੋਟੋ ਜਾਂ ਵੀਡੀਓ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਮਿਟਾਓ",
      "ਅੱਪ ਸ਼ੈਵਰਨ ਆਈਕਨ",
      "{city name}, {country name} ਵਿੱਚ ਸਥਾਨ",
      "ਦੁਕਾਨ",
      "ਸ਼ੁੱਕਰਵਾਰ",
      "{username} ਵੱਲੋਂ ਦੇਖਿਆ ਗਿਆ",
      "ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਈਨ ਅੱਪ ਕੀਤੇ ਜਾਣ ਵੇਲੇ ਹੋਰ ਮੁਫ਼ਤ ਫੋਟੋਆਂ ਖੋਜੋ।",
      "ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਸਾਡੇ ਵੱਲੋਂ ਨਾ ਪਛਾਣੇ ਗਏ ਫ਼ੋਨ ਜਾਂ ਕੰਪਿਊਟਰ 'ਤੇ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ ਉਸ ਸਮੇਂ ਅਸੀਂ ਲੌਗ ਇਨ ਕੋਡ ਪੁੱਛਾਂਗੇ।",
      "ਮੁਆਫ ਕਰਨਾ, ਫੇਸਬੁੱਕ ਤੋਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਲੋਡ ਕਰਨ ਸਮੇਂ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ। ਅਸੀਂ ਇਸਨੂੰ ਦੇਖ ਰਹੇ ਹਾਂ। ਇਸ ਦੌਰਾਨ, ਤੁਸੀਂ ਐਪ ਰਹਿਣ ਸਾਈਨ ਅਪ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਉਤਪਾਦ ਉਪਲਬਧ ਨਹੀਂ ਹੈ",
      "ਇਸਦੀ ਥਾਂ {email suggestion} ਵਰਤੋ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖ਼ਲ ਕੀਤਾ ਸੁਰੱਖਿਆ ਕੋਡ {cardName} ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ",
      "ਐਪਲੀਕੇਸ਼ਨ ਸਥਾਪਨਾ ਮਾਡਲ ਨੂੰ ਬੰਦ ਕਰੋ",
      "ਸਮੀਖਿਆ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ",
      "ਮੈਂ ਕਿਸੇ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ",
      "ਸਾਡੇ ਦੁਆਰਾ ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਡੇ ਬੈਂਕ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਕਿਸੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਣ ਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ।",
      "ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਕੀ @{username} ਦਾ ਅਨੁਸਰਣ ਬੰਦ ਕਰਨਾ ਹੈ?",
      "ਬੰਦ ਕਰੋ",
      "90M",
      "Usertags",
      "ਸਮਾਈਲੀ ਅਤੇ ਲੋਕ",
      "ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਬੰਦ ਕਰੋ",
      "ਇਸਨੂੰ {reference owner name} ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾਵੇਗਾ ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਤੁਹਾਡੀ ਅਪੀਲ ਬਾਰੇ ਸੰਪਰਕ ਕਰ ਸਕਣ।",
      "Instagram ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਕੋਈ ਸੁਨੇਹਾ ਸ਼ੁਰੂ ਕਰੋ",
      "ਨੇਮਟੈਗ ਤੁਰੰਤ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰਨ ਵਿੱਚ ਲੋਕਾਂ ਦੀ ਮਦਦ ਕਰਦੇ ਹਨ",
      "{Delete this photo text bolded} ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਫੋਟੋ ਅਤੇ ਕਿਸੇ ਕਮੈਂਟ ਨੂੰ ਹਟਾਉਣ ਲਈ।",
      "ਸਫੋਟਕ ਪਦਾਰਥਾਂ ਨੂੰ ਖਰੀਦਣ ਜਾਂ ਵੇਚਣ ਲਈ ਪੇਸ਼ਕਸ਼ਾਂ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਆਪਣੇ ਖਾਤੇ ਦੇ ਉਦੇਸ਼ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕੇ ਨਾਲ ਵਰਣਨ ਕਰਨ ਵਾਲਾ ਵਿਕਲਪ ਚੁਣੋ। ਇਹ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਦਿਖਾਈ ਦੇਵੇਗਾ ਅਤੇ ਸਾਰੀਆਂ ਮੌਜੂਦਾ ਜਾਂ ਭਵਿੱਖੀ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਥਾਂ ਲੈ ਲਵੇਗਾ।",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਸਾਰੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ‘ਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਲੋਕ ਇਸਨੂੰ ਦੇਖ, ਲਾਈਕ ਜਾਂ ਕਮੈਂਟ ਨਹੀਂ ਕਰ ਸਕਣਗੇ।",
      "1ਮਿੰ",
      "Firefox",
      "ਨਹੀਂ",
      "Instagram ਦੀਆਂ ਸੰਗੀਤਕ ਗਾਈਡਲਾਈਨਾਂ",
      "ਕਨੂੰਨੀ ਕਾਰਨਾਂ ਲਈ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ ਇਸ ਖਾਤੇ ਦੀ ਐਕਸੈਸ ਨੂੰ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
      "{username} ਦੇ ਫਾਲੋਅਰਾਂ ਬਾਰੇ ਜਾਣਨ ਲਈ ਮੋਬਾਈਲ ਐਪ 'ਤੇ ਜਾਓ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਤੁਸੀਂ ਇਨਸਾਈਟ, ਡਿਸਪਲੇ ਅਤੇ ਸੰਪਰਕ ਐਡਿਟ ਕਰਨ ਵਾਲੇ ਬਟਨ, ਪ੍ਰਚਾਰ ਰਾਹੀਂ ਗਾਹਕਾਂ ਤੱਕ ਪਹੁੰਚਣ ਅਤੇ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਬਾਰੇ ਜਾਣ ਸਕਦੇ ਹੋ।",
      "ਤੁਸੀਂ {app name} 'ਤੇ ਮਿਲੀ ਜਾਣਕਾਰੀ ਨੂੰ ਐਡਿਟ ਕਰ ਸਕਦੇ ਹੋ। ਬਿਨਾਂ ਸਾਂਝਾ ਕੀਤੇ ਬਾਹਰ ਆਉਣ ਲਈ ਸ਼ਾਇਦ ਤੁਸੀਂ  'ਵਾਪਸ ਜਾਣ' ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਹੋ ਸਕਦਾ ਹੈ {app name} ਵਿੱਚ ਲੌਗਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ Instagram ਦੀ ਵਰਤੋਂ ਨਾ ਕਰ ਸਕੋ।",
      "{username of sponsor} ਭੁਗਤਾਨਯੋਗ ਸਹਿਭਾਗਤਾ",
      "ਪੁਰਾਣਾ ਪਾਸਵਰਡ",
      "ਵਾਂ",
      "ਰੱਦ ਕਰੋ",
      "ਕਿਸੇ ਬਿਜ਼ਨੈੱਸ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ Instagram ਅਕਾਊਂਟ ਨੂੰ ਜਨਤਕ ਬਣਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦੇਖ ਸਕੇਗਾ ਅਤੇ ਵਿਚਾਰ ਅਧੀਨ ਸਾਰੀਆਂ ਫਾਲੋ ਰਿਕਵੈਸਟਾਂ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਮੈਨੂਅਲੀ ਸੈੱਟ ਅੱਪ ਕਰੋ",
      "ਟਿੱਪਣੀ ਆਈਕਨ",
      "ਫ਼ੋਟੋਆਂ ਸ਼ਾਮਲ ਕਰੋ",
      "ਖ਼ਬਰਾਂ ਈਮੇਲਾਂ",
      "ਪਿਛਲੇ ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਕੀ ਖਾਤੇ ਨੂੰ ਹਟਾਉਣਾ ਹੈ?",
      "ਜਨਰਲ ਵਿੱਚ ਲੈ ਜਾਓ",
      "ਇਹ ਵੀਡੀਓ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।",
      "ਵੀਡੀਓ ਆਈਕਨ",
      "ਆਪਣੀ ਈਮੇਲ, ਫ਼ੋਨ ਜਾਂ ਉਪਭੋਗਤਾ ਨਾਂ ਦਾਖਲ ਕਰੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਕੋਈ ਲਿੰਕ ਭੇਜਾਂਗੇ।",
      "ਭੁਗਤਾਨ",
      "ਖੋਜ ਕਰੋ ਕਿ ਤੁਸੀਂ ਐਪ ‘ਤੇ ਕੀ ਮਿਸ ਕਰ ਰਹੇ ਹੋ",
      "ਥ੍ਰੈੱਡ ਦੇ ਵੇਰਵੇ ਵੇਖੋ",
      "'ਬਟਨ: ਦੇਸ਼/ਖੇਤਰ ਚੁਣੋ'",
      "ਮੁਕੰਮਲ",
      "ਫੋਟੋਆਂ ਨੂੰ ਸਾਂਝਾ ਕਰੋ",
      "ਲਾਈਕ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਟਾਈਪ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...",
      "ਨਿਵੇਕਲਾ",
      "ਅਸੀਂ ਤੁਹਾਨੂੰ ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਲਈ ਦੂਜੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈਬਸਾਈਟਾਂ ਤੋਂ ਮਿਲੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇਸ਼ਤਿਹਾਰਾਂ ਲਈ ਭਾਈਵਾਲਾਂ ਦੁਆਰਾ ਸਾਡੇ ਵੱਲੋਂ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦੇ ਜਾਂ ਤੁਹਾਡੇ 'ਪਾਰਟਨਰਾਂ ਤੋਂ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਬਾਰੇ ਡੇਟਾ' ਜਾਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦੂਜੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈਬਸਾਈਟਾਂ ਤੋਂ ਮਿਲੀ ਜਾਣਕਾਰੀ ਦੀ ਸਾਡੀ ਦੁਆਰਾ ਵਰਤੋਂ ਕਰਨ ਨੂੰ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਪ੍ਰਤੀਬੰਧਿਤ ਕੀਤਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਪਸੰਦਾਂ ਨੂੰ ਮਾਨਤਾ ਦਿਆਂਗੇ।",
      "Instagram ‘ਚ ਸਵਿੱਚ ਕਰੋ",
      "ਜੇਕਰ ਤੁਹਾਡਾ ਨਾਂ ਜਾਂ ਘਰ ਦਾ ਪਤਾ ਬਦਲ ਜਾਵੇ, ਜਾਂ ਜੇ ਤੁਸੀਂ ਆਪਣੀ ਆਮਦਨ ਜਾਂ ਪੂੰਜੀ ਲਾਭ 'ਤੇ ਕਾਫ਼ੀ ਟੈਕਸ ਨਹੀਂ ਦੇ ਰਹੇ ਹੋ, ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸ Gift Aid ਐਲਾਨ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
      "ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਉਹਨਾਂ ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਤੋਂ ਬਲੌਕ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਟੈਗ ਕੀਤੇ ਅਕਾਊਂਟ",
      "ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਹਾਡਾ Instagram ਕ੍ਰੀਏਟਰ ਅਕਾਊਂਟ ਤਿਆਰ ਹੈ",
      "ਸੁਝਾਈਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ",
      "{date} ਨੂੰ ਸਮਾਪਤ ਹੋ ਗਿਆ",
      "ਟ੍ਰੇਡਮਾਰਕ",
      "ਵਪਾਰ ਸੰਬੰਧੀ ਜਨਤਕ ਜਾਣਕਾਰੀ",
      "ਇਹ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਜੁੜਨ ਲਈ ਜਰੂਰੀ ਹੈ, ਅਤੇ Instagram ਨੂੰ ਇਸ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ:",
      "ਸਾਈਨ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ {=Terms}, {Data Policy} ਅਤੇ {Cookies Policy} ਨਾਲ ਸਹਿਮਤ ਹੋ।",
      "Instagram ਭਾਈਚਾਰੇ ਨੂੰ ਸਾਰਿਆਂ ਲਈ ਸੁਰੱਖਿਅਤ ਅਤੇ ਮਜ਼ੇਦਾਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਗੁਮਨਾਮ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਬੌਧਿਕ ਸੰਪਤੀ ਉਲੰਘਣਾ ਦੀ ਰਿਪੋਰਟ ਨਹੀਂ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਇਹ ਗੁਮਨਾਮ ਹੀ ਰਹੇਗੀ।",
      "ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦੀ ਐਕਸੈਸ 'ਤੇ ਰੋਕ ਲਗਾ ਦਿੱਤੀ ਗਈ ਹੈ",
      "ਇਸਨੂੰ ਬਦਲੋ",
      "ਡਿਜੀਟਲ ਕ੍ਰੀਏਟਰ/ਬਲੌਗਰ/ਇੰਫਲੂਏਂਸਰ",
      "ਕੀ ਨਿੱਜੀ ਖਾਤੇ 'ਤੇ ਸਵਿੱਚ ਕਰਨਾ ਹੈ?",
      "{filename} ਬਹੁਤ ਛੋਟੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ 1KB ਜਾਂ ਇਸਤੋਂ ਵੱਡੀ ਫ਼ਾਈਲ ਚੁਣੋ",
      "ਇਹ ਕਿਸੇ ਰਾਜਨੀਤਿਕ ਉਮੀਦਵਾਰ ਜਾਂ ਮੁੱਦੇ ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ",
      "{username} ਅਤੇ {number of other users} ਹੋਰਾਂ ਨੇ ਫਾਲੋ ਕੀਤਾ",
      "{facebook user name} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਸ਼ੈਵਰੋਨ ਆਈਕਨ",
      "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਗੁਮਨਾਮ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਬੌਧਿਕ ਸੰਪਤੀ ਉਲੰਘਣਾ ਦੀ ਰਿਪੋਰਟ ਨਹੀਂ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਇਹ ਗੁਮਨਾਮ ਹੀ ਰਹੇਗੀ।",
      "ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ",
      "ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ",
      "ਸਾਂਝਾ ਕਰਨਾ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ",
      "ਡ੍ਰਾਫਟ ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਠੀਕ",
      "ਲੋਕਾਂ ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ",
      "Facebook Pay 'ਤੇ 'ਹੋਰ ਜਾਣੋ' ਪੰਨੇ 'ਤੇ ਮੌਜੂਦ ਮੁੱਖ ਆਈਕਨ",
      "ਕੀ Instagram ਨੂੰ ਦੂਜੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਕੂਕੀਜ਼ ਅਤੇ ਮਿਲਦੀਆਂ-ਜੁਲਦੀਆਂ ਟੈਕਨਾਲੋਜੀਆਂ ਵਰਤਣ ਦੇਣੀਆਂ ਹਨ?",
      "ਸੂਚਨਾਵਾਂ",
      "ਕੀ ਫੋਟੋ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰਨਾ ਹੈ?",
      "ਅਜਿਹਾ ਕਰਨ ਨਾਲ, ਤੁਸੀਂ Facebook Pay ਨੂੰ Instagram 'ਤੇ ਇਸਦੇ ਲਈ ਅਤੇ ਭਵਿੱਖੀ ਭੁਗਤਾਨਾਂ ਲਈ ਆਪਣੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤਣ ਦਾ ਅਧਿਕਾਰ ਦੇਵੋਗੇ।",
      "ਮਾਲਕੀ ਨਾਲ ਸਬੰਧਿਤ ਪ੍ਰਤਿਬੰਧਾਂ ਕਰਕੇ, ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਹੇਠ ਲਿਖੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ ਜਿੱਥੇ ਉਹਨਾਂ ਦੇ ਅਧਿਕਾਰ ਹਨ:",
      "ਵਾਂ",
      "ਉਹ Instagram 'ਤੇ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ, ਪੋਸਟਾਂ ਜਾਂ ਕਹਾਣੀ ਨੂੰ ਲੱਭਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ। Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ।",
      "ਲੌਗ ਇਨ ਕਰੋ",
      "ਨਵਾਂ ਇਨਬਾਕਸ ਸੁਨੇਹੇ ਸੰਬੰਧੀ ਬੇਨਤੀਆਂ ਅਤੇ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰਨਾ ਅਤੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨਾਲ ਜੁੜਨਾ ਸੌਖਾ ਬਣਾਉਂਦਾ ਹੈ।",
      "ਫ਼ਾਈਲ 1 GB ਤੋਂ ਛੋਟੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "Facebook ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
      "ਤੁਸੀਂ {change_or_resend_link} ਵੀ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਲਾਈਵ",
      "ਸ਼ੁਰੂਆਤ ਕਰਨਾ",
      "ਪੋਸਟਾਂ",
      "ਕੀ Instagram ਨੂੰ ਦੂਜੀਆਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਕੂਕੀਜ਼ ਅਤੇ ਮਿਲਦੀਆਂ-ਜੁਲਦੀਆਂ ਟੈਕਨਾਲੋਜੀਆਂ ਵਰਤਣ ਦੇਣੀਆਂ ਹਨ?",
      "ਤੁਸੀਂ {username} ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ। ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ {date} ਤੱਕ ਸਾਨੂੰ ਦੱਸ ਸਕਦੇ ਹੋ। ਨਹੀਂ ਤਾਂ, ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਅਤੇ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। {help center link}",
      "ਖੋਜ ਇਤਿਹਾਸ ਹਟਾਓ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਕਿਸੇ ਹੋਰ ਵੱਲੋਂ ਖਰੀਦੀ ਵੀਡੀਓ ਦੇ {overlap duration} ਸਕਿੰਟਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਹੈ।",
      "Facebook Pay ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
      "ਮੁਕੰਮਲ",
      "ਕ੍ਰੀਏਟਰ",
      "ਧੰਨਵਾਦ!",
      "ਮਾਰਗ ਪਤਾ",
      "{username} ਤੁਹਾਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜਣਾ ਚਾਹੁੰਦਾ/ਦੀ ਹੈ",
      "ਮੈਂ ਸਹਿਮਤ ਹਾਂ",
      "ਜਿਹੜੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ਵਿੱਚ ਤੁਹਾਡੀ ਫੋਟੋ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ, ਉੱਥੇ ਲੋਕ ਇਸਨੂੰ ਦੇਖ, ਪਸੰਦ ਜਾਂ ਕਮੈਂਟ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਤੁਹਾਡੀ ਫ਼ੋਟੋ ਇਸ ਵਿੱਚ ਬਲੌਕ ਹੈ:",
      "ਹੈਸ਼ਟੈਗ ਦੇਖੋ",
      "ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਵੱਲੋਂ ਕੀਤੀ ਗਈ ਰਿਪੋਰਟ ਦੇ ਆਧਾਰ 'ਤੇ, ਤੁਹਾਡੀ ਪੋਸਟ ਦੀ ਐਕਸੈਸ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਦਿੱਤਾ ਹੈ। ਇਸ ਰਿਪੋਰਟ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਉਹਨਾਂ ਦੇ ਸੰਗੀਤਕ ਅਧਿਕਾਰਾਂ ਜਾਂ {communityGuidelines} ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ।",
      "ਭੁਗਤਾਨਾਂ ਦੀ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਗਈ ਹੈ।",
      "ਪਹੁੰਚਣਯੋਗਤਾ",
      "ਐਪ ਵਿੱਚ ਮੈਸੇਜ ਕਰਨਾ ਜਿਆਦਾ ਵਧੀਆ ਹੈ",
      "ਝੂਠੀਆਂ ਖ਼ਬਰਾਂ ਆਈਕਨ",
      "ਵੈੱਬਸਾਈਟ",
      "Instagram Lite ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ",
      "{Plus sign and plural indicating the number of user's remaining credit cards} ਹੋਰ",
      "ਠੀਕ",
      "ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਗਲਤੀ ਨਾਲ ਕੀਤਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਸਾਨੂੰ ਦੱਸਣ ਲਈ ਇਸ ਫੈਸਲੇ 'ਤੇ ਅਪੀਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਖਾਤਿਆਂ ਅਤੇ ਤੁਹਾਡੇ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਕਿਸੇ ਵਿਅਕਤੀ ਨੂੰ ਇਹ ਦੇਖਣ ਦਿਓ ਕਿ ਤੁਸੀਂ Instagram ਐਪਾਂ ਵਿੱਚ ਪਿੱਛਲੀ ਵਾਰ ਕਦੋਂ ਕਿਰਿਆਸ਼ੀਲ ਸੀ। ਜਦੋਂ ਇਹ ਬੰਦ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੋਰ ਖਾਤਿਆਂ ਦੀ ਗਤੀਵਿਧੀ ਸੰਬੰਧੀ ਸਥਿਤੀ ਨੂੰ ਦੇਖਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਂਗੇ।",
      "ਅਪੀਲ ਕਰੋ",
      "ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਪੋਸਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਨਵੰਬਰ",
      "ਐਪ ਦਾ ਉਪਯੋਗ ਕਰੋ",
      "ਐਪ 'ਤੇ ਇਸ ਲਾਈਵ ਵੀਡੀਓ ਨੂੰ ਦੇਖੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਸੁਰੱਖਿਆ ਕੋਡ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਦੀ ਮਿਆਦ, ਅੱਧੇ ਸਕਿੰਟ ਤੋਂ {maxDurationInMinutes} ਮਿੰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਦੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਲੈਂਡਸਕੇਪ ਜਾਂ ਪੋਰਟ੍ਰੇਟ, MP4 ਫ਼ਾਈਲ ਅਤੇ  {maxVideoSizeInGigabytes} GB ਤੋਂ ਘੱਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਸਮਰਥਿਤ ਫ਼ਾਈਲ ਕਿਸਮਾਂ: image/jpeg, image/png, video/mp4 ਅਤੇ video/quicktime.",
      "ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਬਾਰੇ ਇੱਕ ਨੋਟ",
      "{Submit a dispute text bolded} ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਵੀਡੀਓ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ {reference owner name} ਦਿੰਦੇ ਹੋ, ਜੋ ਇਸ ਦਾਅਵੇ ਨੂੰ ਜਾਰੀ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਫੋਟੋ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਪੋਸਟ ਜਨਤਰ ਤੌਰ ‘ਤੇ ਸਾਂਝਾ ਕੀਤਾ ਹੈ, ਤਾਂ ਉਹ ਸਾਰੀ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਵੀ ਕਰ ਸਕਦੇ ਹਨ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ 7 ਦਿਨ ਹੋਣਗੇ।",
      "ਫੀਡ ਵਿੱਚ ਜਾਓ",
      "ਤੁਹਾਡੇ Instagram ਉਪਭੋਗਤਾ ਨਾਂ ਅਤੇ ਬ੍ਰਾਉਜ਼ਰ ਜਾਣਕਾਰੀ ਨੂੰ ਆਪਣੇ ਆਪ ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਵਚ ਸ਼ਾਮਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਜੇਕਰ ਤੁਸੀਂ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਤੋਂ ਕੋਈ ਲੌਗਇਨ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥਿਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ {=backup codes} ਕੋਡਾਂ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਟ੍ਰਿਮ ਕਰੋ",
      "ਵੇਰਵੇ",
      "ਲੌਕ ਆਈਕਨ",
      "URL",
      "ਪਿੱਛੇ ਜਾਓ",
      "ਫ਼ੋਟੋ",
      "ਖੁਦ ਨੂੰ ਸੱਟ",
      "{filename} ਲੇਬਲ ਵਾਲੀ ਵੀਡੀਓ ਬਹੁਤ ਲੰਮੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਛੋਟੀ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਈਮੇਲ ਅਵੈਧ ਹੈ",
      "ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਅਸੀਂ ਸਮਝਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇੰਨੇ ਵਿਅਸਤ ਹੋ ਸਕਦੇ ਹੋ ਕਿ Instagram ਦਾ ਉਪਯੋਗ ਕਰਨ ਨਹੀ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਅਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਕਦਮਾਂ ਦੇ ਮਾਧਿਅਮ ਤੋਂ ਤੁਹਾਡੇ ਫ਼ੋਨ ਤੋਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਹਟਾਉਣ ਦੀ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ:",
      "ਧੰਨਵਾਦ! ਤੁਸੀਂ Instagram ਦੀ ਖੋਜ ਈਮੇਲਾਂ ਵਿੱਚ ਮੁੜ ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਭਵਿੱਖ ਦੀ ਫ਼ੀਡਬੈਕ ਪ੍ਰਾਜੈਕਟਸ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰਾਂਗੇ।",
      "ਤੁਹਾਡੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਤੁਹਾਡੇ ਪ੍ਰੋਫਾਈਲ ਉੱਤੇ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਬਟਨਾਂ ਰਾਹੀਂ ਲੋਕਾਂ ਲਈ ਈਮੇਲ ਕਰਨਾ, ਕਾਲ ਕਰਨਾ ਜਾਂ ਕੋਈ ਕਾਰਵਾਈ ਕਰਨਾ ਆਸਾਨ ਬਣਾਉਂਦੀ ਹੈ। ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਦਿਖਾ ਸਕਦੇ ਹੋ ਜਾਂ ਲੁਕਾ ਸਕਦੇ ਹੋ।",
      "N/A",
      "{username} ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ",
      "Reels",
      "ਇਹ ਤੁਸੀਂ ਹੋ!",
      "ਆਈਡੀ ਫ਼ੋਟੋ",
      "{likes} ਲਾਈਕ",
      'ਆਪਣੇ ਅਕਾਊਂਟ ਵਿੱਚੋਂ ਉਹ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਹਟਾਓ, ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਅਸਮਰੱਥ ਹੋਣ ਤੋਂ ਬਚਣ ਲਈ ਅਗਲੇ 48 ਘੰਟਿਆਂ ਵਿੱਚ COVID-19 ਜਾਂ ਟੀਕਿਆਂ ਨਾਲ ਸੰਬੰਧਿਤ ਗਲਤ ਜਾਣਕਾਰੀ ਬਾਰੇ ਸੂਚਨਾਵਾਂ ਹਨ। ਇਹ ਪੋਸਟਾਂ ਇੱਕ ਹਨੇਰੇ ਵਾਲੇ ਬੈਕਗ੍ਰਾਉਂਡ ਨਾਲ ਕਵਰ ਕੀਤੀਆਂ ਹੋਈਆਂ ਹਨ, ਜੋ "ਗਲਤ ਜਾਣਕਾਰੀ" ਅਤੇ ਉਹਨਾਂ \'ਤੇ ਜਾਂ ਤਾਂ "COVID-19" ਜਾਂ "ਟੀਕੇ" ਕਹਿੰਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਪੋਸਟਾਂ ਨੂੰ 48 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਨਹੀਂ ਹਟਾਉਂਦੇ, ਜਾਂ ਜੇਕਰ ਤੁਹਾਡਾ ਅਕਾਊਂਟ COVID-19 ਜਾਂ ਟੀਕਿਆਂ ਬਾਰੇ ਗਲਤ ਜਾਣਕਾਰੀ ਸਾਂਝਾ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ, ਤਾਂ ਇਹ ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ।',
      "ਜਾਣਕਾਰੀ ਡਾਉਨਲੋਡ ਕਰੋ",
      "Instagram",
      "ਪ੍ਰੈੱਸ",
      "ਅਸੀਂ ਉਹਨਾਂ ਵਪਾਰਾਂ ਤੋਂ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਜੋ ਤੁਹਾਡੇ ਲਈ ਦਿਲਚਸਪ ਅਤੇ ਸੰਬੰਧਿਤ ਹੋਣ। {business} ਬਾਰੇ ਹੋਰ ਜਾਣੋ।",
      "ਅਸੀਂ ਹਟਾਉਂਦੇ ਹਾਂ:",
      "ਬੌਧਿਕ ਸੰਪੱਤੀ ਉਲੰਘਣਾ",
      "ਪ੍ਰੋਫਾਈਲ ਸੋਧੋ",
      "ਤੁਹਾਡੀ ਪ੍ਰਮਾਣੀਕਰਣ ਐਪ ਵੱਲੋਂ ਸਿਰਜੇ 6-ਅੰਕੀ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਵਿਸ਼ਵ ਸਿਹਤ ਸੰਗਠਨ ਵੱਲੋਂ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਸੰਬੰਧੀ ਹੋਰ ਜਾਣਕਾਰੀ ਦੇਖੋ। {Learn more}",
      "ਸਟੋਰੀ {actionType}",
      "ਸਟੋਰੀ ਵੇਖੋ",
      "ਤੁਸੀਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਤੋਂ ਬਿਨਾਂ ਤੁਰੰਤ ਸੁਰੱਖਿਆ ਕੋਡਾਂ ਨੂੰ ਉਤਪੰਨ ਕਰਨ ਲਈ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵਧੀਕ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰੋ।",
      "ਨਸ਼ੇ ਦਾ ਸੇਵਨ",
      "{instagram business name}",
      "{action text} ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ {Terms} ਅਤੇ {Policies} ਨਾਲ ਸਹਿਮਤ ਹੋ।",
      "ਅਜਿਹਾ ਲੱਗਦਾ ਹੈ ਕਿ ਦੂਸਰੇ ਪ੍ਰਮਾਣਿਤ ਖਾਤੇ ਵਿੱਚ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਕਾਰਨ ਉਲਝਣ ਪੈਦਾ ਹੋ ਸਕਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰਨੀ ਹੋਵੇਗੀ ਤਾਂ ਜੋ ਲੋਕ ਉਸ ਬ੍ਰਾਂਡ, ਪ੍ਰਸਿੱਧ ਹਸਤੀ ਜਾਂ ਸੰਸਥਾ ਦੇ ਬਾਰੇ ਤੁਹਾਨੂੰ ਗਲਤ ਨਾਲ ਸਮਝਣ, ਜਿਸਦੀ ਤੁਸੀਂ ਖੋਜ ਕਰ ਰਹੇ ਹੋ।",
      "ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ",
      "ਇਹ ਖਾਤਾ ਨਿੱਜੀ ਹੈ। ਫੋਟੋਆਂ ਦੇਖਣ ਲਈ ਅਨੁਸਰਣ ਕਰੋ।",
      "ਚਿਤਾਵਨੀ ਆਈਕਨ glyph",
      "ਇਸ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਤੋਂ ਹਟਾਉਣ ਨਾਲ ਇਸਨੂੰ ਸੰਗ੍ਰਹਿਆਂ ਤੋਂ ਵੀ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਸ਼ਰਤਾਂ",
      "ਜਿੰਨ੍ਹਾ ਲੋਕਾਂ ਦਾ ਤੁਸੀਂ ਅਨੁਸਰਣ ਕਰਦੇ ਹੋ",
      "IGTV",
      "ਅਸੀਂ ਤੁਹਾਡੇ Instagram ਖਾਤੇ ਲਈ ਤੁਹਾਡੇ ਵੱਲੋਂ ਵਰਤੇ ਜਾਂਦੇ ਪਾਸਵਰਡ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਬਹੁਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਇਹ ਪਤਾ ਲਗਾਇਆ ਹੈ ਕਿ, ਜਦੋਂ ਤੁਸੀਂ 'ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ' ਟੂਲ ਵਰਤਿਆ ਸੀ, ਤਾਂ ਤੁਹਾਡੇ ਡੇਟਾ ਦੇ ਡਾਉਨਲੋਡ ਹੋ ਜਾਣ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਤੁਹਾਡੇ ਵੈੱਬ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ URL ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਨਾਲ ਹੀ ਸਾਡੇ ਸਿਸਟਮਾਂ ਵਿੱਚ ਸਟੋਰ ਹੋ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਅਸੀਂ ਹੁਣ ਟੂਲ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਹੈ ਇਸਲਈ ਹੁਣ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਹੋਵੇਗਾ, ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਪਾਸਵਰਡਾਂ ਮਿਟਾ ਰਹੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਾਡੇ ਅੰਦਰੂਨੀ ਸਿਸਟਮਾਂ ਵੱਲੋਂ ਲੌਗ ਕੀਤਾ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਸਾਨੂੰ ਅਜਿਹਾ ਕੁਝ ਵੀ ਨਹੀਂ ਦਿਖਾਈ ਦੇ ਰਿਹਾ ਹੈ ਜੋ ਇਹ ਸੁਝਾਉਂਦਾ ਹੈ ਕਿ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੇ ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਦਲਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੇਠਾਂ Instagram 'ਤੇ {link} ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹੋ, ਅਤੇ ਇਸਦੇ ਨਾਲ-ਨਾਲ ਉਨ੍ਹਾਂ ਸਭ ਥਾਵਾਂ 'ਤੇ ਵੇ ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਇਤਿਹਾਸ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਵੀ ਚਾਹ ਸਕਦੇ ਹੋ।",
      "Instagram 'ਤੇ ਆਪਣੇ ਫੀਡਬੈਕ ਦਿਓ।",
      "ਸਪੈਮ ਪੋਸਟ ਕਰਨਾ",
      "{carrier name} ਤੋਂ ਮੁਫ਼ਤ ਫੋਟੋਆਂ",
      "ਪੋਸਟ ਨੂੰ ਮਿਟਾਇਆ ਗਿਆ।",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ {device} 'ਤੇ {location} ਵਿਖੇ ਕਿਸੇ ਸੈਸ਼ਨ ਤੋਂ ਲੌਗ ਆਉਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "{count} ਬੇਨਤੀਆਂ",
      "ਅੱਪਲੋਡ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ।",
      "ਖੋਜੋ",
      "ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਅਗਲੇ 14 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਜੋ ਤੁਸੀਂ Instagram 'ਤੇ ਜੋ ਕੁਝ ਸਾਂਝਾ ਕੀਤਾ ਹੈ ਉਸ ਦੀ ਇੱਕ ਕਾਪੀ ਰੱਖੋ ਸਕੋ। ਤੁਸੀਂ {appeal this decision} ਵੀ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਸੀਂ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ Instagram ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ",
      "ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਕੋਈ ਵੀਡੀਓ ਚੁਣੋ।",
      "ਸੰਪਰਕ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਬਲੌਕ ਕੀਤੇ ਖਾਤੇ",
      "ਪੋਸਟ ਦੀ ਗ਼ੈਰ-ਮੌਜੂਦਗੀ ਦਰਸਾਉਂਦਾ ਬੰਦ ਅੱਖ ਵਾਲਾ ਆਈਕੋਨ",
      "ਮੈਂ ਉਨ੍ਹਾਂ ਦਾ ਮਾਪੇ/ਸਰਪ੍ਰਸਤ ਨਹੀਂ ਹਾਂ",
      "ਪਿਛਲੀਆਂ {number of files} ਫ਼ਾਈਲਾਂ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ। ਤੁਸੀਂ ਅੱਪਲੋਡ ਕਰਨ ਲਈ 10 ਤੋਂ ਵੱਧ ਨਹੀਂ ਚੁਣ ਸਕਦੇ।",
      "ਫੀਡਬੈਕ ਈਮੇਲਾਂ",
      "ਐਡਵਾਂਸ ਸੈਟਿੰਗਾਂ",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਫ਼ਾਈਲ ਬਣਾਉਣੀ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ ਅਤੇ ਇਸਦੇ ਤਿਆਰ ਹੋਣ 'ਤੇ {email address} ਨੂੰ ਕੋਈ ਲਿੰਕ ਈਮੇਲ ਕਰਾਂਗੇ। ਇਸ ਡੇਟਾ ਨੂੰ ਇਕੱਤਰ ਕਰਕੇ ਤੁਹਾਨੂੰ ਭੇਜਣ ਵਿੱਚ 48 ਘੰਟਿਆਂ ਤੱਕ ਲੱਗ ਸਕਦੇ ਹਨ।",
      "ਤੁਹਾਡਾ ਖਾਤਾ ਸਮੱਗਰੀ ਸੰਬੰਧੀ ਮੁਦਰੀਕਰਨ ਨੀਤੀਆਂ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕਰਦਾ।",
      "ਕੰਪਿਊਟਰ ਤੋਂ ਚੁਣੋ",
      "ਇਸ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਸੰਪਰਕ ਵਿਕਲਪ ਵਜੋਂ ਇੱਕ WhatsApp ਨੰਬਰ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਦੇ ਹੋ, ਤਾਂ ਉਹ ਨੰਬਰ {whatsapp phone } ਨਾਲ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ",
      "Facebook Pay 'ਤੇ 'ਹੋਰ ਜਾਣੋ' ਪੇਜ 'ਤੇ ਮੌਜੂਦ ਕਾਰਡ ਆਈਕਨ",
      "ਧੰਨਵਾਦ! ਤੁਸੀਂ Instagram ਦੀ ਉਤਪਾਦ ਈਮੇਲਾਂ ਵਿੱਚ ਮੁੜ ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ।",
      "ਸੱਜੇ ਪਾਸੇ ਮੂੰਹ ਕਰਨ ਵਾਲੇ ਸਤਰੰਗੀ ਦੋ ਸ਼ੈਵਰਨ, ਜਿਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਇਸ ਉਤਪਾਦ 'ਤੇ ਨੇਟਿਵ ਚੈੱਕਆਉਟ ਦੀ ਸੁਵਿਧਾ ਹੈ",
      "ਤੁਹਾਡਾ ਕੈਰੀਅਰ",
      "Instagram Lite ਹੁਣ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ",
      "ਖ਼ਬਰ ਲੇਖ",
      "{username} ਦੀ ਸਟੋਰੀ, ਨਹੀਂ ਦੇਖੀ ਗਈ",
      "ਮਿਟਾਓ",
      "• 'ਇਜ਼ਾਜ਼ਤ ਦਿਓ' ਦੀ ਚੋਣ ਕਰਨਾ ਤੁਹਾਡੀਆਂ ਇਸ਼ਤਿਹਾਰ ਤਰਜੀਹਾਂ ਜਾਂ ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਮੌਜੂਦਾ ਸੈਟਿੰਗਾਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰੇਗਾ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕ ਇਹ {violationText} ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਗਲੋਬਲ ਭਾਈਚਾਰੇ 'ਤੇ ਆਧਾਰਿਤ ਹਨ, ਅਤੇ ਕੁਝ ਦਰਸ਼ਕ ਵੱਖੋ-ਵੱਖਰੀਆਂ ਚੀਜ਼ਾਂ ਲਈ ਸੰਵੇਦਨਸ਼ੀਲ ਹੁੰਦੇ ਹਨ।",
      "ਕੀ ਇਸਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?",
      "ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "ਅਸੀਂ Instagram 'ਤੇ ਅਣਅਧਿਕਾਰਤ ਗਤੀਵਿਧੀ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਭੁਗਤਾਨਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰਦੇ ਹਾਂ।",
      "ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਈਮੇਲਾਂ ਨੂੰ ਸੀਮਿਤ ਕਰੋ",
      "ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ {app_name} ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਕਿਸੇ ਐਪ ਵੱਲੋਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤਣ ਦੇ ਤਰੀਕੇ ਬਾਰੇ ਜਾਣਨ ਲਈ, ਉਨ੍ਹਾਂ ਦੀ {privacy_policy} ਨੂੰ ਦੇਖੋ। ਜੇ ਤੁਸੀਂ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾਂ ਫ਼ੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਇਸ ਐਪ ਨਾਲ ਸੰਪਰਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਾਇਦ ਤੁਹਾਡੀ ਯੂਜ਼ਰ {asid} ਦੀ ਲੋੜ ਪੈ ਸਕਦੀ ਹੈ।",
      "ਪਿੰਨ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਪੋਸਟ ਕੀਤਾ: {A timestamp that states how long ago this media was posted.}",
      "ਵਿਕਲਪਿਕ ਕੂਕੀਜ਼",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਨਾਪਸੰਦ ਕੀਤੀ ਸਮੱਗਰੀ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ",
      "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
      "ਸਥਾਨ ਸੇਵਾਵਾਂ ਸਮਰਥਿਤ ਕਰੋ",
      "ਅੱਗੇ",
      "ਮੁਕੰਮਲ",
      "ਸਮਝ ਗਿਆ",
      "ਡ੍ਰੋਪਡਾਉਨ",
      "ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ",
      "ਸਿਰਫ਼ ਲਾਜ਼ਮੀ ਕੂਕੀਜ਼ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ",
      "ਇਸ ਕਰਤੁਤ ਬਾਰੇ ਰਿਪੋਰਟ ਕਰੋ",
      "ਕੀ IGTV ਇਸ਼ਤਿਹਾਰਾਂ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ?",
      "ਚਿੰਨ੍ਹ",
      "ਵੀਡੀਓ ਦੀ ਮਿਆਦ {minDurationInSeconds} ਤੋਂ {maxDurationInMinutes} ਮਿੰਟਾਂ ਦੇ ਵਿਚਕਾਰ ਦੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੇ ਰਿਪੋਰਟ ਕੀਤਾ ਹੈ ਕਿ ਇਹ ਉਨ੍ਹਾਂ ਦੇ ਬੌਧਿਕ ਸੰਪੱਤੀ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ।",
      "ਘੁਮਾਓ",
      "Facebook Pay ਨਾਲ, ਤੁਸੀਂ ਵਧੇਰੇ ਤੇਜ਼ ਚੈੱਕਆਉਟ ਲਈ ਤੁਹਾਡੇ ਲਿੰਕ ਕੀਤੇ Facebook ਅਕਾਊਂਟ ਤੋਂ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।",
      "Instagram ਅਕਾਊਂਟ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਤੁਹਾਡਾ Facebook ਦੋਸਤ {name of the contact who joined} {name of the user who joined} ਵੱਜੋਂ Instagram 'ਤੇ ਮੌਜੂਦ ਹੈ",
      "ਲੌਗ ਇਨ ਕਰੋ:",
      "ਟਿੱਪਣੀਆਂ",
      "ਕੀ ਤੁਸੀਂ ਇੱਕ ਕ੍ਰੀਏਟਰ ਹੋ?",
      "ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ {username} ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ, ਵੀਡੀਓਜ਼ ਜਾਂ ਕਹਾਣੀ ਨੂੰ ਨਾ ਦੇਖੇ ਜਾਂ Instagram ਉੱਤੇ ਤੁਹਾਨੂੰ ਲੱਭ ਨਾ ਸਕੇ ਤਾਂ ਉਸਨੂੰ ਬਲੌਕ ਕਰ ਦਿਓ।",
      "ਤੁਹਾਨੂੰ ਕੋਈ ਵੀ ਇਸ਼ਤਿਹਾਰ ਕਿਉਂ ਦਿਸ ਰਿਹਾ ਹੈ, ਇਹ ਜਾਣਨ ਲਈ ਆਪਣੀ ਇਸ਼ਤਿਹਾਰ ਤਰਜੀਹਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਇਹ ਕੰਟਰੋਲ ਕਰੋ ਕਿ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਉਣ ਲਈ ਇਕੱਤਰ ਕੀਤੀ ਜਾਣ ਵਾਲੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਹੋਵੇ।",
      "Embed",
      "ਵਪਾਰ ਸ਼੍ਰੇਣੀਆਂ • Instagram 'ਤੇ ਸ਼੍ਰੇਣੀ ਨਾਲ ਬਿਜ਼ਨੈੱਸ ਅਕਾਊਂਟ ਲੱਭੋ",
      "ਚੈੱਕਮਾਰਕ",
      "ਅਨਬਲੌਕ ਕੀਤਾ ਗਿਆ",
      "ਪਾਸਵਰਡ ਆਈਕਨ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਨਾਲ ਰੀਸੈੱਟ ਕਰੋ",
      "ਮੈਨੂੰ",
      "ਚਿਤਾਵਨੀ ਆਈਕਨ",
      "ਤੁਸੀਂ {username} ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ। ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ {date} ਤੱਕ ਸਾਨੂੰ ਦੱਸ ਸਕਦੇ ਹੋ। ਨਹੀਂ ਤਾਂ, ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਅਤੇ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। {Learn More}",
      "ਹਥਿਆਰਾਂ ਦੀ ਵਿਕਰੀ ਜਾਂ ਪ੍ਰਚਾਰ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਵੇਚਦੇ ਹਾਂ। ਕੂਕੀਜ਼ ਬਾਰੇ ਅਤੇ ਸਾਡੇ ਵੱਲੋਂ ਉਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ {Instagram} ਅਤੇ {Facebook} 'ਤੇ ਸਾਡੀਆਂ ਕੂਕੀ ਨੀਤੀਆਂ ਦੇਖੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਲਿਆਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮੱਦਦ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਕੋਈ ਈਮੇਲ ਭੇਜ ਸਕਦੇ ਹਾਂ।",
      "ਇਸ ਖਾਤੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਕੋਈ ਕਾਰਨ ਚੁਣੋ। ਅਸੀਂ {Username of the person being reported} ਨੂੰ ਨਹੀਂ ਦੱਸਾਂਗੇ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ।",
      "WhatsApp ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ",
      "ਪੰਨਾ ਨਹੀਂ ਲੱਭਿਆ",
      "ਇਹ ਹਿੰਸਕ ਜਾਂ ਪ੍ਰਤਿਬੰਧਿਤ ਵਾਲੀ ਸਮੱਗਰੀ ਹੈ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਵੇਖੋ",
      "ਤੁਹਾਡਾ ਧੰਨਵਾਦ",
      "ਤੁਹਾਡਾ ਨਾਂ",
      "{Submit a dispute text bolded} ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਵੀਡੀਓ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ {reference owner name} ਦਿੰਦੇ ਹੋ, ਜੋ ਇਸ ਦਾਅਵੇ ਨੂੰ ਜਾਰੀ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਪੋਸਟ ਜਨਤਰ ਤੌਰ ‘ਤੇ ਸਾਂਝਾ ਕੀਤਾ ਹੈ, ਤਾਂ ਉਹ ਸਾਰੀ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਵੀ ਕਰ ਸਕਦੇ ਹਨ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ 7 ਦਿਨ ਹੋਣਗੇ।",
      "ਗਾਈਡ",
      "ਕੋਈ ਸਥਾਨ ਲੱਭੋ",
      "{amount} · {count}",
      "ਘੱਟ ਸਪੇਸ ਦਾ ਉਪਯੋਗ ਕਰਦਾ ਹੈ। Google Play ‘ਤੇ ਫਰੀ।",
      "ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਅਰੰਭ ਕਰੋ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਸਾਡੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕਰਦੀ।",
      "ਵੀਡੀਓ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਤਿਆਰ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
      "ਨਵੰਬਰ",
      "ਪੇਸ਼ੇਵਰ ਅਕਾਊਂਟ ਸੈਟਿੰਗਾਂ ਸੇਵ ਕਰ ਦਿੱਤੀਆਂ ਗਈਆਂ।",
      "ਜਨਤਕ ਹਸਤੀਆਂ, ਸਮੱਗਰੀ ਨਿਰਮਾਤਾਵਾਂ, ਕਲਾਕਾਰਾਂ ਅਤੇ ਅਸਰਦਾਰ ਵਿਅਕਤੀਆਂ ਲਈ ਬਿਹਤਰੀਨ।",
      "ਪੂਰਾ ਨਾਂ",
      "CPA ਦੇ ਅਧੀਨ ਰਿਪੋਰਟ ਕਰੋ",
      "{duration} ਬਾਕੀ",
      "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ Instagram ਤੋਂ ਆਪਣੇ ਸੰਪਰਕਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ",
      "ਵਿਵਾਦ ਸੰਬੰਧੀ ਬਲੌਕ",
      "ਘੰਟੇ",
      "ਪੋਸਟ ਦੇਖੋ",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਗੱਲਬਾਤ ਬਾਰੇ ਹੋਰ ਦੇਖੋ",
      "ਪਿਛਲਾ",
      "ਕਿਉਂਕਿ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ ਹੈ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ Instagram ਲਈ ਆਪਣਾ ਜਨਮਦਿਨ ਅਪਡੇਟ ਕਰਨ ਵਾਸਤੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ ਹੋਵੇਗਾ।",
      "ਹਾਂ",
      "ਕੀ ਪੋਸਟ ਮਿਟਾਉਣੀ ਹੈ?",
      "ਇਹ ਕੋਈ ਘੋਟਾਲਾ ਹੈ ਜਾਂ ਇਹ ਗੁਮਰਾਹ ਕਰਨ ਵਾਲਾ ਹੈ",
      "ਇਸ ਵਾਰਤਾਲਾਪ ਨੂੰ Instagram 'ਤੇ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
      "ਟੈਗ",
      "{Restore this video text bolded} ਜੇਕਰ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਇਹ ਇੱਕ ਗਲਤੀ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਆਪਣੀ ਵੀਡੀਓ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਤੁਹਾਡੀ ਵੀਡੀਓ ਜਿਵੇਂ ਹੈ ਉਸੇ ਤਰ੍ਹਾਂ ਪੋਸਟ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਅਸੀਂ ਦੁਬਾਰਾ ਤੁਹਾਡੀ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਨਹੀਂ ਕਰ ਸਕਾਂਗੇ।, ਫਿਰ ਵੀ ਤੁਹਾਡੀ ਫੀਡਬੈਕ ਇਹ ਸਮਹਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਅਸੀਂ ਸਾਡੇ ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਟੂਲ ਬਣਾਏ ਹਾਂ।",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੋਕਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਦੁਆਰਾ ਇੱਥੇ ਪੋਸਟ ਕੀਤੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਦੇਖੋਗੇ।",
      "ਉਹ Instagram 'ਤੇ ਹੁਣ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਦੇਖਣ ਅਤੇ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੇ। Instagram ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਦੱਸੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅਨਬਲੌਕ ਕੀਤਾ ਹੈ।",
      "{Submit a dispute text bolded} ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਵੀਡੀਓ ਵਿਚਲੀ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ {owner name} ਦਿੰਦੇ ਹੋ, ਜੋ ਇਸ ਦਾਅਵੇ ਨੂੰ ਜਾਰੀ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਪੋਸਟ ਜਨਤਰ ਤੌਰ ‘ਤੇ ਸਾਂਝਾ ਕੀਤਾ ਹੈ, ਤਾਂ ਉਹ ਸਾਰੀ ਪੋਸਟ ਦੀ ਸਮੀਖਿਆ ਵੀ ਕਰ ਸਕਦੇ ਹਨ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ {number of days} ਦਿਨ ਹੋਣਗੇ।",
      "ਸਹਾਇਤਾ",
      "ਸੈਟਿੰਗਾਂ ਆਈਕਨ",
      "ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਤੁਸੀਂ ਬਿਲਕੁਲ ਤਿਆਰ ਹੋ।",
      "ਹਥਿਆਰਾਂ ਅਤੇ ਅਸਲਾ ਨੂੰ ਖਰੀਦਣ ਜਾਂ ਵੇਚਣ ਲਈ ਪੇਸ਼ਕਸ਼ਾਂ",
      "• ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਆਪਣੀ ਗਤੀਵਿਧੀ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ, ਤਾਂ ਜੋ ਸਮੱਗਰੀ ਵਿਅਕਤੀਗਤ ਬਣਾਈ ਜਾ ਸਕੇ, ਪ੍ਰਸੰਗਿਕ ਇਸ਼ਤਿਹਾਰ ਦਿਖਾਏ ਜਾ ਸਕਣ ਅਤੇ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਮੁਹੱਈਆ ਕਰਵਾਇਆ ਜਾ ਸਕੇ",
      "ਘਰ ਅਤੇ ਬਗੀਚਾ",
      "ਸਮਝ ਗਿਆ! ਤੁਸੀਂ Instagram ਦੀ ਰਿਮਾਈਂਡਰ ਈਮੇਲਾਂ ਵਿੱਚ ਅਨਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ।",
      "ਬਲੌਕ ਕੀਤੀ ਵੀਡੀਓ ਦੀ ਸਮੀਖਿਆ ਕਰੋ",
      "ਕਿਸਮ",
      "WhatsApp ਹੁਣ ਤੁਹਾਡੀ {whatsapp business name} ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਇੱਕ ਸੰਪਰਕ ਵਿਕਲਪ ਹੈ।",
      "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਆਈਡੀ ਦੀ ਕੋਈ ਫੋਟੋ ਅਟੈਚ ਕਰੋ",
      "ਤੁਹਾਡੀ ਫੋਟੋ ਨਾਲ ਤੁਹਾਡੇ ਦੋਸਤਾਂ ਨੂੰ ਇਹ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਇਹ ਤੁਸੀਂ ਹੋ।",
      "ਕੀ {username} ਵਿੱਚ ਸਵਿੱਚ ਕਰਨਾ ਹੈ?",
      "ਕੀ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਨੂੰ ਹਟਾਉਣਾ ਹੈ?",
      "Facebook Pay 'ਤੇ ਸ਼ੀਲਡ ਆਈਕਨ ਹੋਰ ਪੇਜ ਬਾਰੇ ਜਾਓ",
      "ਖਰੀਦਦਾਰੀ ਆਈਕਨ",
      "ਫ਼ਾਈਲ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਨਵੀਂ ਪੋਸਟ ਬਣਾਓ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਵਰਤ ਕੇ ਤੁਹਾਡਾ ਖਾਤਾ ਕਨੈਕਟ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਸੀ। ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਚੈੱਕਆਉਟ ਕਰਨ ਲਈ ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾਖ਼ਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਅਜੇ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨਹੀਂ ਦੇਖਿਆ ਹੈ।",
      "ਕੀ ਪ੍ਰਸਿੱਧ ਵਿਅਕਤੀ ਦੀ ਨਕਲ ਕਰਨ ਲਈ ਇਸ ਖਾਤੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਲੋੜੀਂਦੀ",
      "ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ",
      "ਤੁਹਾਡੀ ਆਈਡੀ 'ਤੇ ਦਿੱਤਾ ਗਿਆ ਨਾਂ ਦਾ ਆਖਰੀ ਭਾਗ",
      "ਪਿਛਲੀ ਫ਼ਾਈਲ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀ ਗਈ। ਤੁਸੀਂ ਅੱਪਲੋਡ ਕਰਨ ਲਈ 10 ਤੋਂ ਵੱਧ ਨਹੀਂ ਚੁਣ ਸਕਦੇ।",
      "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਕੁਝ ਕੁਕੀਆਂ ਜ਼ਰੂਰੀ ਹੁੰਦੀਆਂ ਹਨ। Instagram 'ਤੇ ਜਾਰੀ ਰੱਖਣ ਲਈ, ਹੇਠਾਂ ਕੁਕੀਆਂ ਨਾਲ ਸੰਬੰਧਿਤ ਗੱਲ ਸਵੀਕਾਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਉਪਲਬਧ ਕੁਕੀ ਕੰਟਰੋਲ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਆਪਣਾ ਮਨਪਸੰਦ ਵਿਕਲਪ ਚੁਣੋ।",
      "ਐਪ 'ਤੇ ਦੁਬਾਰਾ ਦੇਖੋ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿਚੋਂ ਅਸਾਧਾਰਣ ਗਤੀਵਿਧੀਆਂ ਵੇਖੀਆਂ ਹਨ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਲੌਗ ਆਉਟ ਕੀਤਾ ਹੈ।",
      "ਜ਼ਿਪ ਕੋਡ",
      "ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਸਾਡੇ ਦੁਆਰਾ ਹੁਣੇ ਤੁਹਾਨੂੰ ਭੇਜੇ ਗਏ 6 ਅੰਕਾਂ ਦੇ ਸੁਰੱਖਿਆ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਈਮੇਲ ਭੇਜੋ",
      "ਨਕਸ਼ਾ ਜਾਣਕਾਰੀ ਵੇਖੋ",
      "ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਸਾਡੇ ਲਈ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਹ ਪੱਕਾ ਕਰਨ ਲਈ ਲਗਾਤਾਰ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਕਿ ਇਸ ਵਰਗੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨਾ ਹੋਣ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ {email} ਵਿਖੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਫੋਟੋ ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ:",
      "ਸਮਾਂ ਅਵਧੀ ਸਮਾਪਤ",
      "ਗਾਈਡ ਵੇਖੋ",
      "ਤੁਹਾਡੇ ਪੈਰੋਕਾਰ",
      "ਨਵੀਂ ਪੋਸਟ",
      "ਜੇਕਰ ਤੁਸੀਂ ਸਮੱਗਰੀ ਦੇ ਮਾਲਕ ਨੂੰ ਸੰਪਰਕ ਨਹੀਂ ਕਰਦੇ ਜਾਂ ਆਪਣੀ ਵੀਡੀਓ ਨਹੀਂ ਹਟਾਉਂਦੇ, ਤਾਂ {Date when the video block will go into effect} ਤੋਂ ਬਾਅਦ ਬਲੌਕ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਤੁਹਾਡੀ ਕਹਾਣੀ ਸਾਡੀਆਂ ਭਾਈਚਾਰਾ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਹੈ",
      "ਸਾਈਨ ਅੱਪ ਕਰੋ",
      "ਹੋਰ ਪੋਸਟਾਂ ਦੇਖੋ",
      "ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਆਪਣਾ ਪਿੰਨ ਦੁਬਾਰਾ ਦਾਖ਼ਲ ਕਰੋ।",
      "ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ",
      "Facebook ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਤੋਂ ਬਾਹਰ, ਕਿਸੇ ਦੂਜੇ ਪਲੇਟਫ਼ਾਰਮ 'ਤੇ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਅਤੇ ਮੁਲਾਂਕਣ ਸੇਵਾਵਾਂ ਲਈ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ, ਤੁਹਾਨੂੰ ਕੁਝ ਖ਼ਾਸ ਫ਼ੀਚਰ ਉਪਲਬਧ ਕਰਾਉਣ ਅਤੇ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ,ਅਸੀਂ 'ਤੇ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੇ ਟੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਇਹ ਕੰਪਨੀਆਂ ਵੀ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਹਨ। ਤੁਸੀਂ ਸਾਡੀ {Cookie Policy} ਵਿੱਚ ਹੋਰ ਜਾਣ ਸਕਦੇ ਹੋ।",
      "ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਧਿਆਨ ਦੇਣ ਯੋਗ ਖਾਤੇ ਨੂੰ ਲੱਭਣਾ",
      "ਤੁਸੀਂ Instagram 'ਤੇ ਸੰਗੀਤ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰ ਸਕਦੇ ਹੋ ਬਾਰੇ {Learn more}।",
      "ਉਹਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਦੇਖਣ ਲਈ ਇਸ ਖਾਤੇ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਚੁਣੀਆਂ ਫ਼ਾਈਲਾਂ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ।",
      "ਕਿਰਪਾ ਕਰਕੇ ਵਿਸਥਾਰ ਨਾ ਸਮਝਾਓ ਕਿ ਤੁਹਾਨੂੰ ਅਜਿਹਾ ਕਿਉਂ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਵਿਵਾਦ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "{count} ਦ੍ਰਿਸ਼",
      "ਪਹਿਲਾਂ ਤੋਂ ਹੀ {username} ਨੂੰ ਫਾਲੋ ਕਰ ਰਹੇ ਹੋ? ਉਨ੍ਹਾਂ ਦੀਆਂ ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣ ਲਈ ਐਪ 'ਤੇ ਸਵਿੱਚ ਕਰੋ ਜਾਂ ਲੌਗ ਇਨ ਕਰੋ।",
      "ਸਰੀਰਕ ਨੁਕਸਾਨ, ਚੋਰੀ, ਤੋੜਭੰਨ ਜਾਂ ਵਿੱਤੀ ਨੁਕਸਾਨ ਦੀ ਉਚੇਚੀ ਧਮਕੀ",
      "ਬਲੌਕ ਕੀਤੀ ਫੋਟੋ ਦੀ ਸਮੀਖਿਆ ਕਰੋ",
      "ਸਬਮਿਟ ਕਰੋ",
      "ਅਸੀਂ ਮਾਫ਼ੀ ਚਾਹੁੰਦੇ ਹਾਂ, ਪਰ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "{instagram business category}",
      "ਕੀ ਇਹ ਪ੍ਰੋਫ਼ਾਈਲ ਪਸੰਦ ਨਹੀਂ ਹੈ?",
      "ਤੁਹਾਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ:",
      "Facebook ਨਾਲ ਲਿੰਕ ਨਹੀਂ ਕਰ ਸਕਿਆ",
      "ਪੋਸਟ ਦਿਖਾਓ",
      "ਰਿਮਾਇੰਡਰ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਸਾਨੂੰ ਦੱਸਣ ਲਈ ਧੰਨਵਾਦ",
      "ਸਾਰੇ ਸੁਝਾਅ",
      "ਪੋਸਟ ਕਰੋ",
      "{count} ਦ੍ਰਿਸ਼",
      "ਬ੍ਰਾਂਡ, ਪ੍ਰਸਿੱਧ ਹਸਤੀ ਜਾਂ ਸੰਸਥਾ ਦੇ ਬਾਰੇ  ਵਿਚਾਰ ਪੇਸ਼ ਕਰਨ ਲਈ",
      "ਮੁਕੰਮਲ",
      "ਮੁਫ਼ਤ Wi-Fi ਲਈ ਜਾਰੀ ਰੱਖੋ",
      "ਹੈਸ਼ਟੈਗ",
      "ਪਿੰਨ ਨਾਲ ਵਾਧੂ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ",
      "ਟੈਸਟ Facebook ਸ਼ੌਪ ਸੈੱਟ ਅੱਪ ਕਰਨ ਲਈ ਟੈਸਟ Instagram ਅਕਾਊਂਟ ਬਣਾਓ।",
      "ਕੀ {story viewer username} ਵਜੋਂ ਦੇਖਣਾ ਹੈ?",
      "ਹੁਣੇ ਨਹੀਂ",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "Instagram ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਟੈਗ ਕੀਤੇ ਵਰਤੋਂਕਾਰ ਨੂੰ ਮਿਟਾਓ",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਨਾਲ ਦੋਸਤਾਂ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਤੁਹਾਨੂੰ ਅਤੇ ਹੋਰ ਲੋਕਾਂ ਨੂੰ ਮਦਦ ਮਿਲੇਗੀ।",
      "ਨਾਚ",
      "ਵਪਾਰਕ ਫ਼ੋਨ ਨੰਬਰ",
      "ਕੋਈ ਬ੍ਰੇਕ ਦੀ ਲੋੜ ਹੈ",
      "",
      "ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਮੁਕੰਮਲ",
      "ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ",
      "ਲਾਈਵ ਵੀਡੀਓ",
      "ਸਾਰੇ ਦੇਖੋ",
      "ਦੂਜੀਆਂ ਸਾਈਟਾਂ ਦੀਆਂ ਕੁਕੀਆਂ ਤੋਂ ਬਿਨਾਂ, ਸ਼ਾਇਦ Instagram ਇਨ੍ਹਾਂ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਮਿਲਣ ਵਾਲੇ ਉਨ੍ਹਾਂ ਟੂਲਾਂ ਨੂੰ ਏਮਬੇਡ ਨਾ ਕਰ ਸਕਣ, ਜੋ ਇਨ੍ਹਾਂ ਫ਼ੀਚਰਾਂ ਨੂੰ ਚਾਲੂ ਕਰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ।",
      "{username} ਦੀਆਂ ਹੋਰ ਪੋਸਟਾਂ ਦਿਖਾਓ",
      "ਸੋਮਵਾਰ",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ",
      "ਨੈੱਟਵਰਕ ਦੀ ਕਿਸਮ",
      "Messenger ਵਿੱਚ ਸਾਂਝਾ ਕਰੋ",
      "ਡਿਜਿਟਲ ਵਾਲੇਟ",
      "ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਨੂੰ ਸੇਵ ਕਰੋ",
      "ਰਿਮਾਇੰਡਰ ਰੱਦ ਕਰੋ",
      "ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ {violationText} ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਅਸੀਂ ਇਹ ਗਾਈਡਲਾਈਨਾਂ ਬਣਾਈਆਂ ਹਨ ਕਿਉਂਕਿ ਹਿੰਸਾ ਕਰਕੇ ਕੁਝ ਲੋਕ Instagram 'ਤੇ ਅਸੁਰੱਖਿਅਤ ਮਹਿਸੂਸ ਕਰ ਸਕਦੇ ਹਨ।",
      "ਕੋਈ ਅਜਿਹੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ ਜੋ ਇਸਦਾ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਰਣਨ ਕਰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰਦੇ ਹੋ। ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਇਸਨੂੰ ਦਿਖਾਉਣ ਜਾਂ ਲੁਕਾਉਣ ਦਾ ਵਿਕਲਪ ਹੋਵੇਗਾ।",
      "ਸਪੈਮ",
      "ਐਪ ਲਈ ਰੇਟਿੰਗ",
      "Instagram Lite 'ਤੇ Direct ਨੂੰ ਵਰਤੋ",
      "ਸਾਰੇ ਦੇਖੋ",
      "{mins} ਮਿੰਟ ਪਹਿਲਾਂ ਕਿਰਿਆਸ਼ੀਲ",
      "· ਤੁਸੀਂ ਯੂਕੇ ਦੇ ਟੈਕਸਦਾਤਾ ਹੋ",
      "ਨਵਾਂ ਅਕਾਊਂਟ ਬਣਾਓ",
      "{username} ਹੁਣੇ ਕਿਰਿਆਸ਼ੀਲ ਹੈ",
      "ਮਾਪੇ/ਸਰਪ੍ਰਸਤ ਦਾ ਅਖੀਰਲਾ ਨਾਂ",
      "ਹੋਰ ਪੋਸਟਾਂ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਇਸ਼ਤਿਹਾਰ ਆਈਕਨ",
      "ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰ ਲੈਂਦੇ ਹਾਂ, ਉਦੋਂ ਤੱਕ ਤੁਸੀਂ ਨਾ ਤਾਂ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰ ਸਕੋਗੇ ਅਤੇ ਨਾ ਹੀ ਭੁਗਤਾਨ ਕਰ ਸਕੋਂਗੇ।",
      "ਵੱਲੋਂ ਹੋਰ ਪੋਸਟਾਂ ਦੇਖੋ {name}",
      "ਕੀ ਤੁਹਾਨੂੰ ਪਤਾ ਸੀ ਕਿ ਤੁਹਾਡਾ VKontakte ਦੋਸਤ {full name of the contact who joined} {username of the user who joined} ਵੱਜੋਂ Instagram 'ਤੇ ਮੌਜੂਦ ਹੈ?",
      "ਰੱਦ ਕਰੋ",
      "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
      "ਪਿਛਲੇ ਵਪਾਰਕ ਫ਼ੋਨ ਨੰਬਰ",
      "ਬਸ ਇੱਕ ਪਲ...",
      "ਬੈੱਕਅੱਪ ਕੋਡ",
      "ਸਵੈਚਲ-ਉਤਪੰਨ ਕੈਪਸ਼ਨ",
      "ਰਾਸ਼ਟਰੀ ਪਛਾਣ-ਪੱਤਰ",
      "ਬਾਅਦ ਦੁਪਹਿਰ",
      "ਅਕਸਰ ਵਰਤੇ ਜਾਂਦੇ",
      "ਇਸ਼ਤਿਹਾਰ ਦਿਲਚਸਪੀਆਂ",
      "ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਸਾਡੇ ਵੱਲੋਂ ਨਾ ਪਛਾਣੇ ਗਏ ਫ਼ੋਨ ਜਾਂ ਕੰਪਿਊਟਰ 'ਤੇ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ ਉਸ ਸਮੇਂ ਅਸੀਂ ਲੌਗ ਇਨ ਕੋਡ ਪੁੱਛਾਂਗੇ।",
      "1 ਮਿੰਟ ਪਹਿਲਾਂ",
      "ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣਾ",
      "{name} ਵੱਜੋਂ Facebook ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਗਿਆ",
      "COVID-19 ਹੈਲਥ ਰਿਸਰਚ ਦੇ ਸਰਵੇਖਣ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
      "{Added at authorizedAt time} 'ਤੇ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ",
      "ਮੁੱਖ ਪੋਸਟਾਂ",
      "ਇਨ੍ਹਾਂ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਦੀ ਆਗਿਆ ਦਿਓ",
      "ਖਾਤਾ ਹਟਾਓ",
      "ਕ੍ਰਾਸ ਐਪ ਮੈਸੇਜਿੰਗ ਲਈ ਅੱਪਗ੍ਰੇਡ ਕਰਨ ਦੀ ਮਿਤੀ",
      "ਆਪਣੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰੋ",
      "{Bold text if your appeal for video is approved} ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਅਸਲ ਵੀਡੀਓ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ‘ਤੇ ਮੁੜ-ਸਟੋਰ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਬੱਸ ਇੱਕ ਹੋਰ ਪੜਾਅ",
      "ਇਸਨੂੰ ਚਾਲੂ ਕਰਨ ਦਾ ਮਤੱਲਬ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਸੁਰੱਖਿਆ ਕੋਡ ਭੇਜਾਂਗੇ ਜਦੋਂ ਸਾਨੂੰ ਇਸਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰ ਰਹੇ ਹੋ।",
      "ਪਿੱਛਾ ਕਰੋ",
      "ਕੋਈ ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਦੋਸਤ ਜਾਣਨ ਕਿ ਇਹ ਤੁਸੀਂ ਹੋ।",
      "ਜਾ",
      "ਲਿੰਗ",
      "ਡ੍ਰਾਫਟ ਸੋਧੋ",
      "ਐਪ ‘ਤੇ ਹੋਰ ਫ਼ੀਚਰ ਲੱਭੋ",
      "ਨਿਯਮਕ ਸਮਾਨ",
      "ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲਾ ਜਾਂ  ਧੱਕੇਸ਼ਾਹੀ ਦੇ ਤੌਰ ਤੇ ਰਿਪੋਰਟ ਕਰੋ?",
      "PIN ਨਾਲ ਵਾਧੂ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ",
      "ਆਪਣੇ ਜਾਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਲਈ ਇੱਕ ਅਧਿਕਾਰਤ ਪਛਾਣ ਦਸਤਾਵੇਜ਼ ਸ਼ਾਮਲ ਕਰੋ।",
      "Facebook ਉਤਪਾਦ",
      "ਪ੍ਰੋਫਾਈਲ ਸੋਧੋ",
      "ਇਹ ਸਮੱਸਿਆ, ਜੋ 5 ਅਪ੍ਰੈਲ 2018 ਨੂੰ ਸ਼ੁਰੂ ਹੋਈ ਸੀ, ਨੇ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਗੋਪਨੀਯਤਾ ਸੈਟਿੰਗ ਨੂੰ ਨਿੱਜੀ ਤੋਂ ਬਦਲ ਕੇ ਜਨਤਕ ਕਰ ਦਿੱਤਾ। ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰ ਦਿੱਤਾ ਅਤੇ 9 ਅਪ੍ਰੈਲ 2018 ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਵਾਪਸ ਨਿੱਜੀ ਵਿੱਚ ਸਥਾਪਿਤ ਕਰ ਦਿੱਤਾ। ਜੇਕਰ ਉਸ ਦੌਰਾਨ ਨਵੇਂ ਖਾਤਿਆਂ ਨੇ ਤੁਹਾਡਾ ਅਨੁਸਰਣ ਕੀਤਾ ਸੀ, ਤਾਂ ਅਸੀਂ 9 ਅਪ੍ਰੈਲ ਅਤੇ 10 ਅਪ੍ਰੈਲ ਵਿਚਾਲੇ ਉਨ੍ਹਾਂ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ।",
      "ਸਾਮੁਦਾਇਕ ਗਾਈਡਲਾਈਨ",
      "ਸ਼ਹਿਰ/ਕਸਬਾ",
      "ਰੱਦ ਕਰੋ",
      "ਰਿਪੋਰਟ ਕਰੋ",
      "ਇਹ ਸਪੈਮ ਹੈ",
      "ਪੂਰਾ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਕਰੋ",
      "{carrier name} ਤੋਂ ਮੁਫ਼ਤ ਫੋਟੋਆਂ",
      "{Copyright owner} ਰਾਹੀਂ {Copyrighted album or song name}",
      "ਇਸ ਵਿੱਚ ਸਥਾਨਕ ਜਾਂ ਅੰਤਰਰਾਸ਼ਟਰੀ ਜਾਣਕਾਰੀ ਰੱਖਣ ਵਾਲੀਆਂ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਸੰਸਥਾਵਾਂ ਵੱਲੋਂ ਸਾਨੂੰ ਦੱਸੀ ਗਈ ਹੋ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੈ ਜਿਸ ਨਾਲ Instagram ਤੋਂ ਬਾਹਰ ਹਿੰਸਾ ਹੋ ਸਕਦੀ ਹੈ ਜਾਂ ਕਿਸੇ ਵਿਅਕਤੀ ਨੂੰ ਸਰੀਰਕ ਸੱਟ ਲੱਗ ਸਕਦੀ ਹੈ।",
      "{count} ਪਸੰਦਾਂ",
      "ਕੀ ਪ੍ਰਸਿੱਧ ਵਿਅਕਤੀ ਦਾ ਭੇਖ ਧਾਰਨ ਦੇ ਕਾਰਨ {username} ਦੀ ਰਿਪੋਰਟ ਕਰਨੀ ਹੈ?",
      "ਕਿਉਂਕਿ ਤੁਸੀਂ {The username of the account being reported} ਦੇ ਪ੍ਰੋਫਾਈਲ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਸੀ, ਅਸੀਂ ਵੀ ਖਾਤਾ ਬਲੌਕ ਕਰ ਦਿੱਤਾ ਹੈ।",
      "ਟੁੱਟਿਆ ਹੋਇਆ ਲਿੰਕ",
      "ਕਮੈਂਟ {actionType}",
      "ਫ਼ੋਟੋ ਆਈਡੀ ਐਡਿਟ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤੇ ਪਿੰਨ ਨੂੰ ਵਰਤ ਕੇ ਤੁਹਾਡਾ ਖਾਤਾ ਕਨੈਕਟ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਸੀ। ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਤੁਹਾਡੇ ਵੱਲੋਂ Facebook ‘ਤੇ ਵਰਤੇ ਗਏ {cardName} ਦੇ ਸੁਰੱਖਿਆ ਕੋਡ ਨੂੰ ਦਾਖਲ ਕਰਕੇ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਸਾਡੇ ਕੋਲ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਦੇ ਫੈਲਣ ਕਾਰਨ ਹੁਣੇ ਘੱਟ ਸਮੀਖਿਅਕ ਮੌਜੂਦ ਹਨ। ਅਸੀਂ ਜ਼ਿਆਦਾ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਰੱਖਣ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਤਰਜੀਹ ਦੇਣ ਦੀ ਸਖ਼ਤ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ।",
      "• ਆਪਣੇ Instagram ਅਕਾਊਂਟ ਨਾਲ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਖੋਜ ਕਰੋ",
      "ਰੱਦ ਕਰੋ",
      "ਰਿਪੋਰਟ ਭੇਜੋ",
      "ਕੂਕੀਜ਼ ਸਹਿਮਤੀ ਸੈਕਸ਼ਨ ਨੂੰ ਦੇਖਣ ਲਈ ਸ਼ੈਵਰਨ ਆਈਕਨ",
      "ਗ੍ਰਾਫਿਕ ਸੱਟ, ਗੈਰ ਕਾਨੂੰਨੀ ਸਰਗਰਮੀ, ਖਤਰਨਾਕ ਜਾਂ ਅਪਰਾਧਿਕ ਸੰਗਠਨ",
      "ਤਤਕਾਲ ਪ੍ਰਤੀਕਿਰਿਆਂਵਾਂ",
      "ਇਸ ਸਮੱਸਿਆੇ ਨੇ ਕੁਝ Facebook ਅਤੇ Instagram ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੀ ਡਿਵਾਈਸ 'ਤੇ ਇੱਕ ਤੋਂ ਵੱਧ Instagram ਖਾਤੇ ਨਾਲ ਲੌਗਇਨ ਕੀਤਾ ਹੋਇਆ ਸੀ। 1 ਜੂਨ 2018 ਅਤੇ 5 ਜੂਨ 2018 ਦੇ ਦਰਮਿਆਨ, ਇਸ ਨੇ ਇੱਕ ਖਾਤੇ ਤੋਂ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤੀਆਂ ਕੁਝ ਫੋਟੋਆਂ ਅਤੇ ਕਹਾਣੀਆਂ ਨੂੰ ਉਸੇ ਡਿਵਾਈਸ 'ਤੇ ਲੌਗ ਇਨ ਕੀਤੇ ਦੂਸਰੇ ਖਾਤੇ ਵਿੱਚ ਪੋਸਟ ਕੀਤਾ ਸੀ। ਸਾਵਧਾਨੀ ਦੇ ਤੌਰ ਤੇ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਦੇਖਣ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ ਕਿ 1 ਜੂਨ - 5 ਜੂਨ ਤੱਕ ਕੋਈ ਵੀ ਪੋਸਟਾਂ ਨੂੰ ਨਿਯਤ ਕੀਤੇ ਖਾਤੇ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਗਿਆ ਸੀ।",
      "{city name} ਵਿੱਚ ਸਥਾਨ",
      "ਲੋਕਾਂ ਨੂੰ ਲੱਭੋ",
      "ਪ੍ਰਾਇਮਰੀ 'ਤੇ ਲੈ ਜਾਇਆ ਗਿਆ",
      "API",
      "ਦੁਬਾਰਾ ਲੌਗ ਇਨ ਕਰੋ",
      "ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰੋ",
      "ਡਾਇਰੈਕਟ ਮੈਸੇਜਿੰਗ ਆਈਕਨ",
      "ਨਵੀਂ ਪੋਸਟ",
      "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਫਾਲੋ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਦੁਆਰਾ ਸ਼ੇਅਰ ਕੀਤੀ ਹੋਰ ਪੋਸਟ ਦੇਖੋਂਗੇ।",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਸੰਪੂਰਨ",
      "ਭੇਜਿਆ ਗਿਆ!",
      "ਆਪਣੇ ਛਿਣਾਂ ਨੂੰ ਕੈਦ ਕਰਨਾ ਅਤੇ ਸਾਂਝਾ ਕਰਨਾ ਅਰੰਭ ਕਰੋ।",
      "ਸਥਾਨ",
      "ਕਹਾਣੀਆਂ ਸੰਬੰਧੀ ਗਤੀਵਿਧੀ",
      "ਤੁਸੀਂ ਇਸ ਵਾਰਤਾਲਾਪ ਦੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ?",
      "{username} ਦੀ ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ",
      "ਵੋਇਸ ਸੁਨੇਹਾ",
      "ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਅਸਮਥਿਤ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ?",
      "@{username} • Instagram ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼",
      "ਰਿਪੋਰਟ",
      "ਸਵਾਲ",
      "ਜੇ ਤੁਹਾਡੀ ਅਪੀਲ ਨੂੰ ਅਸਵੀਕਾਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ",
      "ਗੱਲਬਾਤ ਮਿਟਾਓ",
      "ਕੁੱਝ ਹੋਰ",
      "ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੀਆਂ ਕੂਕੀਜ਼ ਤੋਂ ਬਿਨਾਂ, ਕੁਝ ਅਨੁਭਵ ਕੰਮ ਨਹੀਂ ਕਰਨਗੇ, ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ ਵਿੱਚ gifs ਸ਼ਾਮਲ ਕਰਨਾ, ਕਮੈਂਟ ਕਰਨਾ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੇਖਣਾ ਸ਼ਾਮਲ ਹੈ।",
      "ਇਨਬਾਕਸ",
      "{days}ਦਿਨ",
      "ਇੱਕ ਵਾਰੀ ਤੁਹਾਡੇ Wi-Fi ਨਾਲ ਕਨੈਕਟ ਹੋ ਜਾਣ 'ਤੇ, ਤੁਸੀਂ ਵਪਾਰ ਦੇ Instagram ਅਕਾਊਂਟ ਨੂੰ ਵੀ ਐਕਸਪਲੋਰ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਡੇ ਆਮ ਸੁਨੇਹੇ",
      "ਪ੍ਰੀਵਿਊ ਨੂੰ ਚਾਲੂ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ",
      "Instagram ਪੁਸ਼ਟੀਕਰਨ ਲਈ ਅਰਜ਼ੀ ਦਿਓ",
      "ਇਹਨਾਂ {numMessages} ਸੁਨੇਹਿਆਂ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "ਸਵੈਚਾਲਿਤ ਰੂਪ ਨਾਲ ਸ਼ਾਮਲ ਕਰੋ",
      "ਇਹ ਜਾਣਕਾਰੀ Facebook Pay ਨਾਲ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਇਹ Instagram, Facebook ਅਤੇ Messenger 'ਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਵਰਤੇ ਜਾਣ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗੀ",
      "ਸਾਰੀ ਮੁਦਰੀਕਰਨ ਕੀਤੀਆਂ ਵੀਡੀਓਜ਼ ਵਿੱਚ ਪੂਰਵਦਰਸ਼ਨ ਸ਼ਾਮਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ। ਪੂਰਵਦਰਸ਼ਨ ਫੀਡ ਅਤੇ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ ‘ਤੇ ਦਿਸਦੇ ਹਨ।",
      "Connect a digital wallet",
      "ਪੁਸ਼ ਸੂਚਨਾਵਾਂ",
      "ਪੂਰਵ-ਨਿਰਧਾਰਤ ਕੀਵਰਡ ਵਰਤੋ",
      "Instagram ਤੁਹਾਡੀ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ। ਨਵਾਂ ਅਕਾਊਂਟ ਬਣਾਉਣ ਲਈ ਸਾਰੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਵੋ।",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਹੈ",
      "ਕੀ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
      "ਮੁਕੰਮਲ",
      "ਫੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕਰੋ",
      "ਵਾਂ",
      "ਉਪਯੋਗ ਦੀਆਂ ਸ਼ਰਤਾਂ",
      "ਆਪਣੀ ਵੀਡੀਓ ਨੂੰ ਅਣਲੌਕ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੇ ਲਈ ਸਹਿਮਤ ਹੋਵੋ:",
      "ਫਰਵਰੀ",
      "ਤੁਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਦੇ ਆਧਾਰ 'ਤੇ Instagram ਲਈ ਸਾਈਨ ਅੱਪ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।",
      "{whatsapp business name}",
      "ਸਤਿ ਸ੍ਰੀ ਅਕਾਲ {username},",
      "ਐਕਸਪਲੋਰ ਕਰੋ",
      "ਹੋਰ ਜਾਣੋ",
      "ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ ਅਤੇ ਫੀਡ 'ਤੇ ਕੋਈ ਪੂਰਵਦਰਸ਼ਨ ਸਾਂਝਾ ਕਰੋ",
      "ਬੈਗ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਵਿਚ ਅਸਫਲ ਰਹੇ",
      "Disconnect",
      "ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਅਜਿਹਾ ਕਿਉਂ ਹੈ",
      "ਫਾਈਲ ਹਟਾਓ",
      "DMCA ਕੀ ਹੈ, ਅਤੇ ਇਹ ਮੈਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ?",
      "{name of the user} ਨੇ ਕਿਸੇ ਟਿੱਪਣੀ ਵਿੱਚ ਤੁਹਾਡਾ ਉੱਲੇਖ ਕੀਤਾ: {comment text from user}",
      "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
      "Instagram Lite ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਕੋਈ ਸੁਰੱਖਿਆ ਵਿਧੀ ਚੁਣੋ",
      "ਗੱਲਬਾਤ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?",
      "ਅੱਗੇ",
      "ਕੋਈ ਪੋਸਟ ਨਹੀਂ",
      "ਚੋਣ ਨੂੰ ਟੌਗਲ ਕਰੋ",
      "ਕੀ ਸਮੀਖਿਆ ਕੀਤੇ ਬਿਨਾਂ ਛੱਡਣਾ ਹੈ?",
      "ਕਿਉਂਕਿ ਨੀਤੀ Facebook ਨੂੰ ਵੀ ਕਵਰ ਕਰਦੀ ਹੈ, ਇਸ ਲਈ ਇਸ ਵਿੱਚ ਚਿਹਰਾ ਪਛਾਣ ਸਬੰਧੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ। ਅਸੀਂ Instagram 'ਤੇ ਚਿਹਰਾ ਪਛਾਣ ਤਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਜੇਕਰ ਅਸੀਂ ਇਸ ਨੂੰ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸਾਂਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਮੌਕਾ ਦੇਵਾਂਗੇ।",
      "ਆਪਣਾ ਡੇਟਾ ਡਾਉਨਲੋਡ ਕਰੋ",
      "ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
      "ਰੱਦ ਕਰੋ",
      "{username} ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ",
      "ਦੋਸਤਾਂ ਦੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਲਾਈਕ ਕਰੋ, ਆਪਣੇ ਪਲਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰੋ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਸੰਦ ਕੀਤਾ ਜਾ ਸਕੇ ਉਹ ਅਕਾਊਂਟ ਲੱਭੋ।",
      "ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਅਰੰਭ ਕਰਨ ਲਈ ਐਪ ਨੂੰ ਡਾਉਨਲੋਡ ਕਰੋ।",
      "ਫ਼ਾਈਲ 1KB ਜਾਂ ਇਸਤੋਂ ਵੱਡੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ",
      "{scope description}",
      "{full_name} (@{username}) • Instagram ਦੇ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ • ਪੰਨਾ {page}",
      "ਅਸੀਂ Instagram 'ਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਂਝੀ ਕੀਤੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਫ਼ਾਈਲ ਬਣਾਉਣੀ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ ਅਤੇ {email address} ਨੂੰ ਕੋਈ ਲਿੰਕ ਈਮੇਲ ਕਰਾਂਗੇ। ਇਸ ਡੇਟਾ ਨੂੰ ਇਕੱਤਰ ਕਰਕੇ ਤੁਹਾਨੂੰ ਭੇਜਣ ਵਿੱਚ 48 ਘੰਟਿਆਂ ਤੱਕ ਲੱਗ ਸਕਦੇ ਹਨ।",
      "ਫੋਟੋ ਮਿਟਾਓ",
      "• ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦੀਆਂ ਹਨ ਜਿਹੜੀ ਤੁਸੀਂ Instagram 'ਤੇ ਸਾਂਝੀ ਕੀਤੀ ਹੈ। ਇਹ ਬੇਨਤੀਆਂ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਸਾਡੇ ਸਿਸਟਮਾਂ ਦੁਆਰਾ ਲੌਗ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਇੰਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ।",
      "Edit",
      "ਵੀਡੀਓ ਬਹੁਤ ਵੱਡੀ ਹੈ",
      "ਇਸ ਨੀਤੀ ਵਿੱਚ ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਅਤੇ ਆਪਣੇ ਸਹਿਭਾਗੀਆਂ ਤੋਂ ਕੀ ਇਕੱਤਰ ਕਰਦੇ ਹਾਂ, ਅਸੀਂ ਕਿਵੇਂ ਜਾਣਕਾਰੀ ਨੂੰ Facebook ਕੰਪਨੀਆਂ ਵਿੱਚ ਕਨੈਕਟ ਕਰਦੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਇਸ਼ਤਿਹਾਰਾਂ ਸਮੇਤ ਕਿਵੇਂ ਤੁਹਾਡੇ ਤਜਰਬੇ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਂਦੇ ਹਾਂ।",
      "1 ਦਿਨ ਵਿੱਚ ਅਗਲੇ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ, ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਅਸਮਰਥਿਤ ਹੋ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸ ਵਿੱਚ ਵਾਪਸ ਲੌਗ ਇਨ ਕਰਨ ਵਿੱਚ ਅਸੀਂ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕੀਏ।",
      "{username} ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤਾ ਗਿਆ",
      "ਡ੍ਰਾਫ਼ਟ ਨੂੰ ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਅਸੀਂ ਜੋ ਹਟਾਉਂਦੇ ਹਾਂ ਉਸ ਬਾਰੇ {Learn more}।",
      "ਸਾਰੇ {(plural) number of terms} ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਵੋ",
      "ਨਹੀਂ",
      "ਠੀਕ",
      "ਵੀਡੀਓਜ 3 ਸਕਿੰਟ ਜਾਂ ਵੱਧ ਦੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ",
      "ਆਪਣੇ ਖਾਤੇ ਉੱਤੋਂ ਪਾਬੰਦੀਆਂ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਅਗਲੇ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।",
      "ਕੀ ਵੀਡੀਓ ਛੱਡਣਾ ਹੈ?",
      "ਕਾਰਟ",
      "ਸਮੱਗਰੀ ਮਾਲਕ ਨੂੰ ਸੰਪਰਕ ਕਰੋ",
      "ਹਟਾਓ",
      "ਹੋਰ",
      "ਤੁਸੀਂ ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਅਤੇ ਬਟਨਾਂ ਨੂੰ ਲੁਕਾਉਣਾ ਜਾਂ ਦਿਖਾਉਣਾ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਹਾਂ",
      "ਤੁਸੀਂ {username} ਦੀ ਕਹਾਣੀ ਦਾ ਹਾਈਲਾਈਟ ਭੇਜਿਆ",
      "ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਦੇਖਣ ਵਿੱਚ ਅਸਮਰੱਥ ਲੋਕਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਦਾ ਵਰਣਨ ਕਰਦਾ ਹੈ। ਵਿਕਲਪਿਕ ਟੈਕਸਟ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਲਈ ਆਪਣੇ ਆਪ ਹੀ ਬਣਾਏ ਜਾਂਦੇ ਹਨ ਜਾਂ ਤੁਸੀਂ ਖੁਦ ਲਿਖਣਾ ਚੁਣ ਸਕਦੇ ਹੋ।",
      "ਲੋਕਾਂ ਨੂੰ ਲੱਭੋ",
      "ਹਟਾਓ",
      "ਤੁਸੀਂ {username} ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕੀਤਾ ਹੋਇਆ ਹੈ",
      "Google ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ",
      "ਟਿੱਪਣੀ ਮਿਟਾਉ",
      "• ਕਨੈਕਸ਼ਨ ਐਪ ਜਾਂ ਵੈੱਬਸਾਈਟ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਅਤੇ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ ਜਿਸਨੂੰ ਤੁਸੀਂ ਸਾਂਝਾ ਕਰਨ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਡੀਆਂ ਫ਼ੋਟੋਆਂ।",
      "ਬਿਜ਼ਨੈੱਸ ਅਕਾਊਂਟ",
      "ਟੈਗ ਕੀਤੇ ਲੋਕ",
      "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਸਾਡੀਆਂ ਭਾਈਚਾਰਾ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਹੈ",
      "ਗਤੀਵਿਧੀ ਫੀਡ",
      "ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ",
      "ਸਪੇਸ ਅਤੇ ਡੇਟਾ ਨੂੰ ਸੇਵ ਕਰਨ ਲਈ ਬਣਾਇਆ ਗਿਆ ਸੀ। Google Play ‘ਤੇ ਫਰੀ।",
      "{count} ਅਨੁਸਰਣ ਕਰ ਰਹੇ ਹਨ",
      "ਸਥਾਨ ਸ਼ਾਮਲ ਕਰੋ",
      "ਕੀ ਤੁਹਾਨੂੰ {username} ਨਾਲ ਕੋਈ ਸਮੱਸਿਆ ਆਈ ਰਹੀ ਹੈ?",
      "ਸਾਡੀ {Cookie Policy} 'ਤੇ ਜਾ ਕੇ ਕੂਕੀਜ਼ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਜਾਣੋ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ।",
      "ਤੁਹਾਨੂੰ ਜੋ ਵੀ ਪਸੰਦ ਹੈ ਉਸਨੂੰ ਲੱਭਣ ਦੇ ਬਹਿਤਰ ਤਰੀਕੇ ਲਈ ਐਪ ‘ਤੇ ਸਵਿੱਚ ਕਰੋ।",
      "Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "{username} ਟਾਈਪ ਕਰ ਰਿਹਾ/ਰਹੀ ਹੈ...",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "ਹੋਰ",
      "ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਦੋਸਤਾਂ ਨੂੰ ਲੱਭਣ ਵਾਸਤੇ Facebook ਨਾਲ ਕਨੈਕਟ ਕਰੋ।",
      "ਗੋਪਨੀਯਤਾ",
      "ਉਲਟੀ-ਗਿਣਤੀ",
      "ਈਮੇਲ (ਵਿਕਲਪਿਕ)",
      "ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰਨਾ",
      "{firstUsername}, {secondUsername} + {remainingUserCount} ਵੱਲੋਂ ਦੇਖਿਆ ਗਿਆ",
      "ਤੁਹਾਡੇ ਵੱਲੋਂ ਅਨੁਸਰਣ ਕੀਤੇ ਜਾਂਦੇ ਲੋਕ",
      "ਵਾਂ",
      "ਇਸਨੂੰ Google Play ‘ਤੇ ਫਰੀ ਵਿੱਚ ਲੱਭੋ।",
      "ਸੰਗ੍ਰਹਿ ਨੂੰ ਐਡਿਟ ਕਰੋ",
      "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਅਸਧਾਰਨ ਕਾਰਵਾਈ ਦੇਖੀ ਹੈ ਅਤੇ {date on which the restriction enrollment expires} ਤੱਕ ਕੁਝ ਕਾਰਵਾਈਆਂ ਉੱਤੇ ਆਰਜ਼ੀ ਤੌਰ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ ਹੈ।",
      "Instagram ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਸਥਾਨ ਦੱਸੋ।",
      "ਉਮਰ",
      "{Bold text if your appeal for photo is approved} ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਅਸਲ ਫੋਟੋ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ‘ਤੇ ਮੁੜ-ਸਟੋਰ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "ਪ੍ਰਸ਼ੰਸਕ ਦਾ ਖਾਤਾ",
      "ਤੁਸੀਂ Instagram 'ਤੇ ਕੋਈ ਸਮੱਗਰੀ ਸਿਰਫ਼ ਉਦੋਂ ਹੀ ਪੋਸਟ ਕਰ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਉਹ ਕਿਸੇ ਦੂਸਰੀ ਧਿਰ ਦੀ ਬੌਧਿਕ ਸੰਪੱਤੀ ਸੰਬੰਧੀ ਅਧਿਕਾਰਾਂ ਦੀ {copyright} ਸਮੇਤ ਉਲੰਘਣ ਨਾ ਕਰਦੀ ਹੋਵੇ। ਸਿਰਫ਼ ਆਪਣੀ ਬਣਾਈ ਗਈ ਸਮੱਗਰੀ ਪੋਸਟ ਕਰਨਾ ਇਹ ਪੱਕਾ ਕਰਨ ਦਾ ਸਰਵੋਤਮ ਤਰੀਕਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਕਾਪੀਰਾਈਟ ਕਨੂੰਨ ਦਾ ਉਲੰਘਣ ਨਹੀਂ ਕਰਦੀ ਹੈ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਦੀ ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਕੀਤੇ ਜਾਣ ਉਦੋਂ ਵੀ ਕਾਪੀਰਾਈਟ ਦਾ ਉਲੰਘਣ ਕਰਨਾ ਹੋ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਤੁਸੀਂ:",
      "ਇੱਕ ਟਿੱਪਣੀ ਜੋੜੋ...",
      "ਕੀ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਨਾਲ ਕਨੈਕਟ ਕਰਨਾ ਹੈ?",
      "ਪੈਰੋਕਾਰ",
      "ਸਪੁਰਦ ਕਰੋ",
      "ਇਸ ਵੀਡੀਓ ਵਿੱਚ",
      "ਅਨੁਸਰਣ ਨਾ ਕੀਤੇ ਗਏ",
      "ਡਿਵਾਈਸ ਤੋਂ ਚੁਣੋ",
      "ਇਸਨੂੰ ਦੁਬਾਰਾ ਭੇਜੋ",
      "ਫਿਲਟਰ: {filter title}",
      "ਲੋਕ ਸੌਖੀ ਤਰ੍ਹਾਂ ਅਨੁਸਰਣ ਕਰਨ ਲਈ Instagram ਕੈਮਰੇ ਦੇ ਨਾਲ ਤੁਹਾਡੇ ਨੇਮਟੈਗ ਨੂੰ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹਨ। ਆਪਣੇ ਨੇਮਟੈਗ ਨੂੰ ਡਾਉਨਲੋਡ ਕਰਕੇ ਪ੍ਰਿੰਟ ਕਰੋ, ਅਤੇ ਫਿਰ ਇਸਨੂੰ ਆਪਣੇ ਉਤਪਾਦਾਂ, ਪੋਸਟਰਾਂ ਅਤੇ ਹੋਰ ਬਥੇਰੀਆਂ ਚੀਜ਼ਾਂ 'ਤੇ ਚਿਪਕਾਓ।",
      "ਪੋਸਟ ਦੇਖੋ",
      "ਅਸੀਂ {phone_number} ਅੰਤ ਵਾਲੇ ਤੁਹਾਡੇ ਨੰਬਰ 'ਤੇ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਭੇਜਿਆ ਹੈ",
      "ਫ਼ੋਨ ਨੰਬਰ",
      "ਉਪਯੋਗ ਦੀ API ਸ਼ਰਤਾਂ",
      "ਲਾਈਵ ਫ਼ੰਡਰੇਜ਼ਰ",
      "{app name} ਇਸਦੀ ਸੇਵਾ ਅਵਧੀ ਦੌਰਾਨ ਇਸਦੀਆਂ {=term} ਅਤੇ {=privacy} ਅਨੁਸਾਰ ਯੂਜ਼ਰ ਦੀ ਪਛਾਣ ਅਤੇ ਹੋਰ ਉਦੇਸ਼ਾਂ ਲਈ ਤੁਸੀਂ ਜੋ ਵੀ ਸਾਂਝਾ ਕਰਦੇ ਹੋ ਉਸਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੀ ਹੈ।",
      "ਟਿੱਪਣੀ ਨੂੰ ਮਿਟਾ ਦਿਓ",
      "ਸਾਡੇ ਵੱਲੋਂ {email address} ਨੂੰ ਭੇਜਿਆ ਗਿਆ ਲਿੰਕ ਸਿਰਫ਼ ਚਾਰ ਦਿਨਾਂ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਡੇਟਾ ਦੀ ਇੱਕ ਹੋਰ ਕਾਪੀ ਦੀ ਗੁਜਾਰਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਹਾਨੂੰ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਦੀ ਅਨੁਮਤੀ ਪ੍ਰਾਪਤ ਹੈ। ਉਦਾਹਰਣ ਵੱਜੋਂ, ਤੁਸੀਂ ਪਬਲਿਕ ਡੋਮੇਨ ਵਿੱਚ ਮੌਜੂਦ ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਦਾ ਦਾਅਵਾ ਕਰ ਰਹੇ ਹੋ।",
      "ਇਫ਼ੈਕਟ",
      "Facebook ਭੁਗਤਾਨ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਦੇਖੋ",
      "ਮਾਪੇ/ਸਰਪ੍ਰਸਤ ਨੂੰ ਕਹੋ",
      "ਸੁਰੱਖਿਆ ਪੁਸ਼ਟੀਕਰਨ",
      "ਜੇਕਰ ਤੁਸੀਂ {name} ਨੂੰ ਹਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਇਹ ਤੁਹਾਡੀ {name} ਐਪ ਦਾ ਖਾਤਾ ਅਤੇ ਗਤੀਵਿਧੀ ਨੂੰ ਮਿਟਾ ਸਕਦਾ ਹੈ। {name} ਦੇ ਕੋਲ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪਹਿਲਾਂ ਤੋਂ ਸਾਂਝੀ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਐਕਸੈਸ ਵੀ ਹੋ ਸਕਦੀ ਹੈ, ਪਰ ਇਹ ਐਪ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਲਈ ਅਤਿਰਿਕਤ ਗੁਜਾਰਿਸ਼ਾਂ ਨਹੀਂ ਕਰ ਸਕਦੀ ਹੈ।",
      "ਪੇਸ਼ੇਵਰ ਖਾਤੇ 'ਤੇ ਸਵਿੱਚ ਕਰੋ",
      "ਬੇਨਤੀਆਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ",
      "ਪੋਸਟ ਸਾਂਝੀ ਕੀਤੀ ਗਈ",
      "• ਆਪਣੇ Instagram ਅਕਾਊਂਟ ਨੂੰ ਹੋਰ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "ਨਸਲੀ, ਸਮਲੈੰਗਿਕ ਜਾਂ ਜਿਨਸੀ ਅਪਮਾਨ",
      "ਲੌਗ ਇਨ ਕਰਕੇ ਹੋਰ ਦੇਖੋ",
      "ਅੱਗੇ",
      "ਕੋਈ ਵਿਵਾਦ ਸਪੁਰਦ ਕਰਕੇ, ਤੁਸੀਂ ਅਧਿਕਾਰ ਧਾਰਕ ਨੂੰ , {reference owner name} ਅਤੇ ਤੁਹਾਡੀ ਵੀਡੀਓ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਬਾਰੇ ਮੁੱਢਲੀ ਜਨਤਕ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹੋ। ਉਹਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ 7 ਦਿਨ ਹੋਣਗੇ।",
      "Facebook ਵੱਲੋਂ Instagram",
      "@{username} ਵੱਲੋਂ Instagram ਦੀ ਇਹ ਫੋਟੋ ਦੇਖੋ",
      "ਸਾਰੀਆਂ ਨੂੰ ਮਿਟਾਓ",
      "ਸਟੋਰੀ ਅਤੇ ਪੋਸਟ ਸ਼ੇਅਰਿੰਗ ਅਤੇ ਲੌਗਇਨ ਸਮੇਤ, Instagram, Facebook ਐਪ, ਅਤੇ Messenger ਵਿਚਾਲੇ ਕਨੈਕਟੇਡ ਅਨੁਭਵਾਂ ਲਈ ਕੰਟਰੋਲ ਸੈਟਿੰਗਾਂ।",
      "ਕੋਈ ਤਰੁੱਟੀ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਤੁਹਾਡੀ ਫੋਟੋ ਨੂੰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "ਤੁਹਾਡੀ ਵੀਡੀਓ ਲੋੜਾਂ ਪੂਰੀਆਂ ਨਹੀਂ ਕਰਦੀ ਹੈ। {Learn More}",
      "ਇਸਨੂੰ ਪਸੰਦ ਕਰਨ ਲਈ {Log in}",
      "{username} ਸਾਡੇ ਤੋਂ ਇਹ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਦਿਲਚਸਪੀਆਂ ਦੇ ਅਧਾਰ 'ਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਦਿਖਾਇਆ ਜਾਵੇ। ਅਸੀਂ Facebook ਉਤਪਾਦਾਂ ਦੇ ਵਿਚਕਾਰ ਉਨ੍ਹਾਂ ਦੀ ਗਤੀਵਿਧੀ 'ਤੇ ਅਧਾਰਿਤ ਲੋਕਾਂ ਦੀਆਂ ਦਿਲਚਸਪੀਆਂ ਬਾਰੇ ਜਾਣਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਸੀਂ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਤਾਂ {username} ਅਜੇ ਵੀ ਓਨੇਂ ਹੀ ਇਸ਼ਤਿਹਾਰ ਦੇਖਣਗੇ ਪਰ ਉਹ ਉਨ੍ਹਾਂ ਲਈ ਘੱਟ ਪ੍ਰਸੰਗਿਕ ਹੋ ਸਕਦੇ ਹਨ।",
      "ਇਨਸਾਈਟ ਦੇਖੋ",
      "ਸੰਬੰਧਿਤ ਸ਼੍ਰੇਣੀਆਂ",
      "ਪ੍ਰੋਫ਼ਾਈਲ",
      "ਪਾਸਵਰਡ ਬਦਲੋ",
      "ਨਿਸ਼ਚਿਤ ਨਹੀਂ",
      "ਭਰੋਸੇਯੋਗ ਡਿਵਾਈਸਾਂ",
      "See All Messages",
      "ਤਾਪਮਾਨ",
      "ਕੀ ਲੌਗ ਆਉਟ ਕਰਨਾ ਹੈ?",
      "ਪਸੰਦਾਂ",
      "ਪਸੰਦਾਂ",
      "ਤੁਸੀਂ ਆਪਣੀ ਪੋਸਟ ਦੇ ਸਿਖਰ ਤੇ ਦਿੱਤੇ ··· ਮੀਨੂ ਵਿੱਚ ਜਾ ਕੇ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "@{username} ਰਾਹੀਂ Instagram ਫੋਟੋ • {datetime}",
      "ਤੁਹਾਡੇ ਲਈ ਸੁਝਾਏ ਗਏ",
      "ਅਨੁਸਰਣ ਕਰਨਾ ਬੰਦ ਕਰੋ",
      "ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਸਹਿਮਤ ਹੋਵੋ",
      "ਅਪੀਲ ਦੇ ਵੇਰਵੇ",
      "ਉਹ ਜਾਣਕਾਰੀ ਜੋ ਤੁਸੀਂ ਇਸ ਐਪ ਨਾਲ ਸਾਂਝੀ ਕਰ ਰਹੇ ਹੋ",
      "ਵੀਡੀਓ Glyph",
      "ਫ਼ੋਨ ਪੁਸ਼ਟੀਕਰਨ",
      "ਸ਼ਨੀਵਾਰ",
      "ਇਸ ਫ਼ੋਟੋ ਨੂੰ ਮਿਟਾਓ",
      "ਸ਼ੌਪਿੰਗ ਮੀਨੂ ਖੋਲ੍ਹੋ",
      "ਖਾਤਿਆਂ ਨੂੰ ਬਲੌਕ ਕਰਨਾ",
      "ਰਾਜ ਚੋਣ",
      "ਫਾਈਲ ਚੁਣੋ",
      "ਯਾਦ ਦਵਾ ਦਈਏ ਕਿ ਇਸ ਫੋਟੋ ਨੂੰ ਸਾਰੀਆਂ ਲੋਕੇਸ਼ਨਾਂ ਵਿੱਚ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਇਹ ਸੁਨੇਹਾ ਲੋਕਾਂ ਨੂੰ ਜ਼ੋਖ਼ਿਮ ਵਿੱਚ ਪਾਉਂਦਾ ਹੈ",
      "ਪਿੱਛੇ ਜਾਓ",
      "ਉਪਭੋਗਤਾ ਨਾਂ ਬਦਲੋ",
      "ਤੁਸੀਂ {username} ਨੂੰ ਬਲੌਕ ਕੀਤਾ।",
      "ਵੀਡੀਓ ਵਿੱਚ ਆਡੀਓ ਨਹੀਂ ਹੈ।",
      "{count} ਅਨੁਯਾਈ",
      "ਕੋਈ ਸ਼੍ਰੇਣੀ ਚੁਣੋ",
      "ਸਾਂਝਾ ਕਰੋ",
      "ਜਮ੍ਹਾਂ ਕਰੋ",
      "ਜਵਾਬ ਲੁਕਾਓ",
      "ਤੁਹਾਡੇ ਫੋਟੋਆਂ",
      "ਵੱਲੋਂ ਹੋਰ ਫ਼ੋਟੋਆਂ ਦੇਖੋ {name}",
      "Instagram 'ਤੇ ਜਨਮਦਿਨ",
      "ਕੋਈ ਸ਼੍ਰੇਣੀ ਚੁਣੋ",
      "ਸੁਰੱਖਿਆ ਕੋਡ",
      "{other options} ਦੇਖੋ",
      "ਰੀਸੈੱਟ ਕਰੋ",
      "ਇਸਨੂੰ Windows Store ‘ਤੇ ਫਰੀ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵਿਕਲਪ ਚੁਣੋ।",
      "ਪਿਛਲੇ ਵਪਾਰਕ ਪਤੇ",
      "ਧੋਖਾਧੜੀ ਸੰਬੰਧੀ ਕਿਰਿਆਸ਼ੀਲ ਨਿਗਰਾਨੀ",
      "ਸੂਚਨਾ ਭੇਜੀ ਗਈ",
      "• ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਅਸੀਂ ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਜਾਣਕਾਰੀ ਨੂੰਸਿਰਫ Instagram ਨਾਲ ਸਾਂਝੀ ਕਰੀਏ, ਤਾਂ ਆਪਣੇ Instagram ਅਤੇ Facebook ਖਾਤਿਆਂ ਨੂੰ {=accounts center} ਤੋਂ ਹਟਾਓ।",
      "App Store 'ਤੇ ਉਪਲਬਧ",
      "{country name} ਵਿੱਚ ਸ਼ਹਿਰ",
      "ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
      "ਬਰਖ਼ਾਸਤ ਕਰੋ",
      "ਇਹ ਸੁਨੇਹੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵੱਲੋਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਪ੍ਰਬੰਧਿਤ ਕੀਤਾ ਹੈ ਜਾਂ ਜਿਨ੍ਹਾਂ ਦਾ ਤੁਸੀਂ ਅਨੁਸਰਣ ਨਹੀਂ ਕਰਦੇ ਹੋ। ਉਹ ਸਿਰਫ਼ ਉਦੋਂ ਤੱਕ ਨਹੀਂ ਜਾਣਨਗੇ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਬੇਨਤੀ ਨੂੰ ਵੇਖਿਆ ਹੈ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਨੂੰ ਸੁਨੇਹਾ ਭੇਜਣ ਦੀ ਆਗਿਆ ਨਹੀਂ ਦਿੰਦੇ ਹੋ।",
      "ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "ਹਟਾਈ ਗਈ ਘੱਟ ਸਮੱਗਰੀ ਦਿਖਾਓ",
      "Instagram Lite ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਸਾਨੂੰ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਤੋਂ ਵੱਖ-ਵੱਖ ਤਰ੍ਹਾਂ ਦੀ ਜਾਣਕਾਰੀ ਮਿਲਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਕਿਵੇਂ ਟੈਪ ਅਤੇ ਸਕ੍ਰੋਲ ਕਰਦੇ ਹੋ, ਜੋ ਮਨੁੱਖਾਂ ਨੂੰ ਬੋਟਾਂ ਤੋਂ ਵੱਖ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ ਅਤੇ ਧੋਖਾਧੜੀ ਦਾ ਪਤਾ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
      "ਪੋਸਟਾਂ ਜਿਸ ਵਿੱਚ ਜ਼ਿਕਰਯੋਗ ਖਤਰੇ ਸ਼ਾਮਿਲ ਹਨ",
      "ਅਸੀਂ ਸਮੱਗਰੀ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ, ਢੁੱਕਵੇਂ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਸੇਵਾ ਕਰਨ ਅਤੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਸਾਡੀ {Cookie Policy} ਵਿੱਚ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਅਤੇ ਕੰਟਰੋਲਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਕੰਟਰੋਲਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਅਜਿਹਾ ਲੱਗਦਾ ਹੈ ਕਿ ਅਸੀਂ ਕੋਈ ਗਲਤੀ ਕੀਤੀ ਹੈ?",
      "ਹੁਣ",
      "ਮੁਆਫ਼ ਕਰਨਾ, ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਬਣਾਉਣ ਵਿੱਚ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਛੇਤੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਪਿਛਲੇ ਜੀਵਨੀ ਸੰਬੰਧੀ ਟੈਕਸਟ",
      "ਵਾਂ",
      "ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਭਰੋਸਾ ਕਰੋ",
      "ਕੀ ਇਹ ਤੁਹਾਡੇ ਬੌਧਿਕ ਸੰਪਤੀ ਦਾ ਅਪ੍ਰਮਾਣਿਤ ਉਪਯੋਗ ਜਾਪਦਾ ਹੈ? {link_to_learn_how_to_report_it}",
      "ਆਪਣੇ ਖਾਤੇ ਲਈ ਵਾਧੂ ਸੁਰੱਖਿਆ ਜੋੜੋ",
      "ਸਾਰੀਆਂ ਵੀਡੀਓਜ਼ ਦੀ ਸਮੀਖਿਆ ਸਾਡੀਆਂ {monetization policy link} ਅਨੁਸਾਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
      "ਜਾਰੀ ਰੱਖਣ ਲਈ ਪੇਸ਼ੇਵਰ ਅਕਾਊਂਟ 'ਤੇ ਸਵਿੱਚ ਕਰੋ",
      "ਅਤੇ",
      "ਇਸ ਲਈ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਅਤੇ ਇਸਨੂੰ ਇਜਾਜ਼ਤ ਦੇਣ ਦੀ ਲੋੜ ਹੈ:",
      "ਮੁਆਫ਼ ਫ਼ ਕਰਨਾ! ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਤੁਹਾਡੇ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹਾਂ, ਤਾਂ ਤੁਸੀਂ ਲਗਭਗ 24 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਐਕਸੈਸ ਕਰ ਸਕੋਗੇ।",
      "ਸ਼੍ਰੇਣੀ",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਂਕਿ ਇਹ {violationText} ਬਾਰੇ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਏ ਜਾਣ ਤੋਂ ਬਚਣ ਦਾ ਇੱਕੋ-ਇੱਕ ਤਰੀਕਾ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰਨਾ ਹੈ।",
      "ਕਾਰਜ",
      "PayPal ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ",
      "ਤਰੁੱਟੀ",
      "ਜੇਕਰ ਤੁਸੀਂ ਟੈਕਸਟ ਮੈਸੇਜ ਰਾਹੀਂ ਸੁਰੱਖਿਆ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥਿਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ {=auth app codes} ਵਿੱਚੋਂ ਇਹ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣੇ {=backup codes} ਕੋਡਾਂ ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਵਰਤ ਸਕਦੇ ਹੋ।",
      "ਟਿੱਪਣੀਆਂ ਹਟਾਉਣਾ ਪੂਰਾ ਕਰੋ",
      "ਲੌਗਇਨ ਵਿੱਚ ਵਾਪਸ ਜਾਓ",
      "1 ਫਾਲੋਅਰ",
      "ਤੁਸੀਂ ਆਪਣੇ ਲਿੰਕ ਕੀਤੇ Facebook ਖਾਤੇ ਦੇ ਨਾਲ ਲੌਗ ਇਨ ਕਰ ਸਕਦੇ ਹੋ।",
      "This gives {=business name} permission to send you direct messages on Instagram that they may use to send offers to provide customer support.",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
      "ਕੀ ਤੁਸੀਂ {username} ਬਾਰੇ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਅਸੀਂ ਤੁਹਾਡੀ {contentTypeText} ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ ਕਿਉਕਿ ਇਹ ਸਾਡੀਆਂ {communityGuidelinesLink} ਦੇ ਵਿਰੁੱਧ ਸੀ। ਜੇ ਤੁਸੀਂ ਅਜਿਹਾ ਕੁਝ ਪੋਸਟ ਕਰਦੇ ਹੋ ਜੋ ਸਾਡੀਆਂ ਗਾਈਡਲਾਈਨਾਂ ਦੇ ਵਿਰੁੱਧ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ, ਸੰਗ੍ਰਹਿ, ਸੁਨੇਹੇ ਅਤੇ ਅਨੁਸਰਣਕਾਰਾਂ ਸਮੇਤ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।",
      "ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ",
      "{PayPal Policy} ਅਤੇ ਆਪਣੇ ਭੁਗਤਾਨ ਵਿਧੀ ਦੇ ਅਧਿਕਾਰ ਵੇਖੋ।",
      "ਕੋਈ ਵੀ Instagram ਤੇ ਤੁਹਾਡੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ ਨਹੀਂ ਦੇਖ ਸਕੋਗੇ। ਤੁਹਾਨੂੰ ਹੁਣ ਫਾੱਲੋਅਰਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "ਉਨ੍ਹਾਂ ਤੋਂ ਸਿਰਫ਼ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਸੰਬੰਧੀ ਈਮੇਲਾਂ ਪ੍ਰਾਪਤ ਕਰੋ ਜਿੱਥੇ ਤੁਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ Instagram ਨੂੰ ਵਰਤਿਆ ਹੈ। ਇਹ ਸੈੱਟਿੰਗ ਅਗਲੇ {days to snooze} ਦਿਨਾਂ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗੀ।",
      "ਪੋਸਟ ਦਾ ਲਿੰਕ ਚੁਣੋ",
      "ਵਾਂ",
      "ਡ੍ਰਾਫਟ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
      "ਕੀ ਪਿੰਨ ਭੁੱਲ ਗਏ?",
      "ਨੇਮਟੈਗ ਵਰਤਣ ਦੇ ਤਰੀਕੇ",
      "ਤੁਸੀਂ 14 ਦਿਨਾਂ ਵਿਚਾਲੇ ਸਿਰਫ਼ ਦੋ ਵਾਰ ਆਪਣੇ ਨਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "ਫ਼ੋਟੋ ਆਉਟਲਾਈਨ ਆਈਕਨ",
      "ਇਸ ਸਟੋਰੀ ਨੂੰ ਦੇਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਸਾਡੇ ਕੋਲ ਇਸ ਸਮੇਂ ਘੱਟ ਸਮੀਖਿਅਕ ਮੌਜੂਦ ਹਨ ਅਤੇ ਅਸੀਂ ਜ਼ਿਆਦਾ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਰੱਖਣ ਵਾਲੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਤਰਜੀਹ ਦੇਣ ਦੀ ਸਖ਼ਤ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ।",
      "ਤੁਸੀਂ ਬਿਲਕੁਲ ਤਿਆਰ ਹੋ!",
      "ਹੋਰ ਜਾਣੋ",
      "ਸ਼ਾਮ",
      "ਕੋਡ ਦਾਖਲ ਕਰੋ",
      "ਸੈਟਿੰਗਾਂ",
      "ਇੱਥੇ ਸੂਚੀਬੱਧ ਲੋਕ ਤੁਹਾਡੇ ਵੱਲੋਂ Instagram 'ਤੇ ਅੱਪਲੋਡ ਕੀਤੇ ਸੰਪਰਕ ਹੁੰਦੇ ਹਨ। ਆਪਣੇ ਸਿੰਕ ਕੀਤੇ ਸੰਪਰਕਾਂ ਨੂੰ ਹਟਾਉਣ ਲਈ, ਸਾਰੇ ਮਿਟਾਓ 'ਤੇ ਟੈਪ ਕਰੋ। ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਆਪਣੀਆਂ ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ 'ਤੇ ਨਹੀਂ ਜਾਂਦੇ ਅਤੇ ਸੰਪਰਕਾਂ ਨੂੰ ਐਕਸੈਸ ਕਰਨਾ ਬੰਦ ਨਹੀਂ ਕਰ ਦਿੰਦੇ, ਉਦੋਂ ਤੱਕ Instagram ਤੁਹਾਡੇ ਸੰਪਰਕਾਂ ਨੂੰ ਸਿੰਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਉਹਨਾਂ ਨੂੰ ਦੁਬਾਰਾ ਅੱਪਲੋਡ ਕਰੇਗਾ।",
      "ਉਪਭੋਗਤਾ ਨਾਂ",
      "ਜਦ ਤੱਕ ਤੁਸੀਂ ਆਪਣੇ ਪਿੰਨ ਨੂੰ ਰੀਸੈੱਟ ਨਹੀਂ ਕਰਦੇ ਤੁਸੀਂ ਕੁਝ ਭੁਗਤਾਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ।",
      "ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ",
      "ਨਵਾਂ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਤਸਵੀਰ ਨੂੰ ਤੁਹਾਡੇ ਅਣਇੱਛਤ ਸਮੱਗਰੀ ਤੋਂ ਤੁਹਾਨੂੰ ਬਚਾਉਣ ਲਈ ਧੁੰਦਲਾ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "ਕੂਕੀਜ਼",
      "ਅਸੀਂ Instagram ਉੱਤੇ ਸਾਨੂੰ ਪੇਸ਼ ਆ ਰਹੀਆਂ ਸਪੈਮ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ ਨੂੰ ਸਮਝਣ ਲਈ ਸਪੈਮ ਰਿਪੋਰਟਾਂ ਨੂੰ ਇੱਕ ਸੰਕੇਤ ਵਜੋਂ ਵਰਤ ਰਹੇ ਹਾਂ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਇਹ ਪੋਸਟ ਸਾਡੇ {link_to_instagram_community_guidelines} ਜਾਂ {link_to_instagram_terms_of_use} ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈ ਅਤੇ ਹਟਾਈ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਅਣਉਚਿਤ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹ ਕਰੋ।",
      "ਬੇਨਤੀ ਪੂਰੀ ਨਹੀਂ ਹੋਈ",
      "ਸਿਰਫ਼ ਕਰੀਬੀ ਦੋਸਤ",
      "ਰੱਦ ਕਰੋ",
      "ਇੱਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾ ਦੇ ਜਮ੍ਹਾਂ ਹੋਣ 'ਤੇ, ਅਸੀਂ ਇਸਨੂੰ ਤੁਰੰਤ ਰਿਪੋਰਟਿੰਗ ਪਾਰਟੀ ਨੂੰ ਅੱਗੇ ਭੇਜਾਂਗੇ। ਜੇਕਰ ਰਿਪੋਰਟਿੰਗ ਪਾਰਟੀ ਸਾਨੂੰ ਇਹ ਸੂਚਿਤ ਨਹੀਂ ਕਰਦੀ ਹੈ ਕਿ ਉਹਨਾਂ ਨੇ 10-14 ਵਪਾਰਕ ਦਿਨਾਂ ਅੰਦਰ ਸਵਾਲ ਵਿੱਚ ਸਮੱਗਰੀ ਨਾਲ ਸੰਬੰਧਿਤ Instagram 'ਤੇ ਤੁਹਾਨੂੰ ਉਲੰਘਣਾ ਵਾਲੀ ਗਤੀਵਿਧੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਤੋਂ ਤੁਹਾਨੂੰ ਰੋਕਣ ਲਈ ਅਦਾਲਤ ਦੇ ਹੁਕਮ ਦੀ ਮੰਗ ਕਰਦੇ ਹੋਏ ਇੱਕ ਕਾਰਵਾਈ ਦਾਇਰ ਕੀਤੀ ਹੈ, ਜਿਸਨੂੰ ਅਸੀਂ ਤੁਰੰਤ DMCA ਦੇ ਤਹਿਤ ਯੋਗ ਸਮੱਗਰੀ ਨੂੰ ਮੁੜ-ਬਹਾਲ ਕਰਾਂਗੇ। ਦੁਰਲੱਭ ਉਦਾਹਰਨਾਂ ਵਿੱਚ, ਅਸੀਂ ਤਕਨੀਕੀ ਸੀਮਾਵਾਂ ਦੇ ਕਾਰਨ ਸਮੱਗਰੀ ਨੂੰ ਮੁੜ-ਬਹਾਲ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹਾਂ। ਉਸ ਇਵੈਂਟ ਵਿੱਚ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਅਪਡੇਟ ਭੇਜਾਂਗੇ ਜਿਸ ਨਾਲ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਮਰਜ਼ੀ ਨਾਲ ਸਾਈਟ 'ਤੇ ਸਮੱਗਰੀ ਨੂੰ ਦੁਬਾਰਾ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ ਇੱਕ DMCA ਕਾਉਂਟਰ-ਸੂਚਨਾ ਵਿੱਚ ਤੁਹਾਡਾ ਨਾਮ, ਪਤਾ ਫ਼ੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਜਿਸ ਪਾਰਟੀ ਨੇ ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਕੀਤੀ ਸਮੱਗਰੀ ਉਹਨਾਂ ਦੀ ਵਰਤੋਂ ਅਦਾਲਤ ਵਿੱਚ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਉਹਨਾਂ ਦੀ ਮਦਦ ਕਰਨ ਲਈ ਕਰ ਸਕਦੀ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ Instagram ਨੂੰ ਉਹ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਪਾਸ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਜੋ ਤੁਸੀਂ ਰਿਪੋਰਟਿੰਗ ਪਾਰਟੀ ਨੂੰ ਕਾਉਂਟਰ-ਸੂਚਨਾ ਵਿੱਚ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕਦੇ-ਕਦੇ ਦੁਹਰਾਈ ਗਈ ਉਲੰਘਣਾ ਬਾਰੇ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਦੀ ਸੰਭਾਵਿਤ ਉਲੰਘਣਾ ਕਰਨ ਲਈ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ , ਤਾਂ ਮੁੜ-ਬਹਾਲ ਕੀਤੀ ਸਮੱਗਰੀ ਨੂੰ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਗਣਨਾ ਨਹੀਂ ਜਾਵੇਗਾ।",
      "ਉਤਪਾਦ ਈਮੇਲਾਂ",
      "Instagram",
      "Instagram ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
      "ਜਾਰੀ ਰੱਖਣ ਲਈ ਲੌਗ ਇਨ ਕਰੋ",
      "ਦੇਸ਼ ਚੋਣਕਾਰ ਲਈ ਡਰਾਪਡਾਉਨ ਆਈਕਾਨ",
      "{count} ਬੇਨਤੀ",
      "ਆਪਣੇ ਕਲੈਕਸ਼ਨ ਵਿੱਚ ਫ਼ੋਟੋਆਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਸੁਰੱਖਿਅਤ ਕਰੋ।",
      "ਫ਼ੋਨ",
      "ਖੋਜੋ",
      "ਸਰਵੇਖਣ ਦੇ ਵੇਰਵੇ",
      "ਖਾਤਾ ਰੱਖੋ",
      "ਜਦੋਂ ਤੁਸੀਂ ਫੋਟੋਆਂ ਨੂੰ ਸਾਂਝਾ ਕਰੋਂਗੇ, ਤਾਂ ਉਹ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ।",
      "ਸਪਸ਼ਟੀਕਰਨ ਪੇਜ",
      "ਤੁਹਾਡੇ ਕੋਲ ਅਣਸੁਰੱਖਿਅਤ ਬਦਲਾਵ ਹਨ। ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "ਪੂਰਵਦਰਸ਼ਨ ਦੇਖਣ ਲਈ ਟੈਪ ਕਰੋ",
      "ਤੁਸੀਂ ਕੋਈ ਸੁਨੇਹਾ ਭੇਜਿਆ",
      "ਪ੍ਰੋਫ਼ਾਈਲ ਫੋਟੋ",
      "ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਵਿੱਚ ਬਹੁਤ ਸਮਾਂ ਲੱਗਿਆ ਹੈ, ਪਰ ਸ਼ਾਇਦ ਇਹ ਪੂਰਾ ਹੋ ਗਿਆ ਹੋਵੇ। ਕਿਰਪਾ ਕਰਕੇ ਰਸੀਦ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੇਖੋ।",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [2490368]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: "-",
      shortDayNames: [
        "ਸੋਮਵਾਰ",
        "ਮੰਗਲਵਾਰ",
        "ਬੁੱਧਵਾਰ",
        "ਵੀਰਵਾਰ",
        "ਸ਼ੁੱਕਰਵਾਰ",
        "ਸ਼ਨੀਵਾਰ",
        "ਐਤਵਾਰ",
      ],
      timeSeparator: " ",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D A h:i",
        "D M d": "j F l",
        "D M d, Y": "j F Y l",
        "D M j": "j F l",
        "D M j, g:ia": "j F l A h:i",
        "D M j, y": "j F Y l",
        "D M j, Y g:ia": "j F Y l A h:i",
        "D, M j, Y": "j F Y l",
        "F d": "j F",
        "F d, Y": "j F Y",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y",
        "F j, Y @ g:i A": "j F Y A h:i",
        "F j, Y g:i a": "j F Y A h:i",
        "F jS": "j F",
        "F jS, g:ia": "j F A h:i",
        "F jS, Y": "j F Y",
        "F Y": "F, Y",
        "g A": "A h",
        "g:i": "A h:i",
        "g:i A": "A h:i",
        "g:i a": "A h:i",
        "g:iA": "A h:i",
        "g:ia": "A h:i",
        "g:ia F jS, Y": "j F Y A h:i",
        "g:iA l, F jS": "j F Y l A h:i",
        "g:ia M j": "j F A h:i",
        "g:ia M jS": "j F A h:i",
        "g:ia, F jS": "j F A h:i",
        "g:iA, l M jS": "j F Y l A h:i",
        "g:sa": "A h:i",
        "H:I - M d, Y": "j F Y A h:i",
        "h:i a": "A h:i",
        "h:m:s m/d/Y": "d-m-y h:i",
        j: "j",
        "l F d, Y": "j F Y l",
        "l g:ia": "l A h:i",
        "l, F d, Y": "j F Y l",
        "l, F j": "j F l",
        "l, F j, Y": "j F Y l",
        "l, F jS": "j F l",
        "l, F jS, g:ia": "j F Y l A h:i",
        "l, M j": "j F l",
        "l, M j, Y": "j F Y l",
        "l, M j, Y g:ia": "j F Y l A h:i",
        "M d": "j F",
        "M d, Y": "j F Y",
        "M d, Y g:ia": "j F Y A h:i",
        "M d, Y ga": "j F Y A h",
        "M j": "j F",
        "M j, Y": "j F Y",
        "M j, Y g:i A": "j F Y A h:i",
        "M j, Y g:ia": "j F Y A h:i",
        "M jS, g:ia": "j F A h:i",
        "M Y": "F, Y",
        "M y": "j F",
        "m-d-y": "d-m-y",
        "M. d": "j F",
        "M. d, Y": "j F Y",
        "j F Y": "j F Y",
        "m.d.y": "d-m-y",
        "m/d": "d-m",
        "m/d/Y": "d-m-y",
        "m/d/y": "d-m-y",
        "m/d/Y g:ia": "d-m-y h:i",
        "m/d/y H:i:s": "d-m-y h:i",
        "m/d/Y h:m": "d-m-y h:i",
        n: "d-m",
        "n/j": "d-m",
        "n/j, g:ia": "d-m-y h:i",
        "n/j/y": "d-m-y",
        Y: "Y",
        "Y-m-d": "d-m-y",
        "Y/m/d": "d-m-y",
        "y/m/d": "d-m-y",
      },
      ordinalSuffixes: {
        1: "ਲਾ",
        2: "ਜਾ",
        3: "ਜਾ",
        4: "ਥਾ",
        5: "ਵਾਂ",
        6: "ਵਾਂ",
        7: "ਵਾਂ",
        8: "ਵਾਂ",
        9: "ਵਾਂ",
        10: "ਵਾਂ",
        11: "ਵਾਂ",
        12: "ਵਾਂ",
        13: "ਵਾਂ",
        14: "ਵਾਂ",
        15: "ਵਾਂ",
        16: "ਵਾਂ",
        17: "ਵਾਂ",
        18: "ਵਾਂ",
        19: "ਵਾਂ",
        20: "ਵਾ",
        21: "ਵਾਂ",
        22: "ਵਾਂ",
        23: "ਵਾਂ",
        24: "ਵਾਂ",
        25: "ਵਾਂ",
        26: "ਵਾਂ",
        27: "ਵਾਂ",
        28: "ਵਾਂ",
        29: "ਵਾਂ",
        30: "ਵਾਂ",
        31: "ਵਾਂ",
      },
    };
  },
  2490368,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "pa_IN";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [2490369]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "Andorra",
        AE: "United Arab Emirates",
        AF: "Afghanistan",
        AG: "Antigua and Barbuda",
        AI: "Anguilla",
        AL: "Albania",
        AM: "Armenia",
        AN: "Netherlands Antilles",
        AO: "ਅੰਗੋਲਾ",
        AQ: "Antarctica",
        AR: "ਅਰਜਨਟੀਨਾ",
        AS: "American Samoa",
        AT: "Austria",
        AU: "ਆਸਟਰੇਲੀਆ",
        AW: "Aruba",
        AX: "Aland Islands (Finland)",
        AZ: "Azerbaijan",
        BA: "Bosnia & Herzegovina",
        BB: "Barbados",
        BD: "ਬੰਗਲਾਦੇਸ਼",
        BE: "ਬੈਲਜੀਅਮ",
        BF: "Burkina Faso",
        BG: "ਬੁਲਗਾਰੀਆ",
        BH: "Bahrain",
        BI: "Burundi",
        BJ: "ਬੇਨਿਨ",
        BL: "Saint Barthelemy",
        BM: "Bermuda",
        BN: "Brunei",
        BO: "Bolivia",
        BQ: "Bonaire, Sint Eustatius and Saba",
        BR: "ਬਰਾਜ਼ੀਲ",
        BS: "The Bahamas",
        BT: "ਭੂਟਾਨ",
        BV: "Bouvet Island",
        BW: "Botswana",
        BY: "ਬੇਲਾਰੂਸ",
        BZ: "Belize",
        CA: "Canada",
        CC: "Cocos (Keeling) Islands",
        CD: "ਕਾਂਗੋ ਲੋਕਤੰਤਰੀ ਗਣਰਾਜ",
        CF: "Central African Republic",
        CG: "ਕਾਂਗੋ ਗਣਰਾਜ",
        CH: "ਸਵਿਟਜ਼ਰਲੈਂਡ",
        CI: "Ivory Coast",
        CK: "Cook Islands",
        CL: "ਚਿਲੀ",
        CM: "ਕੈਮਰੂਨ",
        CN: "ਚੀਨ",
        CO: "ਕੋਲੰਬੀਆ",
        CR: "Costa Rica",
        CU: "Cuba",
        CV: "Cape Verde",
        CW: "Curacao",
        CX: "Christmas Island",
        CY: "Cyprus",
        CZ: "ਚੈੱਕ ਗਣਰਾਜ",
        DE: "ਜਰਮਨੀ",
        DJ: "Djibouti",
        DK: "ਡੈਨਮਾਰਕ",
        DM: "Dominica",
        DO: "Dominican Republic",
        DZ: "Algeria",
        EC: "ਏਕੂਆਡੋਰ",
        EE: "Estonia",
        EG: "Egypt",
        EH: "Western Sahara",
        ER: "Eritrea",
        ES: "ਸਪੇਨ",
        ET: "ਇਥੋਪੀਆ",
        FI: "ਫਿਨਲੈਂਡ",
        FJ: "ਫ਼ਿਜੀ",
        FK: "Falkland Islands",
        FM: "Federated States of Micronesia",
        FO: "Faroe Islands",
        FR: "ਫਰਾਂਸ",
        GA: "Gabon",
        GB: "ਬਰਤਾਨੀਆ",
        GD: "Grenada",
        GE: "Georgia",
        GF: "ਫ਼ਰਾਂਸੀਸੀ ਗੁਈਆਨਾ",
        GG: "Guernsey",
        GH: "ਘਾਨਾ",
        GI: "Gibraltar",
        GL: "Greenland",
        GM: "Gambia",
        GN: "Guinea",
        GP: "Guadeloupe",
        GQ: "Equatorial Guinea",
        GR: "ਗਰੀਸ",
        GS: "South Georgia and the South Sandwich Islands",
        GT: "Guatemala",
        GU: "Guam",
        GW: "Guinea-Bissau",
        GY: "Guyana",
        HK: "ਹਾਂਗ ਕਾਂਗ",
        HM: "Heard Island and McDonald Islands",
        HN: "ਹਾਂਡੂਰਾਸ",
        HR: "Croatia",
        HT: "ਹੈਤੀ",
        HU: "Hungary",
        ID: "ਇੰਡੋਨੇਸ਼ੀਆ",
        IE: "ਆਇਰਲੈਂਡ",
        IL: "Israel",
        IM: "Isle of Man",
        IN: "ਭਾਰਤ",
        IO: "British Indian Ocean Territory",
        IQ: "Iraq",
        IR: "Iran",
        IS: "Iceland",
        IT: "Italy",
        JE: "Jersey",
        JM: "Jamaica",
        JO: "ਜੋਰਡਨ",
        JP: "ਜਪਾਨ",
        KE: "Kenya",
        KG: "Kyrgyzstan",
        KH: "Cambodia",
        KI: "Kiribati",
        KM: "ਕੋਮੋਰਸ",
        KN: "ਸੇਂਟ ਕਿਟਸ ਅਤੇ ਨੇਵਿਸ",
        KP: "North Korea (DPRK)",
        KR: "ਦੱਖਣੀ ਕੋਰੀਆ",
        KW: "ਕੁਵੈਤ",
        KY: "Cayman Islands",
        KZ: "ਕਜ਼ਾਖਿਸਤਾਨ",
        LA: "Laos",
        LB: "ਲੈਬਨਨ",
        LC: "Saint Lucia",
        LI: "Liechtenstein",
        LK: "Sri Lanka",
        LR: "Liberia",
        LS: "Lesotho",
        LT: "ਲਿਥੁਆਨੀਆ",
        LU: "Luxembourg",
        LV: "Latvia",
        LY: "ਲਿਬੀਆ",
        MA: "ਮੋਰੱਕੋ",
        MC: "Monaco",
        MD: "ਮਾਲਦੋਵਾ",
        ME: "Montenegro",
        MF: "Saint Martin",
        MG: "Madagascar",
        MH: "ਮਾਰਸ਼ਲ ਟਾਪੂ",
        MK: "Macedonia",
        ML: "Mali",
        MM: "Myanmar",
        MN: "Mongolia",
        MO: "Macau",
        MP: "ਉੱਤਰੀ ਮਰੀਆਨਾ ਟਾਪੂ",
        MQ: "Martinique",
        MR: "ਮੋਰੀਤਾਨੀਆ",
        MS: "Montserrat",
        MT: "Malta",
        MU: "Mauritius",
        MV: "Maldives",
        MW: "Malawi",
        MX: "Mexico",
        MY: "ਮਲੇਸੀਆ",
        MZ: "Mozambique",
        NA: "ਨਮੀਬੀਆ",
        NC: "New Caledonia",
        NE: "Niger",
        NF: "ਨੌਰਫ਼ੋਕ ਟਾਪੂ",
        NG: "ਨਾਈਜੀਰੀਆ",
        NI: "Nicaragua",
        NL: "Netherlands",
        NO: "Norway",
        NP: "Nepal",
        NR: "Nauru",
        NU: "Niue",
        NZ: "ਨਿਊਜ਼ੀਲੈਂਡ",
        OM: "Oman",
        PA: "ਪਨਾਮਾ",
        PE: "Peru",
        PF: "French Polynesia",
        PG: "Papua New Guinea",
        PH: "ਫਿਲੀਪੀਨ",
        PK: "ਪਾਕਿਸਤਾਨ",
        PL: "ਪੋਲੈਂਡ",
        PM: "Saint Pierre and Miquelon",
        PN: "Pitcairn Islands",
        PR: "Puerto Rico",
        PS: "Palestine",
        PT: "Portugal",
        PW: "Palau",
        PY: "Paraguay",
        QA: "ਕਤਰ",
        RE: "ਮੁੜ-ਮਿਲਾਪ",
        RO: "ਰੋਮਾਨੀਆ",
        RS: "ਸਰਬੀਆ",
        RU: "ਰੂਸ",
        RW: "Rwanda",
        SA: "ਸਾਊਦੀ ਅਰਬ",
        SB: "Solomon Islands",
        SC: "Seychelles",
        SD: "ਸੁਡਾਨ",
        SE: "ਸਵੀਡਨ",
        SG: "ਸਿੰਘਾਪੁਰ",
        SH: "St. Helena",
        SI: "ਸਲੋਵੇਨੀਆ",
        SJ: "Svalbard and Jan Mayen",
        SK: "Slovakia",
        SL: "Sierra Leone",
        SM: "San Marino",
        SN: "Senegal",
        SO: "ਸੋਮਾਲੀਆ",
        SR: "Suriname",
        SS: "South Sudan",
        ST: "Sao Tome and Principe",
        SV: "El Salvador",
        SX: "Sint Maarten",
        SY: "Syria",
        SZ: "Swaziland",
        TC: "ਤੁਰਕ ਅਤੇ ਕੇਕੋਸ ਟਾਪੂ",
        TD: "Chad",
        TF: "French Southern and Antarctic Lands",
        TG: "Togo",
        TH: "Thailand",
        TJ: "Tajikistan",
        TK: "Tokelau",
        TL: "Timor-Leste",
        TM: "ਤੁਰਕਮੇਨਿਸਤਾਨ",
        TN: "Tunisia",
        TO: "Tonga",
        TR: "ਤੁਰਕੀ",
        TT: "Trinidad and Tobago",
        TV: "Tuvalu",
        TW: "ਤਾਈਵਾਨ",
        TZ: "Tanzania",
        UA: "Ukraine",
        UG: "Uganda",
        UM: "United States Minor Outlying Islands",
        US: "United States of America",
        UY: "Uruguay",
        UZ: "Uzbekistan",
        VA: "Vatican City",
        VC: "Saint Vincent and the Grenadines",
        VE: "Venezuela",
        VG: "ਬਰਤਾਨਵੀ ਵਰਜਿਨ ਟਾਪੂ",
        VI: "United States Virgin Islands",
        VN: "ਵੀਅਤਨਾਮ",
        VU: "Vanuatu",
        WF: "Wallis and Futuna",
        WS: "Samoa",
        XK: "Kosovo",
        YE: "Yemen",
        YT: "Mayotte",
        ZA: "ਦੱਖਣੀ ਅਫਰੀਕਾ",
        ZM: "Zambia",
        ZW: "Zimbabwe",
      },
    };
  },
  2490369,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [2490370]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 2,
      },
      numberingSystemData: null,
    };
  },
  2490370,
  []
);
