__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "Установчі документи",
      "Мова",
      "ранку",
      "Відкрити галерею медіафайлів",
      "Якщо ви вважаєте, що цей вміст не слід було видаляти, ви можете подати апеляцію, заповнивши цю форму: {appeal form link}",
      "Ваше ім'я або назва компанії",
      "Видалено {date}.",
      "Користувачу {username} подобається ваше відео.",
      "Не вдалося опрацювати запит. Повторіть спробу пізніше.",
      "-те",
      "Докладніше",
      "Відстежуються",
      "Значок WhatsApp",
      "Поширити в Direct",
      "Категорії",
      "Ваш ключ",
      "Нагадуємо, що це відео заблоковано в таких місцях:",
      "Змініть свій пароль, щоб захистити обліковий запис. Усі сеанси входу, крім цього, буде завершено, щоб запобігти несанкціонованому доступу до облікового запису.",
      "Instagram надсилатиме новини на цю електронну адресу.",
      "Ел. пошта та SMS",
      "Розповідь недоступна",
      "Надіслати",
      "Відкриті",
      "Я вважаю, що цей обліковий запис порушує правила спільноти Instagram",
      "Додайте підпис...",
      "Кругла відмітка заповненої фізичної адреси",
      "Спільнота",
      "Додайте основну світлину, щоб ваші друзі могли впізнати вас.",
      "hundred-million",
      "Правила щодо прав на інтелектуальну власність",
      "Редагувати",
      "Завершення завантаження.",
      "Розваги",
      "Надіслати текстове повідомлення",
      "Продовжити",
      "Запити на стеження",
      "Не вдалося створити обліковий запис",
      "PayPal",
      "Більше дописів",
      "Я хочу мати приватний обліковий запис",
      "Дописи, розміщені з метою продажу або розповсюдження наркотиків",
      "Надіслати окремо",
      "Підключіться до Facebook",
      "Назва або код країни",
      "Затемнення",
      "Політика конфіденційності",
      "Приватний обліковий запис",
      "шеврон",
      "Connect",
      "Переглянути всіх читачів",
      "Увійти в інший обліковий запис",
      "Колишні повні імена",
      "Ви раніше входили в {application name} через Facebook",
      "Використання моб. даних",
      "Ми видалили відео, яке ви опублікували {time of day}  {date}, оскільки воно мало такий вміст:",
      "Щоб у вашому профілі показувалася кнопка для зв’язку, вам потрібно додати контактну інформацію.",
      "НАЖИВО",
      "Щоб змінити PIN-код, введіть свій пароль в Instagram.",
      "Значок з галочкою без заповнення",
      "Увімкнути/вимкнути звук",
      "Введіть ключ із додатка для автентифікації, щоб зв'язати його з Instagram. Якщо додаток вимагає вказати ім'я облікового запису, назвіть його Instagram, щоб його було легко знаходити.",
      "Не вдалося надіслати вам посилання для входу. Щоб отримати докладні відомості про доступ до облікового запису, відвідайте Довідковий центр Instagram.",
      "Тепер цей користувач може надіслати вам запит на стеження в Instagram. Ми не повідомлятимемо йому про розблокування.",
      "Значок опитування про COVID-19",
      "+ Додати посилання",
      "Пересилає повідомлення",
      "Камера",
      "Керуйте своїм новим обліковим записом компанії на комп'ютері за допомогою Business Suite або Creator Studio.",
      "Додати світлину лицьового боку посвідчення",
      "Зручне керування профілем",
      "Скасувати",
      "Якщо у вас є дозвіл на поширення всіх частин цього відео (включно з аудіо, звуковою доріжкою або музикою), ви можете оскаржити видалення та повторно поширити це відео. Пам'ятайте, що слід публікувати тільки відео, яке ви маєте право поширювати. Публікування матеріалів, які вам не належать, може призвести до того, що до вашого облікового запису буде вжито заходів.",
      "Потрібен код безпеки",
      "Відповісти",
      "Електронні листи від Instagram",
      "Налаштування даних",
      "Немає результатів",
      "Введіть дату народження",
      "Не вдалося завантажити рекомендації.",
      "Додати основну світлину",
      "Якщо ввімкнена двоетапна перевірка, то під час входу з нерозпізнаного пристрою буде необхідно ввести додатковий код. Це захищає ваш обліковий запис.",
      "Докладніше",
      "Захист вашої конфіденційності – це наш найбільший пріоритет, тож ми постійно працюємо над тим, щоб запобігти виникненню подібних проблем. Нам шкода, що це сталося. Дякуємо, що берете участь у бета-тестуванні версії для Android і допомагаєте вдосконалювати додаток Instagram для всіх користувачів. Якщо у вас виникли запитання, зверніться до нас за адресою {email}.",
      "Докладніше",
      "Сприяння цьому дослідженню – це частина наших зусиль із підтримки соціальних ініціатив відповідно до нашої {Data Policy}.",
      "Allow {=business name} to start a chat with you on Instagram?",
      "Введіть код підтвердження",
      "Зареєструватися",
      "Instagram Lite",
      "Змінити мову показу",
      "Ваш номер телефону",
      "Неможливо оновити ваш вік",
      "Не стежити",
      "Увійти через Google",
      "Створити сторінку Facebook",
      "Файл {filename} задовгий. Щоб продовжити, виберіть коротше відео.",
      "Ми не змогли надіслати вам SMS, оскільки ви вказали недійсний номер телефону.",
      "Термін дії завершився",
      "{broadcaster's username} махає вам 👋",
      "Увімкнути двоетапну перевірку",
      "{weeks} тиж. тому",
      "Firefox",
      "Поширте свою першу світлину",
      "Значок прапорця в колі на сторінці про створення PIN-коду",
      "Заняття",
      "{Bold text if your appeal for photo is rejected}, власник прав може попросити видали світлину, що означає усунення її з Instagram без можливості відновлення.",
      "Задля безпеки необхідно підтвердити код картки {cardName}, яку ви використовували у Facebook. Усі збережені способи оплати будуть доступні для цього та майбутніх платежів Facebook Pay.",
      "Порушення авторських прав або прав на торгову марку",
      "Рекомендовані профілі",
      "Це добровільне опитування проводить дослідницький центр Delphi Research Університету Карнегі-Меллон. Воно містить запитання про здоров'я, відповіді на які допоможуть відстежити поширення коронавірусу. Опитування займе 3–5 хвилин. Для його проходження ви вийдете з Instagram.",
      "Введіть PIN-код для Facebook Pay",
      "Значок замка",
      "Стежте за користувачем, щоб бачити його світлини та відео.",
      "Відео буде видалено з цієї галереї",
      "Показати в моєму профілі",
      "Керування контактами",
      "Поточний номер телефону:",
      "Видалення додатка має надати вам бажану перерву. Усі ваші світлини та дані профілю буде збережено, але ви більше не отримуватимете push-сповіщення. Ви можете повернутися до свого облікового запису в будь-який час, знову встановивши Instagram.",
      "Переглянути розташування",
      "Реєструючись, ви приймаєте наші {=Terms} й {=Privacy Policy}.",
      "змінити електронну адресу або ще раз надіслати запит на підтвердження.",
      "Переслідування чи цькування",
      "Ви зможете й далі використовувати Instagram або Facebook для входу до інших додатків і сайтів",
      "Готово",
      "Цей коментар можете бачити лише ви й {username}. Якщо ви схвалите його, він буде видний для всіх.",
      "Видалення читачів",
      "Завантажте додаток Instagram",
      "Ваш пароль можна скинути за допомогою вашого імені користувача Instagram, номера телефону або електронної адреси, пов'язаної з вашим обліковим записом.",
      "Правила щодо мови ворожнечі або ворожих символів",
      "Дякуємо, що берете участь у тестуванні Instagram і допомагаєте вдосконалювати додаток для всіх користувачів. Якщо у вас виникли запитання, зверніться до нас за адресою {email}.",
      "Ви можете будь-коли розблокувати цього користувача з його профілю.",
      "Додаток Instagram",
      "Видалити Gift Aid",
      "Стежити",
      "Показати скарги на порушення прав на інтелектуальну власність",
      "Автоматичні субтитри у відео допомагають людям із порушеннями слуху. Вони доступні лише в додатках для iOS та Android, і можуть завантажуватися кілька хвилин.",
      "{name of the user who tagged the other user in the photo} позначає вас на світлині.",
      "Це додатки й сайти, які ви видалили зі свого облікового запису. Це означає, що вони все ще можуть мати доступ до інформації, якою ви поділилися раніше, але не можуть надсилати додаткові запити на вашу приватну інформацію.",
      "Instagram",
      "Зміни конфіденційності облікового запису",
      "Підтвердити",
      "Користувач",
      "Це бесіда містить спам або є спробою шахрайства",
      "Значок для мобільного телефона",
      "Видалити це відео",
      "Продаж або пропагування наркотиків",
      "Немає нещодавніх пошукових запитів.",
      "Надіслати код ще раз.",
      "Push-сповіщення",
      "Більше налаштувань",
      "Перегляньте свої способи оплати",
      "Відкрити Instagram",
      "Соціальні мережі",
      "Сповіщення по ел. пошті та SMS",
      "Запити на повідомлення",
      "Указана електронна адреса не відповідає жодному обліковому запису.",
      "Ваша світлина збігається зі світлиною, яка належить користувачу {reference owner name}.",
      "Надсилає розповідь",
      "Налаштування файлів cookie",
      "Відеотрансляція завершилася",
      "Надіслати",
      "Люди зможуть телефонувати вам і надсилати SMS на цей номер. Діють стандартні тарифи на повідомлення.",
      "Не зараз",
      "Стежте за хештегами",
      "Вибрати всі",
      "Назад",
      "Задля безпеки ввійдіть в обліковий запис PayPal. Цією дією ви надаєте Facebook Pay дозвіл на використання вашої збереженої платіжної інформації для цього та майбутніх платежів в Instagram.",
      "Популярні облікові записи",
      "Платне партнерство з {username of sponsor 1}, {username of sponsor 2}",
      "Продовжити як {username}",
      "Видалити розповідь?",
      "Зв'язок із соціальними мережами",
      "Розгорнути",
      "Більше",
      "IGTV",
      "Видалити все",
      "Додаткова допомога",
      "Додатки й сайти",
      "Instagram цікавіший в додатку",
      "Готово",
      "Ці правила створені для підтримки та захисту нашої спільноти в Instagram.",
      "Увійдіть",
      "Тепер ви можете використовувати цю електронну адресу, щоб зареєструвати обліковий запис Instagram або додати її до наявного облікового запису.",
      "Не вдалося завантажити відео.",
      "Віньєтка",
      "Якщо ви сплачуєте податок на прибуток, розмір якого перевищує базову ставку, і хочете отримати додаткові податкові пільги, необхідно включити всі ваші пожертви Gift Aid у самостійно обчислену податкову декларацію або звернутися в управління HRMC з проханням змінити ваш податковий код.",
      "Завантажте додаток, щоб поширити свою першу світлину або відео.",
      "Вийти",
      "Не {username}?",
      "• Отримувати інформацію про ваші дії з додатків і сайтів для персоналізації контенту, показу актуальної реклами та підвищення рівня безпеки",
      "Перш ніж ви зробите пожертву, нам необхідно підтвердити деяку інформацію. Це допоможе захистити вас від несанкціонованих платежів.",
      "Каталоги",
      "Реклама, з якою ви взаємодіяли",
      "Якщо ви вийдете зараз, усі внесені зміни буде втрачено.",
      "Анімована галочка",
      "Повернутися на екран входу",
      "Розташування",
      "Почати",
      "Профілі",
      "Тістечко до дня народження",
      "неділя",
      "Дії",
      "Сталася помилка. Повторіть спробу за кілька хвилин.",
      "{location_name} в Instagram • Світлини та відео",
      "Ви самі вибираєте, за ким із друзів стежити. Ми ніколи не публікуватимемо матеріали у Facebook без вашого дозволу.",
      "Щоб використовувати Instagram, потрібно перевірити налаштування даних. Ви дійсно хочете вийти?",
      "Вибрати",
      "Блоґ",
      "У мене є всі потрібні права для завантаження цього вмісту в Instagram.",
      "Нещодавні дописи за всіма хештегами тимчасово приховані, щоб запобігти поширенню потенційно неправдивої інформації та шкідливого контенту про вибори. {link that reads learn more}",
      "{username} пересилає повідомлення",
      "Укажіть дійсний номер картки",
      "Відновити це відео",
      "Забули пароль?",
      "Неможливо надіслати повідомлення",
      "Який варіант описує вас найліпше?",
      "Входи в обліковий запис",
      "Ми надаємо вам інструменти для керування певними файлами cookie, які ми використовуємо в Продуктах Facebook і за їх межами, з такими цілями:",
      "Спеціальні можливості",
      "Насиченість",
      "-е",
      "Як я можу дізнатися, чи маю дозвіл на використання цього відео?",
      "Запит надіслано",
      "Запит на завантаження надіслано",
      "Додайте кредитну або дебетову картку",
      "Позначити людей",
      "Надіслати код ще раз",
      "Проблема з дозволом",
      "Скасувати",
      "Хештеги",
      "Допис {actionType} {prepositionType} {violationText}",
      "Що це означає для вашої світлини",
      "Див. {full_terms} і {data_policy}",
      "Параметри",
      "© Instagram, {year}",
      "Відхилити відео",
      "кві",
      "Відео",
      "Усі матеріали на світлині є вашим оригінальним контентом, і права на нього належать вам.",
      "Щоб переглянути це повідомлення, використовуйте додаток Instagram",
      "Особиста інформація",
      "Пауза",
      "Значок Direct",
      "Надіслати",
      "Синхронізація контактів",
      "-е",
      "Надсилає розповідь",
      "Якщо не вдається отримати захисний код, використайте {=backup codes}",
      "Тепер ви можете створювати та публікувати дописи безпосередньо з комп’ютера.",
      "Якщо ви вважається, що комусь загрожує небезпека, зателефонуйте до місцевого органу правопорядку.",
      "-е",
      "Опублікувати",
      "Підтвердьте електронну адресу, щоб увійти в Instagram",
      "Продовжити",
      "• Файли cookie та подібні технології, які ми використовуємо, дають змогу додаткам та сайтам передавати інформацію про вас в Instagram. За допомогою цієї інформації ми персоналізуємо для вас наші сервіси, зокрема оголошення, які ви бачите, а також допомагаємо компаніям аналізувати та вимірювати результативність реклами.",
      "додатків і сайтів",
      "Зображення оголеного тіла чи порнографія",
      "Основну світлину видалено.",
      "Включно з алкоголем, тютюном, товарами для схуднення або косметичними процедурами",
      "Де з'явиться ваше відео",
      "Facebook Audience Network дає рекламодавцям змогу показувати рекламу в додатках і на сайтах, які не входять у {Facebook Company Products}. Щоб показувати актуальну рекламу, Audience Network використовує налаштування реклами та визначає, яка реклама може вас зацікавити (це лише один зі способів). Щоб змінити ці параметри, перейдіть у {ad settings}.",
      "Для підтримки бренда, знаменитості або організації",
      "У мережі вчора",
      "Зникаюче повідомлення",
      "Надіслати на телефон",
      "Деякі ваші попередні дописи порушували наші {Community Guidelines}. Дотримуйтеся наших правил, щоб запобігти видаленню свого облікового запису, включно з дописами, архівом, повідомленнями й списком читачів.",
      "Натисніть Command+C, щоб скопіювати.",
      "Історія пошукових запитів",
      "Під час змінення пароля сталася помилка. Повторіть спробу пізніше.",
      "Перегляньте інші дописи користувача {username}",
      "Завантаження даних",
      "Додайте підпис...",
      "Надсилає вибрану розповідь",
      "Умови",
      "Почати",
      "Скасувати",
      "Рекомендації",
      "Розширені налаштування",
      "Повторити спробу",
      "Коментувати",
      "Відкрити в Instagram",
      "Тривалість відео має становити щонайбільше одну хвилину.",
      "IGTV",
      "На збирання та надсилання вам цих даних може знадобитися до 48 годин. Запит на файл можна надсилати лише раз на чотири дні. Зачекайте, будь ласка, перш ніж надсилати ще один запит.",
      "Закрити",
      "Значок місця",
      "Допис недоступний",
      "Ви надіслали вибрану розповідь",
      "Ми надсилатимемо код на вибраний вами номер.",
      "Змініть пароль, щоб захистити обліковий запис",
      "Скидання PIN-коду",
      "Запитати новий код",
      "Друкуйте невеликі варіанти для сканування з близької відстані та великі – для сканування з далеку.",
      "Значок компанії",
      "1 день тому",
      "{replierUsername} відповідає користувачу {recipientUsername}",
      "правил монетизації",
      "Значок закриття",
      "Приватний обліковий запис",
      "Мені не подобається цей коментар",
      "Назад",
      "Файл {filename} неможливо завантажити.",
      "ще {count}",
      "Розгорніть, щоб додати альтернативний текст",
      "Використати захисний код",
      "Verified",
      "Додайте номер телефону",
      "Дізнатися більше",
      "Оригінал",
      "Стежать {username1} і {username2}",
      "Файл замалий",
      "Код підтвердження",
      "Ви дійсно хочете видалити цю світлину зі своєї розповіді?",
      "значок попередження про скаргу",
      "Відео має тривати від {minDurationInSeconds} до {maxDurationInMinutes} хв, мати вертикальну або горизонтальну орієнтацію, формат MP4 й розмір не більше {maxVideoSizeInGigabytes} ГБ.",
      "Читачі: {follower count} Дописи: {media count}",
      "Ви досягли максимальної кількості активних облікових записів",
      "Колишні тексти біографії",
      "Вам {age}?",
      "Файл з відео має бути у форматі MP4.",
      "SMS",
      "Світлина заблокована всюди, тобто люди не можуть переглянути, вподобати або прокоментувати її.",
      "Додайте у свій профіль WhatsApp",
      "Скасувати?",
      "Creator Studio дає змогу публікувати контент в IGTV, планувати публікування та створювати чернетки відео IGTV, переглядати статистику тощо.",
      "Безпечні пожертви",
      "Не зараз",
      "Скасувати",
      "IGTV",
      "У цій групі є людина, яку ви заблокували",
      "Підтвердьте номер телефону, щоб повернутися в Instagram",
      "Прийняти",
      "Далі",
      "Останній файл не вдалося завантажити. Ви можете вибрати не більше 10 файлів.",
      "Автоматичні субтитри",
      "Приймати файли cookie від компаній, крім Instagram, які використовуються для оптимізації послуг, зокрема для персоналізації контенту (в тому числі реклами), аналізу реклами, збору аналітичних даних і підвищення рівня безпеки?",
      "Завантажити додаток",
      "Як я можу дізнатися, чи маю дозвіл на використання цієї світлини?",
      "Назва групи",
      "Видалити відео",
      "ср",
      "Розпочинаючи спір, ви надаєте власнику прав ({reference owner name}) дозвіл на перегляд світлини та основної загальнодоступної інформації про ваш обліковий запис. У власника прав буде 7 днів на відповідь.",
      "Відкрити Instagram в",
      "Хвилююся за свою дані",
      "Видалити коментарі",
      "Відхилити",
      "Створити обліковий запис",
      "Відкрити профіль",
      "Налаштувавши додаток для автентифікації, скопіюйте згенерований ним код із 6 цифр, поверніться в Instagram і введіть його на наступному екрані, щоб завершити процес.",
      "Рік:",
      "У стрічці є нові елементи",
      "Значок у вигляді хрестика поруч із товаром у кошику, на який можна натиснути, щоб видалити цей товар із кошика",
      "Ваш запит на додавання нового учасника має схвалити адміністратор. {username} побачить усі попередні повідомлення в цій бесіді.",
      "Видалити",
      "Перейдіть на додаток, щоб спростити надсилання світлин, відео, GIF та інших файлів.",
      "Переглянути збережені дописи",
      "Видалити",
      "Відео додано.",
      "Перетягніть сюди світлини або відео.",
      "Хочете користуватися відеорекламою In-Stream?",
      "У розділі «Теми реклами» меню «Налаштування» можна вказати, щоб показувалося менше реклами на певні теми.",
      "Світлину буде видалено з цієї галереї",
      "Тепер ви стежите за користувачем {username}",
      "Введіть новий PIN-код для Facebook Pay.",
      "Зберегти дані для входу в цьому браузері",
      "Переглянути кошик",
      "Міжнародна компанія/бренд/організація",
      "Якщо ви впізнаєте цей пристрій та розташування, ми не завершуватимемо цей сеанс входу.",
      "Новий допис",
      "Докладніше",
      "Надіслати підтвердження",
      "Значок допису",
      "Лише ви можете бачити загальну кількість позначок «Подобається» для своїх дописів.",
      "Чати",
      "Доступ додатків і сайтів до інформації",
      "Обкладинка",
      "Оновити",
      "Ми надіслали код підтвердження на вашу адресу {email}.",
      "Підтвердьте новий пароль",
      "Стежте за іншими користувачами Instagram, щоб переглядати, що вони поширюють",
      "Очистити все",
      "стрілка вгору, означає, що розділ відкритий і його можна закрити",
      "Значок відновлення відео",
      "Показувати контактну інформацію в профілі",
      "Ми використовуємо файли cookie, щоб надавати послуги, персоналізувати й покращувати вашу взаємодію з нашими продуктами, зокрема показ реклами, допомагати компаніям збирати аналітику та вимірювати ефективність реклами, а також підтримувати вашу безпеку. Докладніше про те, як ми використовуємо файли cookie, ви можете дізнатися в нашій {Cookie Policy}.",
      "Введіть 3-значний код",
      "Виклик",
      "Мені не подобається це повідомлення",
      "Люди",
      "Ваша конфіденційність в Instagram важлива для нас, тож ми хоче повідомити про технічну проблему, яку недавно було виявлено й усунено. Вона вплинула на певні облікові записи Instagram, включно з вашим, які в рамках бета-тестування Instagram Android використовували невипущені версії додатка.",
      "Підтвердити",
      "Запит на перевірку Instagram",
      "{number of posts} ДОПИСІВ",
      "Заповнювач місця для завантаження розповіді",
      "Що ви можете зробити",
      "Поради для початку роботи",
      "Довідковий центр",
      "{username} надсилає вибрану розповідь",
      "Колишні статі",
      "Вхід через Facebook",
      "Підтвердьте, що це ви",
      "Зареєструйтеся, щоб переглядати світлини та відео від друзів.",
      "Дивитися розповідь",
      "Невідповідне відео",
      "Водійське посвідчення",
      "Не подобається",
      "Проміжний підсумок ({number of items} товарів)",
      "Поширення особистої інформації для шантажу чи переслідування",
      "Повзунки смайликів",
      "Ці файли cookie допомагають іншим компаніям передавати нам інформацію про ваші дії в їхніх додатках і на їхніх сайтах. Ми використовуємо цю інформацію, щоб персоналізувати та покращувати ваш користувацький досвід, зокрема показ реклами, допомагати компаніям збирати аналітику та вимірювати результативність реклами, а також надавати послуги за межами Instagram, наприклад можливість використання Instagram для входу в інші додатки та на інші сайти.",
      "Знайдіть контент на інші теми, які вас цікавлять",
      "Якщо у вас приватний обліковий запис, ваші світлини та відео в Instagram зможуть бачити тільки люди, яких ви схвалите. Це не вплине на вже наявних читачів.",
      "Хто може бачити вашу розповідь",
      "Ваш обліковий запис може бути видалено",
      "Докладніше",
      "Створіть PIN-код",
      "Нещодавні розповіді",
      "Опис",
      "Готово",
      "Ми повторно надіслали код підтвердження на ваш номер, який закінчується на {phone_number}.",
      "Увійти",
      "Одне або кілька відео були занадто довгими для завантаження.",
      "Синхронізовано контактів: {number of contacts shown}",
      "Оновлення Умов і Політики використання даних",
      "Далі",
      "Ваша інформація в Instagram",
      "Ваш запит на підтвердження цього облікового запису зараз розглядається. Очікуйте відповіді протягом 30 днів.",
      "Видалити",
      "Наші файли cookie в інших додатках та на інших сайтах",
      "Укажіть поштовий індекс",
      "Стрілка «Переглянути більше»",
      "Переглянути 1 коментар",
      "Пожертвувати",
      "Перейти до налаштувань сповіщень",
      "Аудіозапис відтворюється",
      "Установити додаток",
      "Чат із цим користувачем буде перенесено в папку «Запити на повідомлення», тому він не побачить, чи прочитали ви повідомлення.",
      "Обкладинка",
      "Не закривайте цю сторінку, доки не завершиться завантаження відео.",
      "Чернетки",
      "Обмежений обліковий запис",
      "Видавання себе за іншого",
      "Перейти на особистий обліковий запис",
      "Показати",
      "Ми дбаємо про вашу конфіденційність і хочемо переконатися, що ви знаєте, як і чому компанія Facebook Payments International збирає особисту інформацію, а також як використовує та зберігає її.",
      "Під час входу в Instagram сталася помилка. Повторіть спробу пізніше.",
      "Допис завантажено",
      "Повідомлення",
      "Ми й далі можемо отримувати узагальнену інформацію про ваші дії в інших додатках і на інших сайтах для оцінювання результативності. Ця інформація не міститиме персональних даних із ваших файлів cookie",
      "Це налаштування можна змінити пізніше в меню зі значком ··· у верхній частині допису.",
      "Прийняти в цьому браузері файли cookie від Instagram?",
      "Обмін повідомленнями зручніший у додатку",
      "Поскаржитися",
      "Impressum/Умови/NetzDG/UrhDaG",
      "Ми сповістимо вас за день і за 15 хв до початку події.",
      "Обов'язкова інформація",
      "Номер телефону",
      "Internet Explorer",
      "Не можу знайти, за ким стежити",
      "Пароль скинуто.",
      "Відео має бути довшим за {duration} с.",
      "Це посилання більше не працює. Щоб повторно активувати обліковий запис, увійдіть за допомогою свого імені користувача та пароля.",
      "січ",
      "Надіслано",
      "Виберіть категорію свого облікового запису",
      "Посилання більше не дійсне",
      "Збережене зображення",
      "{minutes} хв",
      "Додати значок Instagram на головний екран?",
      "Чому слід вказувати день народження?",
      "Вітаємо в Instagram, {username}!",
      "Зателефонувати",
      "Відхилити",
      "Купити в Instagram",
      "Не вдалося ввійти через Facebook",
      "Відмовитися",
      "Використовувати номер телефону",
      "Файл {filename} закороткий. Щоб продовжити, виберіть довше відео.",
      "{Bold text if your appeal for video is rejected}, власник прав може попросити видали відео, що означає усунення його з Instagram без можливості відновлення.",
      "Лише ви можете бачити загальну кількість переглядів і позначок «Подобається» для своїх дописів.",
      "Щоб продовжити, виберіть свій {age}. Див. {other options}",
      "ТОВАРИ: {number of products}",
      "Надсилання запиту на підтвердження не гарантує, що ваш обліковий запис отримає статус підтвердженого.",
      "Зараз неможливо надіслати вам код. Повторіть спробу пізніше.",
      "Якщо ви передумаєте, вам буде потрібно ще раз надіслати запит на стеження за @{username}.",
      "Підтримка",
      "Політиці використання даних",
      "• Інформація, до якої ви погодитеся надати доступ, може бути миттєво надіслана за кордон через Інтернет.",
      "Світлина посвідчення",
      "Основна світлина {username}",
      "Кругла відмітка незаповненої фізичної адреси",
      "Щоб завершити налаштування двоетапної перевірки, введіть 6-значний код, надісланий на номер, що закінчується на {phoneNumber}.",
      "Спосіб оплати",
      "Підписатися на:",
      "Розблокувати цього користувача",
      "Facebook Pay",
      "Європейський альянс цифрової реклами",
      "Під час деактивації вашого облікового запису сталася помилка. Повторіть спробу пізніше.",
      "Керування контактами",
      "На жаль, під час надсилання коду підтвердження сталася помилка. Повторіть спробу пізніше.",
      "липня",
      "Насильство або погроза застосування насильства",
      "Люди не отримуватимуть сповіщення, якщо ви заблокуєте їх. Будь-які нові коментарі, які вони додають до ваших дописів, ніхто не бачитиме, крім них.",
      "Зображення зі збереженої колекції {collectionName}",
      "Сума пожертви не може перевищувати {value}",
      "Код вбудовування скопійовано!",
      "Найсвіжіші",
      "Поверніть пристрій, щоб продовжити редагування розповіді.",
      "Вибрати з пристрою",
      "чт",
      "Інформація",
      "Увійдіть, щоб зберегти",
      "Не маєте облікового запису? {link that reads Sign up}",
      "Продовжити як {username}",
      "Усе готово!",
      "Видалити",
      "Замість видалення облікового запису його можна заблокувати. Це означає, що обліковий запис буде приховано, доки ви не активуєте його повторно, увійшовши в нього.",
      "Показати більше",
      "Бачили: {firstUsername}, {secondUsername}",
      "{loginLink}, щоб вподобати чи прокоментувати.",
      "Opera",
      "Переходьте в додаток, щоб було зручніше поширювати розповіді, використовувати наліпки тощо.",
      "або",
      "Функції на основі геоданих (обов'язково)",
      "Посилання {value}",
      "Захист конфіденційності ваших даних дуже важливий для нас, і ми постійно працюємо над тим, щоб подібні проблеми не виникали. Нам прикро, що це сталося. Якщо у вас виникли запитання, зв'яжіться з нами за адресою {email}.",
      "Графічний знак і логотип групи додатків Facebook",
      "Вхід",
      "Спеціальні можливості",
      "Ваші активні сеанси входу",
      "Колишні посилання в біографії",
      "Продавайте товари з Spring у додатку Instagram",
      "Обов'язкова інформація",
      "Видалити",
      "Щоб дізнатися більше про можливості, які рекламодавці надають користувачам для керування збором і використанням інформації про їхні дії в мережі протягом певного часу та на сторонніх сайтах або в онлайн-сервісах, перейдіть на сайт Спільноти мережевої реклами ({http://www.networkadvertising.org/managing/opt_out.asp}), Альянсу цифрової реклами ({http://www.aboutads.info/}) або Європейського альянсу цифрової реклами ({http://youronlinechoices.eu/})",
      "вт",
      "Google Chrome",
      "Світлини чи відео із зображенням сцен крайньої жорстокості",
      "Ми виявили повторювані автоматизовані дії з вашого облікового запису. Щоб увійти, підтвердьте свою інформацію через додаток Instagram.",
      "Спам або шахрайство",
      "Повне ім'я",
      "Використовувати менше даних",
      "Не вдалося завантажити наліпки",
      "Продовжити",
      "If you allow, {=business name} will be able to see your public information.",
      "{learn more link} про ці файли cookie та подібні технології, способи їх використання та розділи, в яких ними можна керувати.",
      "Завантажити візитку",
      "Оригінал",
      "Електронні листи з нагадуваннями",
      "Як працює процес подання зустрічного повідомлення DMCA?",
      "Ця світлина заблокована, тому що вона може містити контент, який належить {reference owner name}",
      "Номер телефону",
      "Отримати резервні коди",
      "Особу, яку я знаю",
      "Коментарі вимкнено.",
      "Відкрити who.int",
      "Ваш обліковий запис уже повторно активовано. Щоб почати знову користуватися Instagram, увійдіть у нього за допомогою імені користувача та пароля.",
      "Реєструючись, ви приймаєте наші {=Terms}. Докладніше про те, як ми збираємо, використовуємо й поширюємо ваші дані див. в нашій {Data Policy}, а про використання файлів cookie та подібні технології див. нашу {Cookies Policy}.",
      "Додати людей",
      "Додатки й сайти",
      "Проміжний підсумок (1 товар)",
      "Відновити відео",
      "Заблокувати {Username of current profile}?",
      "Файл має бути у форматі JPG або PNG. Мінімальний рекомендований розмір 492 x 762 пкс.",
      "Значок налаштувань на сторінці з додатковою інформацією про Facebook Pay",
      "Видалити контакти?",
      "Інструкції з реклами",
      "Реєстрація за номером телефону",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Ми створили ці правила, щоб підтримувати безпеку й дотримуватися місцевих правових обмежень.",
      "Після надсилання запиту ми перевіримо ваш коментар, щоб визначити, чи порушує він наші {communityGuidelinesLink}. Усі рішення перевірки є остаточними.",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Навіть якщо ви не хотіли нікого образити, наші правила заохочують користувачів бути ввічливими.",
      "Завантаження...",
      "Direct",
      "Ми старанно працюємо над захистом пароля до Вашого облікового запису Instagram. Нещодавно ми з'ясували, що коли Ви використовували інструмент «Завантаження даних», Ваш пароль міг відобразитися в URL-адресі у Вашому браузері після завантаження даних, а також міг зберегтися в наших системах. Ми оновили цей інструмент, щоб цього більше не відбувалося, а також видалили паролі, які могли бути зареєстровані нашими внутрішніми системами. Немає жодних ознак того, що хтось використав Ваш пароль. Задля гарантування безпеки радимо змінити пароль в Instagram нижче та в інших сервісах і програмах, в яких Ви його використовуєте. Крім того, рекомендуємо очистити історію Вашого браузера.",
      "Ви дійсно хочете видалити себе з цього допису?",
      "Зберегти",
      "Чому на вас поскаржилися",
      "Завантажити більше коментарів",
      "Видалити відео",
      "Запити на стеження",
      "Докладніше",
      "Оригінал (непідтримуваний розмір)",
      "Далі",
      "Докладніше",
      "Дякуємо за вашу скаргу. Ми видалимо це повідомлення, якщо воно порушує наші Правила спільноти.",
      "{number of new posts} новий допис",
      "Формат файлу з інформацією",
      "Ми нікому не продаємо вашу інформацію. Докладніше про файли cookie й те, як ми їх використовуємо, ви можете дізнатися в нашій {Cookie Policy}.",
      "Поширити",
      "Нові дописи",
      "Доступно для комісії",
      "Політиці використання даних",
      "Значок посилання на сторінці з додатковою інформацією про Facebook Pay",
      "Вхід через Instagram",
      "Я погоджуюся",
      "Це відео заблоковане, тому що воно може містити контент, який належить {reference owner name}",
      "Контрастність",
      "Підтвердити номер телефону",
      "Діяльність із вашими дописами",
      "Каталоги",
      "Facebook",
      "Якщо ви вважаєте, що доступ до цього контенту не слід було обмежувати, ви можете звернутися до сторони, що подала скаргу, і вирішити це питання.",
      "Ваш обліковий запис під загрозою",
      "Колишні номери телефонів",
      "Надіслати посилання для входу",
      "Видалити електронну адресу",
      "Змінити пароль",
      "Відхилити",
      "Підтвердьте, що вам ще не виповнилося 13 років.",
      "Редагувати",
      "ел. адреси",
      "Категорії компаній",
      "Показати або сховати попередні перегляди додаткових медіафайлів",
      "Gift Aid дає благодійним організаціям змогу отримувати більше грошей.",
      "Залишити як є",
      "Це повідомлення ставить під загрозу інших людей",
      "{number of new posts} нових дописів",
      "Як я можу дізнатися, що мені слід подати зустрічне повідомлення?",
      "Одна з цілей використання файлів cookie – це показ вам корисної й актуальної реклами в Instagram і за його межами. Докладніше про цілі використання файлів cookie можна знайти в нашій {Cookie Policy}. Описані нижче інструменти дають змогу встановити деякі параметри використання файлів cookie за межами Instagram.",
      "Ім'я користувача",
      "Спробувати",
      "Дозволити",
      "Заблокувати",
      "Для перегляду розповідей використовуються моб. дані",
      "Відстежується",
      "Двоетапна перевірка допоможе захистити обліковий запис під час входу з нового телефона чи комп'ютера.",
      "Відповідь користувачу {username}",
      "У додатку ви зможете взаємодіяти зі світлинами та відео, опублікованими в розповідях за день.",
      "Знайдіть відповідний розмір",
      "Розповідь користувача {username}, переглянута",
      "Додайте ім'я користувача. Його можна змінити в будь-який момент.",
      "Дозволити",
      "інші вподобання",
      "Пропозиції з купівлі або продажу марихуани та сильнодіючих наркотиків.",
      "Це посилання недійсне, або термін його дії минув.",
      "цю форму.",
      "{username} відповідає вам",
      "Вийти",
      "Ваші платежі безпечно обробляються через Facebook Pay, а платіжна інформація буде збережена для використання в майбутньому. {Learn More}",
      "Збережено",
      "Якщо знову перейти на особистий обліковий запис, статистика в додатку буде вимкнена, а її показники, зокрема для контенту й просувань, будуть видалені без можливості відновлення.",
      "Параметри",
      "Помилка завантаження. Цей тип файлів не підтримується.",
      "Запити на повідомлення",
      "Де видно ваше відео",
      "Дивитися далі",
      "Назад",
      "Ваші повідомлення",
      "Немає світлин",
      "Відео неможливо завантажити",
      "Укажіть дійсний поштовий індекс",
      "Connect using the MetaMask extension.",
      "Реєстрація за допомогою ел. пошти або номера телефону",
      "Увійдіть, щоб виконати пошук",
      "Схоже ви надали свій пароль сервісу, який допомагає збільшити кількість читачів і позначок «Подобається». Це порушує наші {community guidelines link}.",
      "Увійдіть в обліковий запис, щоб побачити всі коментарі",
      "Видалити додаток для автентифікації?",
      "Щоб надіслати скаргу, вам знадобиться остання версія Instagram.",
      "Відео",
      "Номер телефону",
      "Друкуйте візитку, яку буде просто сканувати",
      "У нас діє політика нульової толерантності щодо погроз публікування інтимних світлин інших осіб.",
      "Instagram не повідомлятиме користувачу {Username of current profile}, що його видалили з ваших читачів.",
      "Вийти без скидання PIN-коду?",
      "Доступно в Google Play",
      "Ваш електронний підпис",
      "Неможливо вийти з облікового запису. Перевірте налаштування мережі й повторіть спробу.",
      "Instagram",
      "Пошук нового зручніший у додатку",
      "Ми отримали ваш запит і невдовзі повідомимо вам про результати перевірки.",
      "Виходи",
      "Додатковий захист облікового запису",
      "Ми видаляємо дописи, які пропагують заподіяння собі тілесних ушкоджень, а саме дописи суїцидального вмісту, дописи, що пропагують нанесення собі порізів або розлади харчової поведінки. Ми також можемо видаляти дописи, які ідентифікують жертв заподіяння собі тілесних ушкоджень, якщо такі дописи направлені проти них або висміюють їх.",
      "Значок помилки",
      "умови оплати",
      "Зараз у мережі",
      "Нагадуємо, що це відео заблоковане всюди.",
      "Надіслати повідомлення",
      "Якщо ви не введете PIN-код, платіжну інформацію з Facebook буде неможливо використати для оформлення замовлення.",
      "Розташування",
      "Чіпляйте на рівні поверхні",
      "Зображення оголеного тіла чи порнографія",
      "Значок шеврона для перегляду всіх запитів на стеження",
      "Неможливо знайти компанію",
      "Ви можете відмовитися від онлайн-реклами на основі зацікавлень від Facebook та інших відповідних компаній на сайтах таких організацій: {Digital Advertising Alliance} в США, {Digital Advertising Alliance of Canada} в Канаді або {European Interactive Digital Advertising Alliance} в Європі. Це можна також зробити в налаштуваннях мобільного пристрою, якщо він працює на базі ОС Android, iOS 13 або попередніх версій iOS. Зверніть увагу: засоби для блокування реклами й інструменти, що обмежують використання файлів cookie, можуть впливати на роботу цих елементів керування.",
      "Для належного обрахування опитаних ми надамо цій організації випадковий ідентифікатор і статистичний показник, за яким неможливо встановити вашу особу, а організація повідомить нас про кількість учасників опитування.",
      "Додайте номер телефону, щоб швидше входити в обліковий запис, за потреби відновити до нього доступ і знаходити людей, за оновленнями яких хочете стежити.",
      "Обрізати",
      "1 товар",
      "{name of the user} починає стежити за вами.",
      "Запит на перевірку надіслано",
      "{location} – світлини й відео",
      "Необов'язково",
      "Копіювати",
      "Завантаження даних",
      "Ми надішлемо на ваш телефон SMS із кодом підтвердження.",
      "Відкрити в Instagram",
      "Дописи із зображенням статевого акту, статевих органів або повністю оголених сідниць великим планом",
      "Скасувати",
      "Повторіть спробу пізніше або використайте інший обліковий запис.",
      "Користувача не знайдено",
      "Ваша конфіденційність важлива для нас, тож ми хоче повідомити про технічну проблему, яку недавно було виявлено й усунено. Вона вплинула на певні облікові записи Instagram, включно з вашим, які в рамках тестування використовували невипущені версії додатка.",
      "Керування світлинами з вами",
      "Захисний код",
      "Для обробки вашого запиту нам потрібне видане державним органом посвідчення особи з фотографією, у якому вказано ваше ім'я та дату народження (наприклад, водійське посвідчення, паспорт або інше національне посвідчення особи), чи офіційні документи компанії (податкова документація, недавній рахунок за комунальні послуги, свідоцтво про реєстрацію юридичної особи).",
      "Відео має тривати щонайбільше одну годину",
      "Дякуємо за пожертву!",
      "Увійти",
      "Оновіть свій профіль до {time their account will be disabled}, інакше ваш обліковий запис буде заблоковано через порушення Правил спільноти. {learn more link} про наші правила щодо видавання себе за іншу особу.",
      "Ми не використовуватимемо файли cookie інших компаній, щоб персоналізувати для вас рекламу за межами Продуктів Facebook або вимірювати її результативність",
      "Показати більше видалених матеріалів",
      "Я хочу змінити своє ім'я користувача чи інформацію облікового запису",
      "Пошук та огляд",
      "Залишити",
      "Поширення в розповідях",
      "Отримайте безкоштовний Wi-Fi та стежте за компанією {name}",
      "Не вдалося надіслати код.",
      "{date} о {time}",
      "Деякі ваші попередні дописи порушували наші {Community Guidelines}. Якщо ви повторно опублікуєте вміст, що порушує наші правила, ваш обліковий запис буде видалено, включно з вашими дописами, архівом, повідомленнями й читачами.",
      "Ви впевнені?",
      "Стежить {username} і ще 1 людина",
      "Змінити налаштування двоетапної перевірки",
      "Додати розташування…",
      "Коли ви почнете стежити за людьми, вони відображатимуться тут.",
      "Коротко поясніть, що сталося.",
      "Волію не відповідати",
      "Облікові записи Instagram категорії «{translated category name}»",
      "ЕКСКЛЮЗИВНА РОЗПОВІДЬ",
      "Якщо повернутися, відео буде втрачено.",
      "{username} тепер бачитиме рекламу, яка відповідає більшій кількості його/її зацікавлень (на основі його/її дій в продуктах Facebook).",
      "Створити ім'я користувача",
      "Докладніше",
      "Додайте статті, облікові записи в соціальних мережах та інші посилання, які підтверджують, що ваш обліковий запис цікавий для громадськості. Оплачений або рекламний контент не буде братися до уваги.",
      "Налаштування реклами",
      "Увійдіть, щоб переглянути допис",
      "Підтвердити ел. адресу",
      "Для перегляду Instagram моб. дані не використовуються. Вони використовуватимуться лише для перегляду відео або розповідей.",
      "Редагувати",
      "заповнений значок блокування",
      "Підключитися",
      "Укажіть день народження",
      "Тут показуються додатки й сайти, що ви видалили з облікового запису. Можливо, у них досі є інформація, до якої ви раніше надавали доступ, але вони не можуть надсилати додаткові запити. Ви можете попросити видалити вашу інформацію з додатка. Для цього перегляньте Політику конфіденційності додатка, щоб дізнатися подробиці та контактну інформацію. Якщо ви звернетеся до розробників додатка, їм може знадобитися ваш ID користувача.",
      "Цього користувача можна заблокувати з його профілю. Після цього він не зможе знайти ваш профіль, дописи або розповідь чи надіслати вам повідомлення в Instagram. Ми не повідомлятимемо користувачу, що ви заблокували його.",
      "Значок із шевроном униз",
      "Що видалено",
      "Додати на головний екран",
      "Використовувати додаток",
      "{username} зараз не стежить за жодним хештегом.",
      "Помилка",
      "На жаль, під час перевірки коду сталася помилка. Повторіть спробу пізніше.",
      "Зазвичай, якщо користувач не погоджується з видаленням допису, ми даємо можливість надіслати запит на перегляд рішення про видалення.",
      "Щоб увійти, підтвердьте, що це ви",
      "Укажіть свій день народження, навіть якщо цей обліковий запис для компанії, домашньої тварини тощо.",
      "Ваша електронна адреса у Facebook ({email}) пов'язана з обліковими записами у Facebook та Instagram, але ці облікові записи не зв'язані.",
      "Основна світлина для додатка",
      "Продаж фізичними особами вогнепальної зброї, вибухових речовин або боєприпасів.",
      "Перейти",
      "Політика використання даних",
      "{firstUsername} і {secondUsername}",
      "Більше коментарів",
      "Система не отримала повідомлення про те, що це ви ввійшли в обліковий запис. Перевірте налаштування мережі й повторіть спробу.",
      "Щоб показувати вам актуальнішу рекламу, ми отримуємо й використовуємо дані від рекламодавців та інших партнерів про ваші дії на їхніх сайтах і в додатках, а також певні офлайн-взаємодії, наприклад покупки. Ви можете вказати, чи показувати рекламу на основі ваших дій за межами Instagram, у розділі «Дані від партнерів про ваші дії» меню «Налаштування».",
      "Колишні ел. адреси компанії",
      "Не вдалося надіслати лист, так як вказано недійсну електронну адресу.",
      "Пропускна здатність мережі",
      "Елементи керування в обліковому записі Facebook",
      "Якщо у вас приватний обліковий запис, ваші світлини та відео в Instagram зможуть бачити тільки люди, яких ви схвалите. Це не вплине на вже наявних читачів.",
      "Увійдіть, щоб стежити за своїм світом в Instagram.",
      "Об'єкти",
      "Електронна адреса",
      "Відкрити Creator Studio",
      "Дякуємо за перегляд",
      "Завантажте безкоштовно.",
      "Повідомлення про збіг контенту",
      "Ви синхронізували основну світлину, тому вона зміниться в Instagram і Facebook.",
      "Двоетапну перевірку ввімкнено",
      "Укажіть, чому ви хочете сховати цю рекламу:",
      "способів оплати, адреси доставки, імені, електронної адреси",
      "Я хочу видалити завантажену мною світлину",
      "На жаль, сталася помилка. Повторіть спробу ще раз.",
      "Профіль збережено.",
      "Запам'ятати дані для входу?",
      "Показувати категорію в профілі",
      "Підтвердьте, що публічна особа, знаменитість або бренд, яких представляє ваш обліковий запис, є цікавими для громадськості.",
      "Захищені платежі",
      "дізнатися про них докладніше в нашому прес-центрі.",
      "Якщо ви перейдете на обліковий запис автора, ваш обліковий запис Instagram стане публічним. Ваш контент зможуть бачити всі, а нерозглянуті запити на стеження будуть схвалені.",
      "Якщо ви відмовитеся, ми надсилатимемо вам листи про допомогу із входом, лише якщо ви надішлете відповідний запит.",
      "Значок користувача",
      "Заблоковані коментатори",
      "Скасувати декларацію Gift Aid",
      "Щоб показувати рекламу та вимірювати результативність за межами Продуктів Facebook, збирати аналітику, а також надавати певні функції та покращити для вас роботу наших сервісів, ми використовуємо в Instagram і Facebook інструменти інших компаній. Ці компанії також використовують файли cookie.",
      "Розповіді",
      "Ви вводитимете PIN-код для перевірки безпеки під час виконання деяких платежів. Щоб використовувати PIN-код для всіх платежів, перейдіть у налаштування Facebook Pay.",
      "Докладніше",
      "Додаток для автентифікації",
      "Конфіденційність і безпека",
      "{username1}, {username2} і ще 1 особа",
      "Додавання WhatsApp",
      "Цікаві люди",
      "Новини/ЗМІ",
      "Поскаржитися на порушення NetzDG",
      "Інші люди можуть додавати ваші дописи у свої розповіді. Разом з вашим дописом завжди відображатиметься ваше ім'я користувача.",
      "Інформація в публічному профілі (обов'язково)",
      "WhatsApp",
      "Колишні імена користувача",
      "Введіть дійсну дату народження.",
      "Усі матеріали у відео є вашим оригінальним контентом, і права на нього належать вам.",
      "Змінити обліковий запис",
      "Ви підтвердили свою електронну адресу.",
      "Відеочат",
      "Напишіть повідомлення...",
      "Якщо ви не можете скористатись одним зі своїх резервних кодів, використайте {=auth app codes}",
      "середа",
      "Перегляньте зміни в наших Умовах і Політиці використання даних",
      "Схвалити",
      "Зберегти",
      "Електронна адреса компанії",
      "Докладніше",
      "Докладніше про надання доступу:",
      "Реєстрація",
      "Опубліковано {Date} о {Time}",
      "Скарги на інтимні зображення",
      "Якщо видалити чат, його буде видалено лише з вашої скриньки вхідних повідомлень.",
      "Нагадуємо, що ця світлина все ще доступна в таких місцях:",
      "Ваше повне ім'я",
      "Керувати налаштуваннями електронної пошти",
      "-е",
      "Облікові записи, за якими ви перестали стежити",
      "Якщо ви не можете використати код для входу з додатка для автентифікації, отримайте код через {=sms code} або візьміть один із {=backup codes}",
      "Опис",
      "{seconds} с",
      "Поскаржитися на продаж або рекламу наркотиків?",
      "Не зараз",
      "Інші облікові записи, схожі на {Userlink}",
      "Використовує менше місця. Безкоштовно в Google Play.",
      "Розблокувати",
      "Під час скасування доступу сталася помилка. Повторіть спробу пізніше.",
      "Це додатки й сайти, у які ви входили через Instagram і які недавно використовували. Вони можуть надсилати запити на інформацію, якою ви вирішили поділитися з ними.",
      "Відмовитися від ел. листів про допомогу із входом",
      "Зображення для аудіо",
      "стрілка вниз, означає, що розділ закритий і його можна відкрити",
      "Ви не надали жодному додатку дозвіл на доступ до вашого облікового запису Instagram.",
      "IP-адреси для неактивних сеансів",
      "Ми надіслали на номер {phoneNumber} SMS із посиланням для відновлення доступу до вашого облікового запису.",
      "Вийти",
      "{instagramUsername} і {facebookPageName}",
      "Див. ресурси",
      "Ви збираєтеся тимчасово заблокувати свій обліковий запис. Продовжити?",
      "Налаштування реклами",
      "Інформація профілю (обов'язково)",
      "Стрічка",
      "Якщо ваша апеляція буде схвалена",
      "content_removed_img",
      "Ми видалили ваш контент ({contentTypeText}) через порушення правил ({brandedContentPoliciesLink}). Деякі товари, послуги або бренди неможливо просувати за допомогою брендованого контенту, як-от тютюнові вироби, зброю, боєприпаси або вибухові речовини. Крім того, деякі категорії реклами (включно із соціальними питаннями, виборами або політикою) дозволені в дописах із брендованим контентом, якщо партнер, який оплачує таку рекламу, отримав дозвіл на показ відповідних оголошень.",
      "Параметри коментаря",
      "Реєстрація",
      "Додайте номер телефону, щоб мати можливість змінити пароль, знайти друзів тощо.",
      "Якщо видалити додаток для автентифікації, ви отримуватимете коди безпеки лише в SMS.",
      "Готово.",
      "Відхилити допис?",
      "Електронну адресу видалено",
      "Реклама",
      "У цьому розділі немає інформації для показу для вашого облікового запису.",
      "Перегляньте світлини та відео від друзів.",
      "Ми можемо надіслати вам текстове повідомлення, щоб допомогти відновити доступ до облікового запису.",
      "Facebook Pay",
      "Ваш обліковий запис під загрозою видалення",
      "Зберегти інформацію",
      "Надіслати скаргу",
      "Використати додаток",
      "с",
      "Ця електронна адреса використовується для іншого облікового запису.",
      "Далі",
      "Місто",
      "Поширити пряму трансляцію",
      "Де буде відображатися ваше відео",
      "Цей користувач не зможе знайти ваш профіль, дописи або розповіді в Instagram. Instagram не повідомлятиме йому про блокування.",
      "Заповнений значок з галочкою",
      "You can manage these messages at any time in your chat with {=business name}.",
      "Відкрити розповіді",
      "Відкрийте свій профіль і натисніть {link_back_to_instagram_home_page}, щоб перейти в кошик.",
      "Продовжити",
      "Значок автора медіа",
      "Отримайте безкоштовний доступ до Wi-Fi та стежте за цією компанією, щоб бачити її останні дописи. Ви можете почати стежити за компанією пізніше.",
      "Цей користувач не бачить, коли ви в мережі або що ви прочитали його повідомлення. Ви можете скасувати це обмеження з його профілю.",
      "Отримати від Microsoft",
      "Порушення права на інтелектуальну власність",
      "{username} надсилає розповідь",
      "Перейти до допису",
      "Обмежений обліковий запис",
      "Ми використовуватимемо обмежену інформацію від інших додатків і сайтів з метою підтримки безпеки та цілісності даних, але не застосовуватимемо її, щоб показувати вам персоналізовану рекламу",
      "Далі",
      "Готово",
      "Повідомити про дитину в Instagram, якій ще не виповнилося 13 років?",
      "Скинути PIN-код",
      "Переглянути магазин",
      "Якщо ви хочете більше дізнатися про інші можливі дії стосовно переслідування або цькування, ми хотіли б вам допомогти.",
      "Далі",
      "Створити допис",
      "Підключитися до Facebook",
      "Охопіть своїх клієнтів",
      "Якщо ви ввійдете в обліковий запис, то зможете прочитати коментарі всіх користувачів до цього допису.",
      "Виберіть спосіб додавання світлин з вами до вашого профілю.",
      "Камера має зняти вашу візитку повністю.",
      "Safari",
      "Переглянуто сьогодні",
      "1 рік",
      "Дякуємо за вашу допомогу в підтримці безпеки Instagram для всіх користувачів. Зверніть увагу, що ми не повідомляємо людині, яка опублікувала цю світлину, коментар або відео, про те, хто поскаржився на неї.",
      "• Підключення дає додатку або сайту змогу автентифікувати ваш обліковий запис і отримувати інформацію, яку ви дозволили надавати, наприклад вашу електронну адресу.",
      "Переглянути дані облікового запису",
      "Повідомте нам",
      "Попередній перегляд світлини для завантаження",
      "Увійдіть в обліковий запис і переглядайте більше цікавого контенту на основі ваших зацікавлень.",
      "Допис",
      "Запит на завантаження",
      "Якщо ви поскаржитеся на повідомлення іншого користувача, ми не повідомлятимемо йому, хто саме поскаржився.",
      "Адреса",
      "Умови",
      "Ми помітили незвичну активність із вашого облікового запису та тимчасово обмежили для нього деякі дії.",
      "Відхилити",
      "OK",
      "Вставити",
      "Блокувати коментарі від",
      "Якщо ви поскаржитеся на допис іншого користувача, ми не повідомлятимемо йому, хто саме поскаржився на нього.",
      "дії за межами Facebook",
      "Створено другий обліковий запис",
      "Фактична адреса",
      "{Button to log in} або {Button to sign up}",
      "вівторок",
      "Chrome",
      "SMS",
      "Прийміть Умови використання",
      "{dateString} в {timeString}",
      "Надіслав(-ла) вибрану розповідь користувача {username}",
      "-те",
      "Цю розповідь можуть бачити лише люди, які є учасниками {story owner username}.",
      "Ви можете переглянути або змінити інформацію, якою ви ділитеся з додатками та сайтами, у налаштуваннях {=app and web}. Ці налаштування відрізняються від налаштувань {=privacy}, які дають змогу контролювати, хто може бачити ваш контент в Instagram.",
      "• Файли cookie та подібні технології, які ми використовуємо, дають змогу додаткам та сайтам передавати інформацію про вас в Instagram і Facebook. За допомогою цієї інформації ми персоналізуємо для вас наші сервіси, зокрема оголошення, які ви бачите, а також допомагаємо компаніям аналізувати та вимірювати результативність реклами.",
      "Зберегти",
      "Увімкнути звук",
      "Опублікувати основну світлину?",
      "Реагує на вашу розповідь: {emoji}",
      "Підтвердьте свій вік",
      "Дозволити Instagram і Facebook використання файлів cookie?",
      "Увійдіть",
      "Схожі облікові записи",
      "Використовуйте мобільний додаток Instagram, щоб налаштувати партнерство та почати заробляти гроші.",
      "Оновіть додаток Instagram до останньої версії, щоб отримувати й надсилати повідомлення.",
      "{list of items}, {last item}",
      "Звук вимкнений.",
      "Підготовка відео...",
      "Інформація про день народження дає змогу покращити функції й рекламу, яку ви бачите, а також допомагає підтримувати безпеку в спільноті Instagram. Ви можете переглянути день народження в розділі з особистою інформацією в налаштуваннях облікового запису.",
      "Немає повідомлень",
      "{=app name} {=privacy policy} і {=terms}.",
      "через",
      "Чому ви скаржитеся на цей коментар?",
      "Кого переслідують або цькують?",
      "Вимкнути звук",
      "Не зараз",
      "Ця електронна адреса використовується для входу в облікові записи Facebook та Instagram, але вони не зв'язані. Щоб спростити вхід, зв'яжіть їх.",
      "Вам {age} років?",
      "Публікування неприйнятних матеріалів",
      "Видалити номер телефону?",
      "Лише ви можете бачити збережені матеріали",
      "Готово. Підписку на електронні листи з новинами від Instagram скасовано.",
      "Надсилати в текстовому повідомленні",
      "Ви ввели неправильний PIN-код. Залишилося спроб: {remainingAttempts}.",
      "{full_name} (@{username}) • Світлини та відео в Instagram",
      'Відео "{filename}" задовге. Щоб продовжити, виберіть коротше відео або опублікуйте це відео в IGTV.',
      "{count} зараз у мережі",
      "Виконуючи цю дію ({action text}), ви приймаєте {Instsagram's terms} і {data policies terms}. З вашої пожертви буде вираховано комісію 2,6% + 0,3 дол. США.",
      "Надіслати SMS ще раз",
      "Якщо ваша апеляція буде схвалена",
      "Публікація вмісту, що дратує",
      "Вимкнути",
      "політики використання даних",
      "Ви згадали в розповіді користувача {username}",
      "Тепер ви отримуватимете всі електронні листи про допомогу із входом.",
      "Значок галочки в колі",
      "Instagram є частиною Facebook з 2012 року, і ми вносимо деякі корпоративні зміни. Відтепер наші умови міститимуть інформацію про те, що компанія Facebook Inc. відповідає за Instagram. Додаток Instagram і спосіб обробки даних не змінюються.",
      "Якщо не вказати захисний код картки, платіжну інформацію з Facebook буде неможливо використати для оформлення замовлення.",
      "Заподіяння собі тілесних ушкоджень (розлади харчової поведінки, нанесення собі порізів або вміст суїцидального характеру)",
      "Підключення платіжної інформації",
      "Видалити позначку",
      "Поясніть, у чому проблема",
      "Написати",
      "Продовжити",
      "Етап 1. Підтвердьте достовірність",
      "Файл {filename} завеликий. Щоб продовжити, виберіть файл, розмір якого не перевищує 1 ГБ.",
      "Можна видалити з цієї колекції або з усього збереженого.",
      "Перегляньте більше коментарів до цього допису",
      "Номер картки",
      "Стрілка вправо для написання альтернативно тексту",
      "Додати до розповіді",
      "Завантажте його безкоштовно з App Store.",
      "Проблеми на початку роботи",
      "Щоб допомогти людям знаходити один одного в Instagram, ви можете налаштувати синхронізацію та збереження своїх контактів на наших серверах. Ви самі вибираєте, за ким стежити, і можете скасувати синхронізацію в будь-який момент. {learnMoreLink}",
      "Підтримка платежів у чаті",
      "Платежі безпечно обробляються через Facebook Pay. {Learn More}",
      "Увійти через Facebook",
      "Вимкнути звук у відео",
      "Скасувати надсилання повідомлення?",
      "Значок плюс",
      "Укажіть дійсний поштовий індекс",
      "Повторіть спробу пізніше.",
      "Коли ви входите через Instagram в інші додатки та на інші сайти, ми використовуємо файли cookie та подібні технології для забезпечення цього процесу й створення захищеного підключення.",
      "Скасувати надсилання",
      "Зображення кредитної картки",
      "Введіть код Wi-Fi",
      "Продукт",
      "SMS",
      "Паспорт",
      "Це посилання буде активним лише 4 дні після надсилання. Оскільки файл може містити особисту інформацію, не діліться посиланням з іншими та завантажуйте файл лише на свій власний комп'ютер.",
      "Крім того, ваш браузер або пристрій може мати налаштування, які дають змогу встановити параметри використання файлів cookie або видалити їх. Ці налаштування залежать від браузера, а виробники можуть у будь-який час змінити як доступні налаштування, так і спосіб їх роботи. З 5 жовтня 2020 року ви можете скористатися наведеними нижче посиланнями, щоб дізнатися додаткову інформацію про налаштування популярних браузерів. Деякі функції {Facebook Products} можуть не працювати належним чином, якщо ви вимкнете використання файлів cookie.",
      "Монетизація",
      "Виберіть ім'я користувача для свого облікового запису. Його можна буде змінити пізніше.",
      "Ні",
      "Конкретні погрози щодо крадіжки чи вандалізму, заподіяння фізичної шкоди",
      "Дізнавайтеся про бренди, товари яких можна купувати в Instagram.",
      "Повне ім'я",
      "дн.",
      "Фільтри",
      "Облікові записи, від яких ви приховали розповіді",
      "Виконайте наведені нижче дії, щоб повернутися в обліковий запис.",
      "Переглянути ще раз в Instagram",
      "Відкрити додаток",
      "Неможливо надіслати повідомлення",
      "Ваш друг {full (real) name of the user who joined} є в Instagram з іменем {username of the user who joined}",
      "Instagram серйозно ставиться до захисту прав на інтелектуальну власність. Тому повідомляємо, що ваша світлина містить матеріали, на використання яких у вас може не бути прав.",
      "Значок користувача",
      "Видалити",
      "Вітаємо в Instagram",
      "{scope title}",
      "Помилка мережі",
      "Далі",
      "Відповідає на вашу розповідь",
      "Завантаження даних",
      "Інформація з профілю",
      "Дізнайтеся, як поскаржитися на це.",
      "Позначки «Подобається»: {count}",
      "Ми запам'ятаємо ваші дані для входу – вам непотрібно буде вводити їх під час наступного входу.",
      "Пропустити",
      "{link that reads Switch Accounts} або {link that reads sign up}",
      "Активність облікового запису",
      "Пошук",
      "{name of the user} додає коментар: {comment text from user}",
      "Оригінал",
      "Поскаржитися",
      "ще {count}",
      "Умови користування",
      "Додати вручну",
      "Усі монетизовані відео проходять перевірку.",
      "Уряд і політика",
      "Текстові повідомлення (SMS)",
      "Значок пошуку.",
      "Вийти",
      "Я законний опікун користувача {username} і маю право надавати дозвіл.",
      "Коли ви входите в додаток або на сайт з обліковими даними Instagram:",
      "Каталоги доступні лише в додатку",
      "Ми запам'ятаємо дані для входу для облікового запису {username} – вам непотрібно буде вводити їх під час наступного входу.",
      "лип",
      "Поскаржитися",
      "Підтвердьте PIN-код",
      "Під час надсилання цього листа сталася помилка.",
      "Перегляньте цей каталог від @{username} в Instagram",
      "Введіть останні 4 цифри свого номера соціального страхування (SSN) або індивідуального ідентифікаційного номера платника податків (ITIN).",
      "Підтвердити",
      "Інформація про файли cookie та подібні технології в інших додатках та на інших сайтах",
      "Ввели неправильний номер телефону?",
      "Політику конфіденційності",
      "Щоб приєднатися, потрібне схвалення",
      "Left chevron",
      "Трансляція",
      "Каталог профілів",
      "• Instagram установлювати захищене підключення до додатків та сайтів, щоб ви могли виконувати вхід через Instagram",
      "Використовуйте їх для входу в обліковий запис, якщо немає можливості отримати захисний код в SMS або додатку для автентифікації.",
      "Докладніше про Університет Меріленду див. тут: {link}",
      "Скасувати",
      "Поширити...",
      "Професійний обліковий запис",
      "Ми можемо зберегти ваші дані для входу в цьому додатку, і вам не знадобиться вводити їх знову.",
      "кошик у колі",
      "Додаток для автентифікації",
      "Ще немає дописів.",
      "Вашу розповідь видалено",
      "Запропонувати",
      "Якщо ви зареєстрували обліковий запис через Facebook, вам буде слід {create a password} і знову ввійти.",
      "Щоб продовжити, увійдіть до облікового запису {username}. Сеанс у профілі {source_account_username} буде завершено.",
      "Тут відображатимуться запити на стеження від інших людей.",
      "{username} надсилає повідомлення",
      "Хочете продовжити використовувати Facebook для входу?",
      "Ми не знайшли ваш обліковий запис",
      "бізнес-інструменти",
      "Рекомендації схожих облікових записів",
      "Щоб продовжити використовувати Instagram, змініть свій пароль. Якщо ви надасте новий пароль одному з таких сервісів, для вас може бути заблокована можливість стежити, вподобати або коментувати.",
      "Ще немає дописів",
      "Докладніше про наші {help center link} щодо COVID-19 і вакцини.",
      "Створіть PIN-код для оплат в Instagram.",
      "Мені просто це не подобається",
      "Нагадуємо, що це відео буде доступне в таких місцях:",
      "Ім'я користувача",
      "-е",
      "Коли {username} опублікує світлини або відео, ви побачите їх тут.",
      "Докладніше.",
      "Розблокувати",
      "Дивитися відео",
      "Переглянуто вчора",
      "Зареєструватися за допомогою Facebook",
      "Номер телефону підтверджено",
      "Значок помилки",
      "Ви можете переглянути відеотрансляцію користувача {username} в додатку Instagram.",
      "Переглянути чернетки",
      "Резервні коди",
      "Цей тип медіаданих не підтримується",
      "ten-thousand",
      "Медіафайли (необов'язково)",
      "{count} читач",
      'Файл "{filename}" замалий. Щоб продовжити, виберіть файл, розмір якого перевищує 1 КБ.',
      "Підходить для магазинів, місцевих компаній, брендів, організацій та постачальників послуг.",
      "Ми не використовуватимемо файли cookie інших компаній, щоб персоналізувати для вас рекламу за межами Instagram або вимірювати її результативність",
      "Звук відео вимкнено",
      "Порушення прав інтелектуальної власністі",
      "Меню",
      "Заблоковано",
      "{count} дописів",
      "Запит надіслано",
      "Видалено",
      "Поширення розповідей",
      "Насиченість",
      "Кошик порожній",
      "Рекомендації",
      "Введіть дату народження (мм/дд/рррр)",
      "Облікового запису не знайдено.",
      "{Submit an appeal text bolded}, якщо ви й надалі вважаєте, що сталася помилка та маєте дозвіл на використання цього відео.",
      "Закрити",
      "Надсилання пожертви...",
      "Прив'язано до Facebook",
      "Це може бути інформація, яка за даними офіційних організацій охорони здоров'я може ввести людей в оману щодо способів лікування або профілактики хвороби чи може знеохотити людей звертатися по медичну допомогу.",
      "Instagram дотримується процедур повідомлення та видалення, визначених у розділі 512(c) Закону США про захист авторських прав у цифрову епоху (DMCA). Хоча Instagram виступає проти порушення авторських прав, ми також проти неправдивих заяв про порушення таких прав. Якщо ваші матеріали було видалено згідно з процедурами повідомлення та зустрічного повідомлення відповідно до Закону DMCA, і ви вважаєте, що матеріали було видалено помилково чи в результаті неправильної ідентифікації, ви можете подати зустрічне повідомлення відповідно до Закону DMCA.",
      "Назад в Instagram",
      "Магазин продавця {merchant name} (@{merchant username})",
      "Ви не маєте видалених додатків, які мали доступ до вашого облікового запису Instagram.",
      "Надіслати скаргу",
      "Файл завеликий",
      "Збережено",
      "Світлина",
      "Фільтрування коментарів",
      "Коли буде потрібно підтвердити, що саме ви виконуєте вхід, ми надішлемо вам код безпеки.",
      "Скасувати",
      "Відео мають тривати від {minDurationInSeconds} с до {maxDurationInMinutes} хв.",
      "Готуємо чернетку: {videoTitle}. Ми повідомимо, коли вона буде готова.",
      "Якщо ви не погоджуєтеся з результатом розгляду спору, ви можете надіслати апеляцію власнику прав ({reference owner name}). З моменту надсилання апеляції в нього буде {days} днів на відповідь.",
      "Наші Умови тепер містять чіткішу інформацію про наш сервіс і про те, що ми очікуємо від кожного учасника нашої спільноти, щоб Instagram залишався безпечним місцем для всіх. Ми хотіли б, щоб ви знали про кілька наведених нижче оновлень.",
      "Наступного разу ми не запитуватимемо код",
      "Ел. адреса",
      "Професійний обліковий запис надасть вам доступ до статистичних даних про читачів, показників ефективності облікового запису, нових можливостей для зв'язку й інших функцій.",
      "Увійдіть, щоб переглянути дописи користувача {username}",
      "чер",
      "Якщо скасувати надсилання, повідомлення буде видалено для всіх. Дехто міг його вже бачити.",
      "Це я",
      "OK",
      "Місця в {country name}",
      "Активні",
      "Хештеги, за якими ви стежите",
      "Це були ви?",
      "Альянс цифрової реклами",
      "Нагадуємо, що це відео буде заблоковано в таких місцях:",
      "Отримуйте підтримку швидше",
      "Недавно ми виявили й усунули технічну проблему, яка вплинула на невелику кількість облікових записів Instagram, зокрема ваш.",
      "Додайте підпис...",
      "Підозріла активність",
      "У додатку Instagram можна створювати наліпки й реагувати на них.",
      "Власник цього профілю видає себе за іншу особу",
      "Більше параметрів",
      "Цей додаток має невеликий розмір, швидко працює та заощаджує мобільні дані.",
      "Зв'яжіться з власником вмісту",
      "Додати позначку",
      "Переглянути коментар",
      "Повідомлення про спам допомагають нам зрозуміти проблеми зі спамом в Instagram. Якщо ви вважаєте, що цей допис порушує наші {link_to_instagram_community_guidelines} або {link_to_instagram_terms_of_use} і його слід видалити, позначте його як неприйнятний.",
      "Товар збережено.",
      "Пов'язані хештеги",
      "Забули пароль?",
      "Сталася помилка. Повторіть спробу пізніше.",
      "Торкніться, щоб позначити людей",
      "Для сторінок, груп, профілів і облікових записів Instagram, які систематично публікують неправдиву інформацію про COVID-19, вакцини або здоров'я, можуть запроваджуватися обмеження, зокрема обмеження поширення дописів, усунення з рекомендованого контенту, а також скасування публікування або вимкнення.",
      "Записи адміністратора",
      "Ваші відгуки допоможуть нам зрозуміти проблеми зі спамом в Instagram.",
      "Докладніше",
      "Не вдалося завантажити",
      "Ви маєте явний дозвіл від власника прав на використання цих матеріалів.",
      "Див. Умови користування повністю",
      "Неможливо додати WhatsApp у ваш профіль",
      "Сторінка для підтвердження телефону",
      "Щоб переглянути цей каталог, перейдіть у додаток.",
      "{age} років",
      "Перегляньте більше дописів із хештегом #{hashtag}",
      "Одразу дізнавайтеся, коли інші користувачі почали стежити за вашими оновленнями, уподобали або прокоментували ваші світлини.",
      "Видалити",
      "Знайдіть більше облікових записів, схожих на {name}",
      "Ви знову зможете користуватися своїм обліковим записом, коли ми підтвердимо вашу особу. {Learn more}",
      "Світлина обкладинки має бути у вертикальній орієнтації та у форматі JPG. Рекомендовані пропорції: 9:16.",
      "-е",
      "Цією дією ви надаєте Facebook Pay дозвіл на використання збереженої платіжної інформації для цього та майбутніх платежів в Instagram.",
      "Переглянути всі",
      "Ввести дані {authMethod}",
      "Я не хочу, щоб із цього облікового запису можна було бачити мої світлини чи відео або зв'язуватися зі мною",
      "Не обмежувати",
      "App Store",
      "Обов'язкове поле",
      "правила",
      "Видалено",
      "Умови та Політика використання даних",
      "Файл вибрано",
      "Ви можете отримувати оновлення від Instagram в SMS. Від цього можна відмовитися в будь-який момент.",
      "{count} дописів",
      "Вибрати з комп'ютера",
      "Помилка завантаження. Один або кілька типів файлів, які ви вибрали, не підтримуються.",
      "Дописи з підписами, що заохочують до насильства або направлені проти інших людей",
      "Їжа та напої",
      "Допис недоступний",
      "Входи",
      "Увійдіть в обліковий запис, щоб переглянути розповіді",
      "Підтримка",
      "Переглянути місця неподалік",
      "Готово",
      "Менше 18 років",
      "Скасувати",
      "Готово. Підписку на електронні листи про продукти Instagram скасовано.",
      "Видалити електронну адресу?",
      "Зараз у прямому ефірі",
      "Оформлення й оплата",
      "Надавати вам контент і сервіси, а також персоналізувати й покращувати їх",
      "Зберегти дані для входу?",
      "Позначка",
      "Введіть пароль в Instagram для облікового запису {username}",
      "Новий пароль",
      "Ваші відгуки допомагають нам зробити спільноту Instagram безпечною.",
      "Якщо досягнуто згоди для відновлення контенту, на який надійшла скарга, попросіть сторону, що подала скаргу, надіслати нам електронного листа зі згодою.",
      "{hours} год тому",
      "Переглянути та змінити",
      "Безпека",
      "Правила PayPal",
      "Сповіщення",
      "Відхилити світлину?",
      "{username1}, {username2} і ще {remainingCount}",
      "меню",
      "Надіслав(-ла) вам повідомлення",
      "У вас є обліковий запис? {link that reads Log in}",
      "Натисніть «Так» нижче, щоб підтвердити, що це ваш обліковий запис Instagram. Якщо він не ваш, натисніть «Ні», щоб повернутися на екран входу. Потім увійдіть, щоб підтвердити свій обліковий запис.",
      "№ {guide item number}",
      "Завантажити Instagram",
      "Додайте дійсну адресу, щоб люди могли знаходити ваше розташування на карті.",
      "Наразі в Instagram можна жертвувати не більше {donation amount limit, should not be translated since the rule is regulated in euro} протягом 31-денного періоду. Спробуйте зменшити суму або повторіть пожертву після закінчення цього періоду.",
      "Ви можете в будь-який момент відключити платіжну інформацію у Facebook Pay. Ваша інформація у Facebook Pay, зокрема способи оплати, адреса доставки, ім'я, електронна адреса й історія платежів, буде доступна лише у Facebook. Свої замовлення в Instagram ви й надалі зможете бачити в Instagram.",
      "{like count} вподобання",
      "Увійти через PayPal",
      "Додано користувачем {username}",
      "Листи про бренди",
      "Поскаржитися",
      "{username} вподобав(-ла) ваш каталог.",
      "Тривалість відео має становити щонайбільше одну хвилину",
      "Керування коментарями",
      "Помилка завантаження.",
      "Зберегти пароль у цьому браузері",
      "Ми не знайшли обліковий запис Facebook з таким іменем: {username}. Спробуйте змінити пароль.",
      "Опублікувати",
      "Деякі ваші попередні дописи порушували наші {Community Guidelines}. Щоб запобігти видаленню облікового запису, ознайомтеся з нашими правилами й дотримуйтеся їх.",
      "Отримуйте сповіщення в SMS.",
      "Надіслати запит на перевірку",
      "Які налаштування файлів cookie я можу змінювати?",
      "Знайдіть друзів із Facebook",
      "Підтвердити",
      "Додайте номер телефону, щоб повернутися в Instagram",
      "Ви вказали неправильний пароль. Перевірте пароль.",
      "Переходи на обліковий запис компанії",
      "Кожен код можна використовувати лише раз. Ви можете отримати нові коди, якщо підозрюєте, що цей набір могли вкрасти, або якщо ви вже використали більшість із них.",
      "з {username}",
      "Електронна адреса",
      "текст",
      "Це відео заблоковане {date} о {time}, тому що воно може містити контент, який належить {reference owner name}",
      "Ласково просимо • Instagram",
      "Зміни пароля",
      "Прийняти",
      "{status of the authorization}",
      "Посилання, за яким ви перейшли, можливо, пошкоджене або сторінку видалено. {link_back_to_instagram_home_page}",
      "Хештег",
      "Конфіденційність облікового запису",
      "Ми надаємо послуги реклами, не розкриваючи рекламодавцям вашу особу. Політика містить більше відомостей про те, яку інформацію ми надаємо рекламодавцям і партнерам. Ми ніколи не продаємо ваші дані.",
      "Не вдалося зберегти.",
      "Коли вас позначать на світлинах, вони відобразяться тут.",
      "Якщо ви ввійдете в обліковий запис, то зможете переглядати всі дописи інших користувачів про це місце.",
      "Через обмеження, пов'язані з власністю, ваше відео заблоковано в деяких країнах, але повністю доступно в таких країнах:",
      "Відео має бути коротшим за {duration} с.",
      "Значок неправдивої інформації",
      "Більше",
      "Скарга №",
      "SMS надіслано",
      "Ваша контактна інформація",
      "Переглянути більше рекомендацій",
      "Під час збереження вашого профілю сталася помилка. Повторіть спробу пізніше.",
      "Ви можете вибрати, чи показуватиметься вам реклама на базі ваших дій за межами Instagram, в розділі «Дані від партнерів про ваші дії» в налаштуваннях. Якщо ви ввімкнули пов’язані функції в облікових записах Instagram та Facebook, це налаштування також можна використовувати для регулювання показу реклами у Facebook.",
      "Категорії",
      "Додаткові відомості про рекламу в Instagram:",
      "Усі нові коментарі від заблокованих вами користувачів зможуть бачити лише ці користувачі.",
      "Коли ви підключите додаток або сайт до Instagram:",
      "Торкніться, щоб повторити спробу",
      "Не зараз",
      "Поштовий індекс",
      "Помилка входу",
      "Значок статистики",
      "Надсилайте приватні світлини та повідомлення другу або групі.",
      "серпня",
      "Дотримуйтеся наших Умов використання й стежте, щоб у інших користувачів та інструментів не було доступу до вашого облікового запису.",
      "1 тиж.",
      "Перетягніть, щоб перемістити, або торкніться, щоб видалити.",
      "Реєстрація за ел. адресою",
      "Використовуйте ці коди, щоб увійти у свій обліковий запис, коли немає доступу до телефона.",
      "Тимчасово заблокувати обліковий запис",
      "Охопіть більше людей",
      "Відкрити додаток Instagram",
      "Не вдалося відхилити запрошення тестувальника. Повторіть спробу пізніше.",
      "Щоб переглянути ефект, створіть для каталога товару магазин в Instagram",
      "Від 13 до 18 років",
      "Схожі облікові записи",
      "Увійдіть, щоб стежити за іншими людьми на Instagram.",
      "Облікові дані",
      "Обов’язково",
      "Ми обмежили видимість вашого контенту через скаргу власника прав на музику:",
      "{number of tagged people} людей",
      "Значок системного сповіщення",
      "Надання цієї інформації не вплине на особисті дані в профілі Facebook.",
      "Відхилити",
      "Стрілка для переходу на наступну сторінку",
      "Введіть ім'я та дату народження, указані в офіційному посвідченні особи. Крім того, нам потрібна ваша зареєстрована домашня адреса.",
      "Ви перейшли на особистий обліковий запис",
      "SMS надіслано.",
      "Платіжна адреса збігається з поштовою",
      "{weeks} тиж.",
      "Вхід в Instagram",
      "Увійти через Facebook",
      "Закрити доступ",
      "Надіслано на адресу {email}",
      "Рекомендовані облікові записи",
      "Відео IGTV",
      "Увімкнути це?",
      "Щоб переглянути таке повідомлення, використовуйте додаток Instagram.",
      "Для перегляду відео використовуються моб. дані",
      "Обліковий запис обмежено",
      "Сталася помилка. Спробуйте ще раз.",
      "Неправдива інформація",
      "Захист конфіденційності ваших даних дуже важливий для нас, і ми постійно працюємо над тим, щоб подібні проблеми не виникали. Якщо у вас з'явилися запитання, зв'яжіться з нами за адресою {email}.",
      "Якщо ви ввійдете в обліковий запис, то зможете переглянути всі дописи з цим хештегом.",
      "Тепер ви отримуватимете все ел. листи про скидання пароля.",
      "Якщо ви не впевнені, чи слід подавати зустрічне повідомлення відповідно до закону DMCA, рекомендуємо звернутися до адвоката, в ідеалі до спеціаліста з авторського права. Якщо ви подасте неправдиве зустрічне повідомлення або навмисно подасте його з порушеннями, ви можете зіткнутися з юридичними наслідками. Якщо ви подасте неправдиве зустрічне повідомлення, серед іншого ви можете понести відповідальність за шкоду та витрати на адвоката відповідно до розділу 512(f) Закону DMCA.",
      "Надіслано. Перевірте пошту.",
      "Музика",
      "Сторінку Facebook не знайдено. Щоб поширювати відео IGTV у Facebook, потрібно мати сторінку. {Learn More}",
      "БЛИЗЬКІ ДРУЗІ",
      "Подбайте про безпеку за допомогою PIN-коду",
      "Електронна адреса",
      "Додати подію",
      "Стежить: {count}",
      "Не вдається завантажити?",
      "Політика використання даних",
      "Поширити",
      "Заповніть профіль",
      "Неможливо додати обліковий запис",
      "Обліковий запис",
      "Довідковому центрі",
      "Введіть дату в майбутньому",
      "Схоже, ви неправильно написали електронну адресу. Ви хотіли використати адресу {filled email domain}?",
      "Матеріали, які принижують або присоромлюють інших користувачів",
      "Дякуємо, що повідомили про це",
      "Увійдіть, щоб переглянути профіль користувача {username}",
      "Ми запам’ятаємо ваш вибір щодо файлів cookie й враховуватимемо його завжди, коли ви використовуєте Instagram і входите за допомогою своїх облікових записів в інші продукти Facebook. Ви можете будь-коли переглянути або змінити вибрані параметри в налаштуваннях файлів cookie.",
      "Увійдіть в обліковий запис і перегляньте більше дописів",
      "Зображення для видаленого вмісту",
      "Оновити додаток",
      "Дані облікового запису",
      "Інформація облікового запису компанії",
      "{number of files} файлів не вдалося завантажити. Ви можете вибрати не більше 10 файлів.",
      "Яскравість",
      "Рекламодавці з вашими контактними даними",
      "Судячи з вибраної вами категорії, ви можете бути автором. Це налаштування можна змінити в будь-який момент.",
      "Продовжити як @{username}",
      "номера телефону",
      "Читачі: {follower count}",
      "Інші імена або назви (необов'язково)",
      "Завантаження",
      "Керування файлами cookie через налаштування браузера",
      "Введіть код із 6 цифр, згенерований додатком для автентифікації.",
      "Якщо встановлено кілька додатків для автентифікації або потрібно налаштувати двоетапну перевірку з використанням додатка на іншому пристрої, двоетапну перевірку слід налаштувати вручну, використовуючи цей ключ.",
      "Оновити номер телефону",
      "Вибрати з комп’ютера",
      "Підтвердьте ел. адресу",
      "Дякуємо за вашу скаргу. Ми видалимо це повідомлення, якщо воно порушує наші Правила спільноти.",
      "Якщо ви не дозволите ці файли cookie:",
      "Ми оновили ліцензії на інтелектуальну власність, але ваші права залишаються незмінними. Ваші світлини та відео, як і раніше, належать вам.",
      "Більше...",
      "Змінити основну світлину",
      "Ми не надаватимемо інформацію про вас організації CMU Delphi Research, а вона не передаватиме нам ваші відповіді на опитування.",
      "Екран почне «смикатися», після чого на значку додатка з'явиться «Х».",
      "Дозволити користувачу {username} відтепер надсилати вам повідомлення? Він знатиме, що ви бачили його запит, лиш якщо ви приймете його.",
      "Сховайте коментарі, що містять слова чи фрази, указані вами вище.",
      "Розповіді ліпше дивитися в додатку",
      "Якщо додати Gift Aid до вашої пожертви, то за кожен 1 фунт вашої пожертви до неї буде додано 25 пенсів без жодних доплат.",
      "Ваш коментар видалено",
      "Упродовж наступних {days to snooze} дн. ви отримуватимете ел. листи про допомогу із входом лише на пристроях, на яких ви вже користувалися Instagram.",
      "Цей ефект недоступний. Спробуйте ще раз пізніше.",
      "Натисніть, щоб відтворити",
      "Ваша світлина заблокована, оскільки вона може містити контент, що належить іншій особі.",
      "Погодитися з Умовами",
      "Натисніть, щоб видалити",
      "Вимкнення коментарів",
      "На жаль, сталася помилка. Спробуйте ще раз.",
      "Ми можемо зберегти ваші дані для входу в цьому браузері, і вам не знадобиться вводити їх знову.",
      "У вас є незбережені зміни. Ви дійсно хочете скасувати?",
      "Готово",
      "Ефект від користувача {username} готовий для перегляду в Instagram.",
      "Галочка в колі",
      "Додати основну світлину",
      "Натисніть {link_back_to_instagram_home_page} у нижній частині вашої стрічки.",
      "Альтернативний текст описує ваші світлини для людей з порушеннями зору. Його буде створено для ваших світлин автоматично, або ви можете написати свій текст.",
      "Установіть додаток, наприклад Google Authenticator або Duo Mobile, і поверніться в Instagram, щоб завершити налаштування.",
      "Розблокувати",
      "Місто",
      "Готуємо відео: {videoTitle}. Ми повідомимо, коли воно буде готове.",
      "Підписи довжиною понад 125 символів відображатимуться в стрічці неповністю.",
      "Поруч з іменами підтверджених облікових записів відображається синій значок, який свідчить про те, що Instagram підтвердив, що обліковий запис насправді представляє публічну особу, знаменитість або бренд.",
      "Підтвердьте PIN-код",
      "Спілкуйтеся з друзями через розповіді",
      "Інші можливі дії",
      "Створіть обліковий запис.",
      "Код підтвердження",
      "Дозволити Instagram використання файлів cookie?",
      "Instagram Lite",
      "Дякуємо, що надали інформацію",
      "Переглянути профіль",
      "Підтвердьте номер телефону",
      "Спробувати ще раз",
      "Профіль збережено.",
      "Це видалить відео з вашого допису.",
      "ЗАКРІПЛЕНО",
      "Коментар {actionType} {prepositionType} {violationText}",
      "У додатках і на сайтах, до яких ви ввійшли через облікові записи Instagram, буде виконано вихід. Ви не зможете знову ввійти до них через ці облікові записи",
      "Сповіщення для переміщених сюди повідомлень вимкнені, але ви можете ввімкнути їх будь-коли.",
      "Логотип Facebook",
      "Надіслати",
      "Ваш браузер або пристрій може мати налаштування, які дають змогу вибирати параметри використання файлів cookie та видаляти їх. Ці налаштування залежать від браузера, а виробники можуть будь-коли змінювати доступні налаштування та спосіб їх роботи. З 5 жовтня 2020 року за наведеними нижче посиланнями ви можете дізнатися більше про налаштування популярних браузерів. Якщо ви вимкнете використання файлів cookie, деякі функції продуктів Facebook можуть не працювати належним чином. Зверніть увагу, що в браузерах та Instagram і Facebook ці налаштування відрізняються.",
      "Увійти",
      "Під час завантаження виникла проблема.",
      "Підтвердити цей вхід?",
      "оскаржити це рішення",
      "Ваша розповідь",
      "Створення",
      "Докладніше",
      "Вибрати код вбудовування",
      "Установити",
      "Пароль змінено.",
      "Нічого не знайдено.",
      "-е",
      "Продовжити як {username}",
      "Заощаджує місце й мобільні дані. Завантажте безкоштовно з Google Play.",
      "Електронна адреса",
      "вересня",
      "У додатку ви зможете стежити за всіма дописами із цим хештегом.",
      "Сповіщення про ваш обліковий запис",
      "Далі",
      "Reels",
      "16:9",
      "Пароль в Instagram",
      "Увага",
      "4:5",
      "Відновлення облікового запису",
      "Ви надіслали розповідь",
      "Тимчасово закрити мій обліковий запис",
      "Обмеження облікового запису скасовано",
      "Наші файли cookie в інших програмах та на інших сайтах",
      "Я хочу видалити залишений мною коментар",
      "Музика",
      "Ці файли cookie потрібні для використання продуктів компанії Facebook. Без них сайти не зможуть нормально працювати.",
      "Сталася помилка. Чернетку не збережено.",
      "Більше інструментів для розвитку аудиторії",
      "Не змінюйте дизайн і не друкуйте на темному тлі або тлі з малюнком.",
      "Значок розповіді",
      "Умови надання послуг оплати",
      "Дякуємо! Ви повторно підписалися на електронні листи з новинами від Instagram.",
      "Відхилити",
      "Ваш обліковий запис повторно активовано",
      "Щоб ваш обліковий запис не було тимчасово обмежено або назавжди вимкнено, переконайтеся, що жодні сторонні користувачі або інструменти не мають доступу до вашого облікового запису, а також що ви не порушуєте наші {Terms of Use}.",
      "Повернутися на головну",
      "Не вдалося надіслати вам посилання для входу.",
      "Електронні листи про кошик",
      "Ми зробили помилку?",
      "• Instagram і Facebook, щоб отримувати інформацію про ваші дії з додатків і сайтів для персоналізації контенту, показу актуальної реклами та підвищення рівня безпеки. Instagram і Facebook обмінюються цією інформацією, оскільки ви додали ці облікові записи в Центр облікових записів",
      "Відхилити",
      "Підтвердьте, що ви хочете входити в додаток {app name} за допомогою облікового запису {username} в Instagram",
      "Вживання наркотиків",
      "Обов’язкові файли cookie",
      "Ви не отримуватимете повідомлень від цієї групи, хіба що хтось знову додасть вас у цей чат.",
      "Неможливо додати це відео. Відео IGTV мають бути вертикальними або горизонтальними й мати розмір 16:9 або 9:16.",
      "Очистити все",
      "Докладніше про онлайн-рекламу",
      "У додатку Instagram можна створювати наліпки й реагувати на них. Установіть його безкоштовно з {app store} або {play store}.",
      "Початок/завершення перевірки",
      "· Використані кошти не є прибутком від продажу товарів або надання послуг і не походять від іншої особи або третьої сторони",
      "Увійдіть ще раз, щоб завантажити файл з матеріалами, які ви поширили в Instagram.",
      "Сторінка з ключовими словами",
      "змінити Ваш пароль",
      "Вибрати файл",
      "Ви отримаєте код у додатку для автентифікації.",
      "Створіть PIN-код",
      "Видалив користувач {username}",
      "Переглянути більше",
      "Підтвердити вхід?",
      "{Delete this photo text bolded}, якщо ви не маєте права на використання всього контенту на ній. Це не вплине на ваш обліковий запис.",
      "{minutes} хв тому",
      "Я не хочу, щоб користувач стежив за мною",
      "Підключитися до Facebook",
      "Ваш допис видалено",
      "Зберегти",
      "Наші співробітники перевірять цей обліковий запис і, якщо він порушує наші {link_to_instagram_community_guidelines} або {link_to_instagram_terms_of_use}, ми видалимо його.",
      "Скасувати",
      "{count} вподобання",
      "Ви ввели неправильний пароль. Спробуйте ще раз.",
      "Ваша електронна адреса для Facebook ({email}) уже використовується для облікового запису Instagram.",
      "Якщо потрібно підтвердити, що саме ви виконуєте вхід, відобразиться запит на захисний код.",
      "Переглянути більше",
      "Інше",
      "Недавно ми виявили, що ваш пароль у Facebook зберігався в нашій системі у форматі, доступному для читання. Ми усунули цю проблему й не знайшли ознак того, що ваш пароль було використано неправильно або до нього отримано несанкціонований доступ.",
      "трав",
      "ОК",
      "Збережена колекція",
      "Вибрати тип обтинання",
      "Змінити",
      "GIF",
      "Дозволити рекламу",
      "Вихід",
      "Підтвердьте інформацію в додатку, щоб повернутися в обліковий запис",
      "Заповніть усі обов'язкові поля.",
      "Запити на стеження",
      "Підключення до Instagram",
      "Це не я",
      "Перенести повідомлення від користувача {username} в:",
      "• Інформацію, яку отримає {app name}, можна редагувати. Ви можете скасувати надання доступу, але тоді ви не зможете підключити додаток {app name} до Instagram.",
      "створити пароль",
      "{days} дн. тому",
      "Увімкнути сповіщення",
      "Не вдалося завантажити вибраний відеофайл.",
      "ранку",
      "Натисніть на фото, щоб позначити людей",
      "За один раз можна вибрати кілька файлів.",
      "хв",
      "ПОВТОРИТИ СПРОБУ",
      "Графічне зображення насильства",
      "Розблокувати {Username of current profile}?",
      "Ввести код Wi-Fi",
      "@{username} • Світлини та відео в Instagram • Сторінка {page}",
      "Розпочинайте спір, лиш якщо ви маєте дозвіл на використання всього контенту на світлині.",
      "Нова розповідь",
      "Ваша електронна адреса",
      "Підтвердьте захисний код",
      "Відповісти користувачу {username}...",
      "Видалити позначку",
      "Дякуємо, що ознайомилися з нашою оновленою Політикою використання даних і прийняли наші нові Умови.",
      "Відповідь собі",
      "Ваші дані з Instagram",
      "+ {count}",
      "Указане ім'я користувача не належить обліковому запису. Перевірте ім'я користувача та повторіть спробу.",
      "Зверніться до батьків/опікуна",
      "{username} надсилає допис",
      "Розпочинайте спір, лиш якщо ви маєте дозвіл на використання всього контенту у відео.",
      "Тепер ви маєте додаткові інструменти для спілкування з аудиторією в Instagram.",
      "Реклама типу «карусель»",
      "Ми надсилатимемо SMS із кодом для входу. Крім того, можна використовувати додаток для автентифікації на ваш вибір.",
      "Зберегти",
      "Двоетапна перевірка",
      "Як запобіжний захід, рекомендуємо вам переглянути список своїх читачів: чи в ньому лише ті особи, щодо яких не маєте заперечень, щоб стежили за вами. Захист вашої конфіденційності – це наш найбільший пріоритет, тож ми постійно працюємо над тим, щоб подібні проблеми не виникали. Нам дуже шкода, що таке сталося. Якщо ви маєте будь-які запитання, зверніться до нас за адресою {email}.",
      "Змінено",
      "ОК",
      "Як це працює",
      "Докладніше про захист облікового запису див. в {help center link}.",
      "Мій обліковий запис зламано",
      "Поскаржитися на користувача",
      "Місце",
      "Наші {communityGuidelinesLink} створені для підтримки й захисту нашої спільноти. Ми видалили ваш допис, тому що нам здається, що він може заохочувати до заподіяння собі тілесних ушкоджень або суїцидальної поведінки. Ми розуміємо, що це, можливо, не входило у ваші наміри. Ми дбаємо про вашу безпеку, тож якщо ви переживаєте важкі часи, ми хотіли б допомогти вам. Радимо переглянути наші ресурси, щоб отримати потрібну підтримку.",
      "Якщо повернутися, світлину буде втрачено",
      "Правий шеврон",
      "Додайте нові способи зв'язку з вами",
      "Копіювати посилання",
      "-е",
      "Номер мобільного телефону або електронна адреса",
      "Видалити чат.",
      "Назва",
      "Розповіді ліпше дивитися в додатку",
      "Вимкнути коментарі",
      "Дозволити",
      "Увійдіть",
      "Дата народження",
      "Під час виходу з вашого облікового запису сталася помилка. Повторіть спробу пізніше.",
      "Налаштування особистої інформації",
      "Це повідомлення містить спам або є спробою шахрайства",
      "Повне ім'я",
      "Це посилання буде активним лише впродовж наступних чотирьох днів. Оскільки ці дані можуть містити особисту інформацію, не діліться цим посиланням і завантажуйте архів лише на свій комп'ютер.",
      "Використовуйте більше функцій для розповідей в Instagram Lite",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink}. Якщо ви повторно опублікуєте вміст, що порушує наші правила, ваш обліковий запис може бути видалено, включно з вашими дописами, архівом, повідомленнями й читачами.",
      "Ви обмежили користувача {username}.",
      "Скасувати",
      "Не вдалося завантажити файл «{filename}». Для продовження виберіть файл у форматі MP4.",
      "{media author username} може бачити загальну кількість людей, які вподобали цей допис.",
      "Тут відображатимуться ваші контакти після завантаження в Instagram.",
      "Facebook",
      "Недавно ми виявили, що ваш пароль в Instagram зберігався в нашій системі у форматі, доступному для читання. Ми усунули цю проблему й не знайшли ознак того, що хтось зі співробітників отримав несанкціонований доступ до вашого пароля або його було використано неправильно.",
      "Дозволити людям поширювати вашу розповідь у повідомленнях",
      "Не вдалося ввійти. Повторіть спробу.",
      "Поширити",
      "Сховати з мого профілю",
      "Дозволено.",
      "політику щодо брендованого контенту",
      "Докладніше",
      "{Link to return to a previous step in this flow} або {Link to skip this entire flow}",
      "Пропустити",
      "Підтверджено",
      "Конфіденційність",
      "-е",
      "{count} вподобання",
      "Увійдіть в обліковий запис і перегляньте всі коментарі",
      "Новий допис",
      "Значок хреста для закриття сторінки з додатковою інформацією про Facebook Pay",
      "Етап 2. Підтвердьте відомість",
      "Зупинити введення даних {authMethod}?",
      "Facebook Pay використовуватиме для оформлення замовлення інформацію з вашого облікового запису Facebook. Ваша платіжна інформація й історія платежів буде зв'язана в облікових записах Instagram, Facebook і Messenger. {Learn More}",
      "Цей коментар ставить під загрозу інших людей",
      "Вибрані файли не підтримуються.",
      "Повідомлення недоступне",
      "Поширення в Instagram",
      "Якщо ви не отримали його, ми можемо {resendCode}.",
      "Дякуємо, що повідомили",
      "Ви не досягли потрібного віку, щоб користуватися Instagram",
      "Відео без звуку",
      "Змінити обліковий запис",
      "Аудиторія (необов'язково)",
      "За цим запитом нічого не знайдено.",
      "Push-сповіщення",
      "Ми обмежили видимість вашого контенту через скаргу вказано далі власника прав на музику:",
      "Глядачі",
      "Меню",
      "Далі",
      "Торкніться світлини, щоб позначити людей.",
      "Податкові документи",
      "{username} буде бачити ту саму кількість реклами, що і раніше, але вона може бути менш релевантною.",
      "День:",
      "Додатки та служби Facebook",
      "Третя сторона повідомила, що ваші матеріали порушують її авторські права.",
      "Значок реклами",
      "Посилання (необов'язково)",
      "Це пов'язано з тим, що деякі ваші попередні дописи порушували права третьої сторони на музику або {Community Guidelines}.",
      "Дозволити поширення в розповіді",
      "Додаткові способи",
      "Чому видалено мої матеріали?",
      "Адміністратор",
      "Фітнес",
      "Світлини з вами",
      "Додати в чат",
      "Значок кількості глядачів",
      "Позначений допис",
      "Видалити",
      "{username} бачитиме рекламу, яка може менше відповідатиме його/її зацікавленням.",
      "Не вдалося підключити ваш обліковий запис, використовуючи введений PIN-коду. Ви можете підключити його, увійшовши в підключений обліковий запис PayPal.",
      "Крім того, наявність кількох запитів на видалення може призвести до блокування вашого облікового запису.",
      "В останній версії додатка отримувати підтримку швидше та простіше.",
      "Стежити",
      "Перегляньте цей збір коштів у додатку Instagram",
      "{numberOfPeople} людей",
      "Ім'я одного з батьків або опікуна",
      "Виконайте зазначені далі дії протягом {number of days before user is disabled} дн., щоб ми допомогли вам повернутися в обліковий запис, доки його не заблокували.",
      "Переглянути відповіді",
      "Ви маєте право на отримання Gift Aid, якщо:",
      "автор: {username}",
      "Позначити ще когось",
      "Найпопулярніші",
      "Ваші відгуки допомагають нам зробити спільноту Instagram безпечною.",
      "Сеанс входу завершився",
      "1 ДОПИС",
      "1 годину тому",
      "Не вдалося видалити допис.",
      "Значок розташування",
      "Завантажити додаток.",
      "Запам'ятати дані для входу",
      "{birthday} – ваш день народження?",
      "{name of the user who liked the photo} вподобав(-ла) ваш допис.",
      "Відкрийте додаток Instagram, щоб додати інші кнопки для зв'язку, створити просування і дізнатися статистику про читачів.",
      "Стосунки",
      "Надіслати підтвердження",
      "Галочка про успіх в Instagram",
      "0 років",
      "Електронний лист надіслано",
      "лютого",
      "Автоматичні субтитри у відео допомагають людям із порушеннями слуху. Вони доступні лише в додатках для iOS та Android, і можуть завантажуватися кілька хвилин.",
      "Змініть пароль, щоб захистити свій обліковий запис",
      "Довідка з конфіденційності та безпеки",
      "Ця версія більше не підтримується. Щоб увійти, оновіть додаток до останньої версії.",
      "Категорія вашої компанії в Instagram не підтримуються у WhatsApp.",
      "Центр обліковий запис доступний лише в мобільних додатках. Відкрийте його в налаштуваннях додатка Instagram, Facebook або Messenger, щоб керувати такими пов'язаними функціями, як вхід в облікові записи, поширення розповідей і дописів.",
      "Висока зайнятість/занадто відволікає",
      "Схоже, ви надіслали запит на видалення цього облікового запису. Додаткові відомості див. в Довідковому центрі: http://help.instagram.com",
      "Завантажити",
      "Повідомте нам.",
      "Ви надіслали розповідь користувача {username}",
      "Direct – захищені вхідні повідомлення",
      "Редагувати",
      "Напишіть альтернативний текст…",
      "Країна/регіон",
      "Редагування відео",
      "Видалити заявку",
      "Не вдалося завантажити допис. Повторіть спробу.",
      "Дописи, що пропагують вживання важких наркотиків",
      "Сума пожертви не може бути меншою за {value}",
      "Якщо у вас є дозвіл на поширення всіх частин цього відео (включно з аудіо, звуковою доріжкою або музикою), ви можете оскаржити блокування і ваше відео буде розблоковано.",
      "Зробити приватним",
      "Перемістити",
      "Тимчасово заблокувати ваш обліковий запис",
      "Якщо вийти, зміни не буде збережено.",
      "Ми помітили незвичну активність із вашого облікового запису. Підтвердьте особу через додаток Instagram, щоб повернутися в обліковий запис.",
      "Мова ворожнечі або ворожі символи",
      "Вибрати/скасувати вибір",
      "Додати в колекцію",
      "Політика конфіденційності",
      "Переглянуто {hours} год тому",
      "Відхилити",
      "[?]",
      "Зареєструватися",
      "Не вдається відкрити Google Play Store?",
      "Позначити людей",
      "Додайте назву",
      "Рекомендації для вас",
      "Відтворення вмісту від Instagram",
      "Оновлення профілю",
      "Понад 20 запитів",
      "Коли ви перейдете на цей безкоштовний професійний обліковий запис, ви матимете доступ до статистичних даних про читачів, показників ефективності облікового запису, нових способів для зв'язку з вами й інших функцій.",
      "Відповідає вам",
      "Розпізнані пристрої",
      "Expired",
      "Переглянути магазин",
      "Не видаляти обліковий запис",
      "Закрити",
      "Більше варіантів",
      "Продаж незаконних або контрольованих товарів",
      "Ці коди знадобляться для входу в обліковий запис, якщо ви загубите телефон або не зможете отримати код в текстовому повідомленні чи через додаток для автентифікації. Збережіть їх у безпечному розташуванні.",
      "Заблокувати",
      "IGTV",
      "Скасувати",
      "Перегляньте всі дописи користувача {username}",
      "Видалити",
      "Введіть код підтвердження",
      "Це сексуально відвертий вміст",
      "Спроба входу.",
      "Огляд ваших улюблених тем",
      "Корегування",
      "Додати розташування",
      "сб",
      "Торкніться, щоб побачити більше",
      "вподобає це",
      "Вийти",
      "Неможливо підтвердити цей вхід. Перевірте налаштування мережі й повторіть спробу.",
      "Чому ви скаржитеся на це повідомлення?",
      "Розблокувати",
      "Не зараз",
      "Під час збереження ключового слова виникла помилка. Повторіть спробу пізніше.",
      "Зареєструйтеся, щоб переглянути ще більше світлин безплатно.",
      "Огляд вашої інформації про конфіденційність і параметрів, обраних у додатках Instagramб Facebook і Messenger, щоб ви могли перевірити правильність своїх налаштувань.",
      "Дії за межами Facebook",
      "Файл замалий. Щоб продовжити, виберіть файл, розмір якого перевищує 1 КБ.",
      "Зацікавлені в партнерстві?",
      "Далі",
      "Підтвердження надіслано",
      "Це приватний обліковий запис",
      "Заголовок екземпляра",
      "Ви можете отримати нові коди, якщо підозрюєте, що цей набір могли вкрасти, або якщо ви вже використали більшість із них.",
      "Захист ваших даних",
      "Поширення...",
      "На жаль, під час створення облікового запису сталася помилка. Повторіть спробу пізніше.",
      "Фільтр",
      "У вас є непереглянуті сповіщення.",
      "Поширити допис",
      "Власник прав ({reference owner name}) відхилив ваш спір, тому що вважає, що світлина містить контент, що належить йому.",
      "Оновити через Facebook",
      "Бізнес",
      "{Submit a dispute text bolded}, якщо ви маєте дозвіл на використання всього контенту у світлині. Розпочинаючи спір, ви надаєте {owner name} як заявнику прав дозвіл на перевірку світлини. Ця людина також зможе переглянути весь допис, якщо він був загальнодоступний. У заявника прав буде {number of days} днів на відповідь.",
      "Відео Instagram від користувача @{username} • {datetime}",
      "Так, увійти",
      "Сталася помилка",
      "GIF",
      "",
      "Сторінка для надання згоди",
      "Зробити адміністратором",
      "Це посилання більше не працює, оскільки ваш обліковий запис видалено. Щоб продовжити користуватися Instagram, створіть новий обліковий запис.",
      "Пароль",
      "Шар відео в розповіді",
      "Листи від Instagram за останні 14 днів, які стосуються безпеки або входу в обліковий запис, відображатимуться тут. Це дасть змогу відрізнити справжні листи від фальшивих.",
      "Введіть PIN-код для Facebook Pay, щоб підтвердити платіж.",
      "{username} не дізнається, про перенесення. Ви можете в будь-який час повернути цього користувача в папку «Основні».",
      "Каталог хештегів",
      "Рекомендовані профілі",
      "Довідка",
      "Установіть Instagram Lite",
      "Тварини та природа",
      "Торкніться значка додатка й утримуйте його кілька секунд.",
      "Вимкнути сповіщення про повідомлення",
      "Мова ворожнечі або ворожі символи",
      "Недавно ми виявили та швидко усунули технічну проблему, яка вплинула на невелику кількість облікових записів Instagram, зокрема ваш.",
      "Ваш допис порушує Правила спільноти",
      "Підключено до Facebook",
      "Подорожі та місця",
      "Підключити, використовуючи захисний код картки?",
      "Їжа та напої",
      "Власник прав:",
      "Продовжити",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Ми створили ці правила, щоб наша спільнота почувалася в безпеці, а її учасники ставилися одне до одного з повагою.",
      "Отримайте безкоштовний професійний обліковий запис",
      "Надіслати",
      "Змінити",
      "Укажіть штат",
      "Підтвердьте бізнес-профіль в Instagram, який ви хочете підключити до {applicationName}.",
      "Додайте ім'я та біографію, щоб друзі могли знайти вас.",
      "жовтня",
      "ОК",
      "Ви впевнені?",
      "Не зараз",
      "Сховати",
      "Дописи в галереї не можуть містити відео тривалістю понад одну хвилину.",
      "Світлина Instagram від користувача {fullName} • {datetime}",
      "Можна публікувати лише одне відео за раз, якщо воно триває більше однієї хвилини.",
      "1:1",
      "Політику використання даних",
      "На жаль, це посилання недійсне. Щоб зберегти обліковий запис, увійдіть за допомогою імені користувача та пароля.",
      "Тут можна переглянути всіх людей, які стежать за вами.",
      "Дозволити",
      "Поширити у WhatsApp",
      "Спорт",
      "Питання конфіденційністі",
      "Отримати нові коди",
      "Додатки й сайти",
      "Пряму трансляцію {actionType}",
      "Перейти до оформлення",
      "OK",
      "Докладніше",
      "Підпис",
      "Мені не подобається ця бесіда",
      "Назад",
      "Якщо натиснути кнопку нижче, ваші світлини, коментарі та вподобання буде приховано, доки ви не активуєте свій обліковий запис знову, увійшовши в нього.",
      "Укажіть усі імена або назви, під якими відомі людина або організація, представлені вашим обліковим записом. Додайте альтернативні імена або назви й варіанти іншими мовами.",
      "Надіслати скаргу",
      "Упродовж наступних {days to snooze} дн. ви отримуватимете листи про скидання пароля з пристроїв, на яких ви вже використовували Instagram.",
      "Дякуємо, що повідомили про те, що ви не надсилали запит на скидання пароля. Ваш пароль не змінено.",
      "Якщо ви продовжите, додаток {=app name} отримає постійний доступ до вашої інформації, а Instagram фіксуватиме, коли додаток {=app name} звертається до неї. {=learn more} про цей доступ і налаштування.",
      "Тести",
      "Я не хочу бачити світлини чи відео цього користувача у своїй стрічці",
      "Зберегти",
      "Якщо ви не погоджуєтеся з результатом розгляду спору, ви можете надіслати апеляцію власнику прав ({reference owner name}). З моменту надсилання апеляції в нього буде 7 днів на відповідь.",
      "Значок шеврона для перегляду всіх рекомендованих користувачів",
      "Цей браузер більше не підтримується.",
      "Спроби купити, продати або передати будь-яку частину вашого облікового запису порушують {Terms of Use} і {Community Guidelines}.",
      "Пароль",
      "Скарги на облікові записи та дописи",
      "Якщо ви залишитеся в цій групі, ви бачитимете повідомлення від обмежених вами облікових записів.",
      "{firstUsername}, {secondUsername}",
      "Натисніть Control+C, щоб скопіювати.",
      "Щоб оформлення замовлення в Instagram, завантажте додаток.",
      "Поскаржитися",
      "Підтвердити чи відхилити запити",
      "Ви можете дозволити всі файли cookie або вибрати інші варіанти. Ми запам’ятаємо ваш вибір і враховуватимемо його завжди, коли ви використовуєте Instagram, а також входите через свої облікові записи в інші Продукти Facebook. Ви в будь-який момент можете переглянути або змінити свій вибір у налаштуваннях файлів cookie.",
      "Уже стежите за користувачем {username}? {=Log in}, щоб переглянути світлини та відео.",
      "Введіть номер телефону, і ми надішлемо вам посилання для скидання пароля, щоб ви відновили контроль над обліковим записом.",
      "Створюйте рекламу в Instagram, щоб охопити більше клієнтів і розширити свій бізнес.",
      "На жаль, сталася помилка. Повторіть спробу.",
      "Торкніться символа «Х» і виберіть команду «Видалити», коли з'явиться запить на продовження.",
      "Якщо ви ввійдете в обліковий запис, то зможете переглянути всі світлини, відео та розповіді цього користувача.",
      "Не зараз",
      "авторським правом",
      "Заборонити",
      "Надіслав(-ла) розповідь користувача {username}",
      "Ім'я користувача або електронна адреса",
      "Містить зображення оголеного тіла чи порнографію",
      "Залишитися в групі",
      "Редагувати",
      "Для користувача {username} немає доступних файлів.",
      "Не ви?",
      "View full profile on Instagram",
      "Укажіть дату народження",
      "Скинути пароль",
      "Політика щодо файлів cookie",
      "Змінити номер",
      "Закрити",
      "Недавні",
      "Адреса компанії",
      "Редагувати налаштування",
      "Рекомендації для вас",
      "Ви ввійшли як {username}.",
      "Відхилити",
      "Вакансії",
      "Переходьте в додаток, щоб було зручніше надсилати світлини, зникаючі повідомлення тощо.",
      "Співвідношення сторін цього відео не підтримується.",
      "Де видно вашу світлину",
      "Налаштування реклами",
      "Підтвердьте свою електронну адресу {email} або введіть нову адресу чи номер телефону. Це допоможе нам захистити ваш обліковий запис і дасть вам змогу ввійти в Instagram, якщо ви забудете пароль.",
      "{number of items} товарів",
      "СПІВРОБІТНИК",
      "1 год",
      "Введіть код Wi-Fi",
      "Щоб показувати рекламу та вимірювати результативність за межами Продуктів Facebook, збирати аналітику, а також надавати певні функції та покращити для вас роботу наших сервісів, ми використовуємо в Instagram інструменти інших компаній. Ці компанії також використовують файли cookie.",
      "Ви отримаєте код у додатку для автентифікації. Якщо його не встановлено, ми порекомендуємо, який додаток установити.",
      "Зв'язки",
      "Ми видаляємо профілі, що містять:",
      "Двоетапна перевірка",
      "Копіювати код вбудовування",
      "Переглянути всіх",
      "Повторно підписатися",
      "Вибрати інші файли",
      "Для підтвердження платежів можна використовувати PIN-код або функцію розпізнавання обличчя чи відбитка пальця на вашому пристрої.",
      "Скасувати",
      "Не стежити",
      "Політика конфіденційності",
      "Назад",
      "Тут показуються додатки й сайти, у які ви входили через Instagram, але які ви, мабуть, вже давно не використовуєте. Можливо, у них досі є інформація, до якої ви раніше надавали доступ, але вони більше не мають можливості надсилати додаткові запити на отримання приватної інформації. Ви можете попросити видалити вашу інформацію з додатка. Для цього перегляньте Політику конфіденційності додатка, щоб дізнатися подробиці та контактну інформацію. Якщо ви звернетеся до розробників додатка, їм може знадобитися ваш ID користувача.",
      "Про ці файли cookie",
      "Вимкнути коментарі",
      "1 ОБЛІКОВИЙ ЗАПИС",
      "Центр облікових записів",
      "Значок пошти",
      "Лише ви можете бачити свої контакти. Instagram використовує завантажену вами інформацію про контакти для того, щоб рекомендувати друзів вам та іншим користувачам, а також для покращення досвіду користування додатком.",
      "Центр конфіденційності",
      "Використовуйте додаток Instagram, щоб переглядати такі повідомлення.",
      "Очистити історію пошуку",
      "Політики конфіденційності",
      "Завантаження...",
      "IGTV",
      "Використання мобільних даних",
      "Оновити додаток",
      "+ ще {number of files}",
      "з Facebook",
      "Пошук",
      "Опитування",
      "Ваш друг {name of the facebook friend who joined} є в Instagram з іменем {username of the user who joined}",
      "Параметри в Довідковому центрі",
      "-е",
      "Дякуємо, що ознайомилися з нашою оновленою {data_policy} і прийняли наші нові {terms_of_service}.",
      "Ваші відгуки допомагають покращити Instagram для вас і ваших друзів.",
      "Хочете продовжити користуватися цим обліковим записом?",
      "Дякуємо, що повідомили про цю проблему.",
      "Обліковий запис малолітньої особи",
      "Торкніться, щоб відкрити",
      "Коли ви ввійдете в обліковий запис, ви зможете прочитати всі коментарі та додати свій.",
      "Приватний обліковий запис",
      "Діяльність",
      "Оскарження заборони на публікування відео",
      "Скопійовано",
      "Не вдається підключити",
      "Менше 13 років",
      "Ви",
      "Переглянути",
      "Власник прав попросив заблокувати відео, що містять цей контент, по всьому світу, крім наведених нижче країн:",
      "Підтвердьте новій PIN-код",
      "Ваш обліковий запис заблоковано. Протягом 30 днів виконайте зазначені далі дії, щоб надіслати запит на перевірку.",
      "Запити не буде позначено як переглянуті, доки ви не приймете їх.",
      "Закрити",
      "Ця розповідь більше не доступна",
      "Кому:",
      "У регіонах, де ваше відео заблоковано, люди не можуть переглянути, вподобати або прокоментувати його. Відео заблоковано в таких регіонах:",
      "Ваш браузер або пристрій може мати налаштування, які дають змогу вибирати параметри використання файлів cookie та видаляти їх. Ці налаштування залежать від браузера, а виробники можуть будь-коли змінювати доступні налаштування та спосіб їх роботи. З 5 жовтня 2020 року за наведеними нижче посиланнями ви можете дізнатися більше про налаштування популярних браузерів. Якщо ви вимкнете використання файлів cookie, деякі функції продуктів Facebook можуть не працювати належним чином. Зверніть увагу, що в браузерах та Instagram ці налаштування відрізняються.",
      "Вибрати з комп’ютера",
      "Світлину додано.",
      "Поширити",
      "Подбайте про додатковий рівень безпеки, увімкнувши двоетапну перевірку",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Якщо ви повторно опублікуєте вміст, що порушує наші правила, ваш обліковий запис може бути видалено, включно з вашими дописами, архівом, повідомленнями й читачами.",
      "Зараз у мережі",
      "Налаштуйте професійний обліковий запис",
      "Див. Умови користування повністю",
      "Відкрийте це посилання на мобільному пристрої, щоб переглянути ефект",
      "Ви відповіли користувачу {username}",
      "Візитка",
      "Хештеги, за якими ви стежите",
      "message icon",
      "Видалені",
      "Дякуємо!",
      "Підтвердження надіслано",
      "Ви почали стежити за контактами.",
      "Забагато реклами",
      "Не видавайте себе за іншу особу",
      "Редагувати налаштування",
      "Позначки «Подобається»: {like count}",
      "Якщо закрити сторінку зараз, зміни буде відхилено.",
      "Instagram серйозно ставиться до захисту прав усіх людей на інтелектуальну власність, тож ми хотіли вам повідомити, що ваше відео містить матеріали, права на використання яких можуть не належати вам.",
      "Помилка завантаження.",
      "Не вдалося завантажити світлину обкладинки.",
      "Перейти на обліковий запис автора?",
      "Тепер додайте у свій профіль WhatsApp.",
      "Виберіть розмір",
      "{count} допис",
      "Instagram дотримується Принципів саморегулювання у сфері онлайн-реклами на основі поведінкових моделей і бере участь у добровільних програмах, створених {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} та {European Interactive Digital Advertising Alliance}. На цих сайтах ви можете відмовитися від участі в програмах всіх компаній, що входять у вказані організації.",
      "Введіть код",
      "Вибрати масштаб",
      "грудня",
      "Додавання зі збереженого",
      "Відхилено",
      "Facebook Pay тепер можна використовувати в Instagram",
      "Стежити",
      "Виберіть варіант отримання коду безпеки для підтвердження входу. {link to the help center in this paragraph}",
      "травня",
      "Мережевий статус",
      "Файл завеликий. Щоб продовжити, виберіть файл, розмір якого не перевищує 100 МБ.",
      "Щоб використовувати Instagram, додайте інформацію про свій вік.",
      "Ви відмовилися від ел. листів про допомогу із входом. Ми надсилатимемо вам такі листи, лише коли ви надішлете запит.",
      "Готово. Підписку на електронні листи з дослідженнями від Instagram скасовано. Ми не повідомлятимемо вам про можливості участі в майбутніх дослідницьких проектах.",
      "Деякі ваші попередні дописи порушували наші {Community Guidelines}. Якщо ви повторно опублікуєте вміст, що порушує наші правила, ваш обліковий запис може бути видалено, включно з вашими дописами, архівом, повідомленнями й читачами.",
      "Це додатки й сайти, у які ви входили через Instagram і якими, можливо, не користувалися певний час. Вони все ще можуть мати доступ до інформації, якою ви поділилися раніше, але термін дії їхніх дозволів для надсилання додаткових запитів на вашу приватну інформацію завершився.",
      "Правила спільноти",
      "Докладніше про рекомендації схожих облікових записів",
      "Електронну адресу {email} видалено з облікового запису {username}.",
      "Зміна PIN-коду",
      "Додаток для автентифікації підтверджено",
      "Довідка",
      "Надіслати скаргу",
      "Введіть ім'я та прізвище",
      "додаток для автентифікації",
      "Якщо ви забороните використовувати ці файли cookie:",
      "Запитання",
      "{=app name} {=privacy policy}",
      "Спробувати",
      "Перш ніж відновити відео, переконайтеся, що ви маєте дозвіл на використання всього аудіоматеріалу в ньому. Якщо ви не маєте такого дозволу, відновлення відео може призвести до його видалення та подальших дій по відношенню до вашого облікового запису.",
      "Змінити мову",
      "Вас видалено зі списку батьків/опікунів",
      "Нове",
      "Музика",
      "Напишіть альтернативний текст…",
      "Ви відреагували на розповідь цього користувача: {emoji}",
      "Закрити вікно змін",
      "Надіслати",
      "Цей користувач не зможе знайти ваш профіль, дописи або розповіді в Instagram. Instagram не повідомлятиме йому про блокування.",
      "спочатку вийдіть",
      "Видалити колекцію?",
      "Надіслано",
      "Підготовка відео",
      "© {year} Instagram від Facebook",
      "Люди, за якими ви стежите, і ваші читачі",
      "Візитка",
      "Опублікувати в IGTV",
      "Не вдалося оновити кошик.",
      "Дозволити",
      "Усе в категорії «{category name}»",
      "Відео має тривати щонайбільше одну годину.",
      "Відхилити всі",
      "Кнопка «Вибрати категорію»",
      "Перемістити в основні",
      "Файли cookie інших компаній",
      "Використовуйте додаток Instagram.",
      "Захистіть свій обліковий запис",
      "Відповісти",
      "Відновіть доступ до облікового запису",
      "Це приватний обліковий запис",
      "Правила щодо переслідування або цькування",
      "{guide author full name} в Instagram: {guide title}",
      "Публікування геоданих",
      "Ваш допис поширено.",
      "Ви можете продовжувати робити пожертви в Instagram.",
      "Безплатні світлини від {carrier name}",
      "Недавній рахунок за комунальні послуги",
      "Ваша поштова адреса",
      "Підключіть платіжну інформацію",
      "+ {remainingUserCount}",
      "Тут відображатимуться розповіді від людей, за якими ви стежите.",
      "Установіть додаток, щоб використовувати наліпки",
      "Перетягніть сюди світлини тао відео",
      "Повідомити про проблему з картою",
      "Цю світлину можуть бачити лише люди зі списку близьких друзів користувача {story owner username}.",
      "Ви дійсно хочете видалити себе зі списку тестувальників {name}?",
      "Обмежте спілкування з небажаними контактами – непотрібно нікого блокувати або переставати стежити за кимось.",
      "Файли cookie від інших компаній",
      "Редагувати налаштування коментарів",
      "-те",
      "Проблеми із входом?",
      "Не вдалося завантажити майбутні події.",
      "Коментарі",
      "Це означає, що ми не зможемо ще раз перевірити цей коментар. Проте ваш відгук допоможе нам у створенні інструментів для захисту нашої спільноти.",
      "IGTV",
      "-є",
      "Змінити номер телефону",
      "Потрібно заповнити поле з назвою",
      "Ви вже ознайомилися з нашою оновленою Політикою використання даних і прийняли наші нові Умови.",
      "Переглянути всі коментарі: {count}",
      "1 ТОВАР",
      "Показувати вам актуальну рекламу й вимірювати її результативність",
      "Забули пароль для облікового запису {username}?",
      "Підтвердьте електронну адресу, щоб повернутися в Instagram",
      "Більше інформації",
      "Можливо, публікує мою інтелектуальну власність без дозволу",
      "Нова колекція",
      "Останні останні 4 цифри SSN",
      "Ми можемо використовувати та надавати інформацію для дослідження, особливо таким чином, щоб захистити нашу спільноту в Instagram (наприклад, для отримання відомостей про цькування та переслідування і запобігання ним).",
      "Значок для комп'ютера",
      "Конфіденційність облікового запису",
      "Допис",
      "Надіслати",
      "Дата приєднання",
      "Опишіть читачів вашого облікового запису. Розкажіть, хто вони, що їх цікавить і чому вони за вами стежать.",
      "Посвідчення особе необхідне, щоб підтвердити вашу особу. У ньому має бути вказане ім'я, дата народження, фото, дата видачі, термін дії та країна видачі.",
      "Поширити",
      "Світлини та відео",
      "Ваша скарга допоможе захистити Instagram від спаму.",
      "Образотворче мистецтво",
      "Переглянути все",
      "Значок коментаря",
      "Код надіслано повторно.",
      "Закрити",
      "Інші листи від Instagram за останні 14 днів, які не стосуються безпеки або входу в обліковий запис, відображатимуться тут. Це дасть змогу відрізнити справжні листи від фальшивих.",
      "Інше",
      "Керуйте своїм новим обліковим записом автора на комп'ютері за допомогою Business Suite або Creator Studio.",
      "Відвідувачі вашого профілю зможуть швидше зв'язуватися з вами у WhatsApp.",
      "Конфіденційність і безпека",
      "З міркувань безпеки введіть PIN-код.",
      "Не вдалося опублікувати.",
      "Якщо ви реєстрували обліковий запис через Facebook, вам необхідно {create a password} і знову ввійти.",
      "Ви можете отримувати оновлення від Instagram в SMS. Від цього можна відмовитися в будь-який момент.",
      "Дозволи",
      "Мені це здається образливим",
      "Ваш номер телефону не відображатиметься у вашому обліковому записі. Щоб отримати додаткові відомості, див. нашу {data policy link}. Instagram не стягує плату за цю послугу. Діють стандартні тарифи для надсилання повідомлень.",
      "Завантажити інформацію – частина {number}",
      "Так, підтверджую",
      "Перевірено",
      "Увімкнути?",
      "{username}, це важливе повідомлення про ваш обліковий запис Instagram",
      "Дописи, що пропагують насильство або агресію до інших людей через їхню релігійну, етнічну чи статеву приналежність",
      "Натисніть на фото, щоб позначити людей",
      "Поскаржитися на контрольовані товари?",
      "Відхилити",
      "Введіть код, який ми надіслали на ваш номер, що закінчується на {lastFourDigits}.",
      "Отримати нові коди",
      "Порушення прав на інтелектуальну власність",
      "Цього товару більше немає в наявності",
      "Ви впевнені?",
      "Я не хочу стежити за користувачем",
      "Додайте новий спосіб оплати",
      "Ваш допис порушує політику щодо брендованого контенту",
      "Ви ввели неправильний PIN-код. Залишилася 1 спроба.",
      "Конфіденційність і безпека",
      "Виберіть причину скарги на цей допис:",
      "У мережі сьогодні",
      "Краса",
      "Вийти",
      "Допис збережено",
      "Зображення заголовка діалогового вікна",
      "Портрет (9:16)",
      "введення платіжної інформації",
      "Ми зазвичай перевіряємо посвідчення особи протягом 24 годин. Ви отримаєте сповіщення, коли будуть результати перевірки.",
      "Не вдалося опублікувати коментар.",
      "Завершити редагування",
      "Виберіть країну/регіон",
      "Надсилання апеляції",
      "Опублікувати попередній перегляд",
      "червня",
      "Профілі",
      "@{username} в Instagram: «{caption}»",
      "Копіювати посилання",
      "Під час збереження ключових слів сталася помилка.",
      "Судячи з вибраної вами категорії, ви представляєте компанію. Це налаштування можна змінити в будь-який момент.",
      "Продовжити як {fullName}",
      "Ваше відео збігається з {overlap duration} с відео, що належить {reference owner name}.",
      "Зазвичай, якщо користувач не погоджується з видаленням коментаря, ми даємо можливість надіслати запит на перегляд рішення про видалення.",
      "Не стежити",
      "Значок підказки",
      "Не зараз",
      "Завантажте Instagram Lite",
      "Недавно ми виявили й усунули технічну проблему. Упродовж нетривалого проміжку часу в листопаді зміни, що вносилися у ваші заблоковані облікові записи Instagram, могли не зберігатися. Ми усунули проблему і переконалися, що облікові записи, які ви хотіли заблокувати, були насправді заблоковані. Ви можете в будь-який час переглянути заблокованих вами користувачів у розділі «Заблоковані облікові записи».",
      "Messenger",
      "Поскаржитися на зображення оголеного тіла чи порнографію?",
      "Ваша реклама може відображатися не такою, якою ви її створили. Перейдіть у Менеджер реклами для попереднього перегляду.",
      "Докладніше про Дослідницький центр CMU Delphi Research можна дізнатися тут: {link}",
      "Значок обтинання в портретній орієнтації",
      "Термін дії цього посилання минув. Щоб повторно активувати обліковий запис, увійдіть за допомогою свого імені користувача та пароля.",
      "вік",
      "Перегляньте відео",
      "Дивитися в Instagram Lite",
      "Заблоковано: {Username of current profile}.",
      "Ви вже стежите за користувачем {username}",
      "Професійний обліковий запис",
      "Номер телефону додано",
      "історії платежів",
      "Надати дозвіл",
      "Видалити позначку",
      "Ім'я користувача знаменитості",
      "Чоловіча",
      "Продовжити як {username}",
      "Поширити...",
      "Змінити пароль",
      "{Delete this video text bolded}, якщо ви не маєте прав на використання всіх матеріалів у ньому. Це не вплине на ваш обліковий запис.",
      "Назад в Instagram",
      "Готово",
      "Щоб отримати доступ до Instagram, увійдіть, використовуючи номер телефону, електронну адресу або ім'я користувача для свого облікового запису.",
      "Ваша платіжна інформація та спосіб оплати залишаються конфіденційними. Організація отримає дані про пожертву та контактну інформацію.",
      "Якщо видалити цю колекцію, світлини та відео видалено не буде.",
      "Це не вплине на роботу функцій наших продуктів",
      "Налаштування синхронізації",
      "Ваш каталог порушує Правила спільноти",
      "Введіть дійсну електронну адресу",
      "Зареєструйтеся за допомогою {email} або {phone number}",
      "Номер телефону, ім'я користувача або ел. пошта",
      "Де заблокована ваша світлина",
      "Хочите щось видалити",
      "Ви дійсно хочете вийти зі свого облікового запису?",
      "Поширити у Твіттері",
      "Поскаржитися на цей обліковий запис",
      "Колишні запити на стеження",
      "Це видалить світлину з вашого допису.",
      "Можливо, відео пошкоджене або в ньому використовується непідтримуване кодування",
      "Це пов'язано з тим, що деякі ваші попередні дописи порушували наші {Community Guidelines}. Якщо ви повторно опублікуєте вміст, що порушує правила, ваш обліковий запис може бути заблоковано, а дописи, архів, повідомлення та читачі будуть видалені.",
      "Як з вами можна зв'язатися?",
      "Ви можете отримувати оновлення від Instagram в SMS. Від них можна відмовитися в будь-який момент.",
      "Використовувати додаток для автентифікації",
      "Номер телефону, що закінчується на {This is the last 4 digits of the user's phone number}, додано в обліковий запис. Якщо ви входитимете в обліковий запис із нерозпізнаного комп'ютера чи телефона, ми запитуватимемо код для входу.",
      "-е",
      "Ексклюзивна розповідь",
      "Значок Creator Studio",
      "Залишити чат?",
      "Ваші світлини та відео належать тільки вам. Реклама ніяк не вплине на це.",
      "Якщо ви не можете взяти один зі своїх резервних кодів, отримайте захисний код через {=resend it} або використайте {=auth app codes}",
      "Стежать {username1}, {username2}, {username3} і {more text}",
      "Двоетапна перевірка",
      "-е",
      "[Лише Facebook] Перемкнути тему",
      "На жаль, це посилання більше не працює. Щоб зберегти обліковий запис, увійдіть за допомогою імені користувача та пароля.",
      "Пошук",
      "Якщо ви не хочете приймати ці файли cookies:",
      "Це відео не відповідає Правилам монетизації контенту.",
      "Введіть код підтвердження, надісланий на адресу {email}.",
      "Опублікувати",
      "Запрошення тестувальників",
      "Не вдалося поширити допис. Повторіть спробу.",
      "Ця проблема вплинула на деяких бета-тестувальників, на пристроях яких було виконано вхід у кілька облікових записів Instagram. Вона призвела до того, що впродовж декількох годин в період з 4 по 5 червня 2018 року деякі дописи або розповіді публікувалися з одного облікового запису в інший, у який було виконано вхід на тому ж пристрої. Як запобіжний захід, рекомендуємо переглянути свій профіль і перевірити, що всі дописи за 4–5 червня поширено з потрібного облікового запису.",
      "Напишіть альтернативний текст...",
      "Оформлення замовлення в додатку",
      "SMS надіслано.",
      "Додайте ключові слова через кому",
      "Попередження для облікового запису",
      "Зображення оголеного тіла чи порнографія",
      "Правова інформація щодо даних на картах",
      "Докладніше",
      "Умов використання",
      "Резервні коди допоможуть вам увійти в обліковий запис, якщо неможливо отримати захисний код через SMS або додаток для автентифікації. Зберігайте їх у безпечному місці.",
      "Фільтрування коментарів",
      "Оновлення профілю",
      "Ім'я користувача",
      "Не отримали захисний код? Ми можемо {=resend it}.",
      "Головна",
      "Не вдалося підключитися до Instagram. Перевірте підключення до Інтернету та повторіть спробу.",
      "Не використовувати мою контактну інформацію",
      "Увійти в наявний обліковий запис",
      "Завантажити",
      "Колишні назви компанії",
      "Налаштування",
      "Коментарі",
      "Перегляньте це відео від @{username} в Instagram",
      "Отримайте доступ до всіх функцій і можливостей Instagram",
      "Вашому обліковому запису загрожує вимкнення, оскільки з нього було опубліковано кілька дописів, що містили неправдиву інформацію про COVID-19 або вакцини.",
      "Safari Mobile",
      "Ви ввели неправильний PIN-код. Повторіть спробу ще раз.",
      "Обмежити кількість електронних листів про допомогу із входом",
      "Зараз неможливо підключитися",
      "Пропустити",
      "Включати ваш обліковий запис в рекомендації схожих облікових записів, на які користувачі, можливо, захочуть підписатися.",
      "Не вдалося знайти компанію з вашого облікового запису в {applicationName}. Повторіть спробу.",
      "Готово",
      "Звук",
      "{firstUsername}, {secondUsername} і ще {remainingUserCount}",
      "Оскаржити",
      "Допис неможливо поширити",
      "Сталася помилка. Повторіть спробу з WhatsApp.",
      "Помилка надсилання SMS",
      "Увійдіть в обліковий запис і знайдіть більше дописів, профілів і хештегів.",
      "Новий пароль",
      "Введіть код підтвердження, надісланий на номер {phoneNumber}.",
      "Дізнайтеся більше про своїх читачів",
      "видалено",
      "Відео закоротке. Щоб продовжити, виберіть відео, тривалість якого становить щонайменше 3 секунди.",
      "Відновлення прав на обліковий запис",
      "Відхилити відео?",
      "Тепер ви отримуватимете всі електронні листи щодо допомоги із входом.",
      "Заблокувати користувача?",
      "Назад",
      "Підтверджено щойно",
      "Розлади харчової поведінки, нанесення собі порізів або пропагування самогубств",
      "Завантаження…",
      "Альянс цифрової реклами Канади",
      "Що це означає для вашого відео",
      "Ми зможемо краще персоналізувати для вас рекламу  за межами Instagram й оцінювати її результативність",
      "Повідомити нам",
      "Видалити з групи",
      "Аудіо",
      "Якщо не звернутися до власника контенту або не видалити світлину, блокування може набрати чинності після {Date when the photo block will go into effect}.",
      "Політика щодо файлів cookie",
      "Докладніше",
      "Видалити адміністратора",
      "Галочка в колі",
      "Умови",
      "Ви ввели неправильний PIN-код. Скиньте PIN-код.",
      "Ці файли cookie допомагають іншим компаніям передавати нам інформацію про ваші дії в їхніх додатках і на їхніх сайтах. Ми використовуємо цю інформацію, щоб персоналізовувати й покращувати вашу взаємодію з нашими продуктами, зокрема показ реклами, допомагати компаніям збирати аналітику та вимірювати ефективність реклами, а також надавати послуги за межами продуктів Facebook, наприклад можливість використання Instagram або Facebook для входу в інші додатки та на інші сайти.",
      "Instagram використовує це для роботи деяких функцій, персоналізації матеріалів, допомоги користувачам під час пошуку місць тощо. Це можна змінити в будь-який момент у налаштуваннях телефона.",
      "Відхилені запити на стеження",
      "Щоб продовжити, ще раз введіть свій пароль",
      "Продовжити з обліковим записом, який ви використовували раніше?",
      "Реєстрація в Instagram",
      "Вхід через Instagram",
      "січня",
      "Завантаження даних",
      "Ви представляєте компанію?",
      "Значок із логотипом Instagram",
      "Використовувати моб. дані для перегляду",
      "Біографія",
      "Завершення роботи",
      "Відхилити",
      "Додатку {appname} потрібен доступ до інформації з вашого облікового запису Instagram.",
      "Заощаджує місце й мобільні дані. Завантажте безкоштовно з Google Play.",
      "Ваш обліковий запис компанії в Instagram готовий",
      "OK",
      "Учасники",
      "Увійдіть, щоб завантажити більше коментарів",
      "· Ви не отримуєте вигоди від цієї пожертви",
      "Значок розташування.",
      "Контактна інформація",
      "Ви можете блокувати свій обліковий запис не частіше одного разу на тиждень.",
      "Згадує вас у своїй розповіді",
      "Підключити контакти",
      "Обітнути",
      "Вам потрібно буде вказати ім'я користувача та пароль під час наступного входу як {username}",
      "Розблокувати {username}",
      "Докладніше",
      "Заблокувати",
      "Учасники групи не дізнаються, що її перенесли. Ви можете в будь-який час повернути її в папку «Основні».",
      "Через цю проблему протягом нетривалого періоду в листопаді не можна було змінити налаштування конфіденційності вашого облікового запису із «Загальнодоступний» на «Приватний». Ми усунули цю проблему, тепер ваш обліковий запис приватний. Перевірити, які облікові записи стежать за вами, можна в профілі.",
      "Фільтри",
      "Ваша світлина збігається зі світлиною, яка належить іншій особі.",
      "Щоб переглянути та підтримати цей збір коштів, використовуйте додаток Instagram.",
      "Розширені налаштування",
      "Скасувати",
      "Запити (99+)",
      "Запитання про музику",
      "Обов'язкове",
      "Докладніше",
      "Запит на завантаження",
      "Електронна адреса:",
      "Умови повністю",
      "Ми зможемо краще персоналізувати для вас рекламу за межами Продуктів Facebook і точніше оцінювати її результативність",
      "У мережі 1 год тому",
      "Щоб поширити своє відео, підтвердьте:",
      "Запам'ятати",
      "Значок плюс",
      "Як використовувати хештеги",
      "Попередній перегляд вставленого об'єкта",
      "Помилка завантаження. {Try Again}",
      "натискання «Пожертвувати»",
      "Я розумію та хочу продовжити",
      "Якщо видалити номер телефону, ви отримуватимете коди безпеки лише в додатку для автентифікації.",
      "Подобається користувачу {username}",
      "Увійти",
      "Довідка",
      "Збільште суму покупки на {amount} для безкоштовної доставки",
      "Відомий як",
      "Стрілка для вибору елемента для допомоги із самоушкодженням",
      "{Delete this video text bolded}, щоб усунути його та всі коментарі з облікового запису.",
      "Завантажте відео",
      "Увійдіть в обліковий запис, щоб переглянути більше дописів",
      "Зміни не збережено",
      "Товару з вашого кошика більше немає в наявності.",
      "Ви впевнені?",
      "Видалити читача?",
      "Чому ви скаржитеся на цей обліковий запис?",
      "Зберегти",
      "Публічна інформація про компанію",
      "Коли хтось уподобає або прокоментує один з ваших дописів, ви бачитимете це тут.",
      "Увійдіть, щоб переглянути дописи",
      "Змінити пароль",
      "бер",
      "Укажіть дійсний штат",
      "{number of places} МІСЦЬ",
      "Додано в кошик",
      "Додати колекцію",
      "Заблокувати",
      "четвер",
      "Додайте значок Instagram на головний екран і відкривайте його швидко та без зусиль.",
      "Файл завеликий. Щоб продовжити, виберіть файл, розмір якого не перевищує 100 МБ.",
      "Налаштування відео",
      "{maxBadgeCount}+",
      "Не вдалося прийняти запрошення тестувальника. Повторіть спробу пізніше.",
      "Хочете використовувати більше функцій в IGTV? Спробуйте Creator Studio",
      "Instagram",
      "Повідомлення...",
      "Світлини та відео",
      "Немає доступних файлів",
      "Нам дуже прикро, що це сталося. Ми й надалі вдосконалюватимемо захист вашої інформації. Докладні відомості про зміну пароля або захист облікового запису див. в {help center link}.",
      "Оновлення сеансів",
      "Запитання",
      "userhelp@instagram.com",
      "Ви відповіли на розповідь цього користувача",
      "Альбом (16:9)",
      "Контрастність",
      "Налаштування реклами",
      "Образливий вміст",
      "Отримуйте сповіщення, які ви могли пропустити.",
      "Торкніться, щоб видалити",
      "Продовжити як {fb_username}",
      "Облікові записи, за якими ви стежите",
      "Спробувати ще раз",
      "Телефон",
      "{text}",
      "Edit Info",
      "Причина відхилення:",
      "Увійдіть, щоб дивитися ще раз",
      "Забули пароль?",
      "Опитування",
      "Мода",
      "Підтвердження надіслано",
      "Отримуйте розширену статистику й охоплюйте рекламою більше людей.",
      "Обтинання",
      "Колишні основні світлини",
      "Перш ніж тимчасово заблокувати свій обліковий запис, радимо переглянути наведені нижче розділи Довідкового центру.",
      "Світлина обкладинки має бути в портретній орієнтації, а не в альбомній.",
      "Установити додаток",
      "Я чи людина, яку я знаю",
      "Перегляньте всі дописи користувача {name}",
      "Ви отримаєте код у додатку для автентифікації.",
      "{number of accounts} ОБЛІКОВИХ ЗАПИСІВ",
      "Введіть нову електронну адресу",
      "Вийти",
      "Параметри допису",
      "Ми надсилатимемо код на вибраний вами номер.",
      "На жаль, під час перевірки вашої електронної адреси сталася помилка. Повторіть спробу пізніше.",
      "Значок майбутньої події",
      "Відео задовге. Щоб продовжити, виберіть відео, тривалість якого становить щонайбільше одну хвилину.",
      "Переглянути все",
      "Підтвердження електронної адреси",
      "Пропустити",
      "Ви збираєтеся видалити електронну адресу {email} зі свого облікового запису. Підтвердьте, що ви дійсно хочете це зробити.",
      "Платне партнерство",
      "Ви не маєте додатків із завершеним терміном дії, які мали доступ до вашого облікового запису Instagram.",
      "Поскаржитися на неприйнятні матеріали",
      "Створити обліковий запис",
      "Переслати",
      "Тип документа",
      "Коли немає відключення до Wi-Fi, для заощадження моб. даних світлини й відео можуть мати нижчу роздільну здатність, а відео не відтворюватимуться автоматично.",
      "вер",
      "Редагувати відео",
      "Ваш друг є в Instagram з іменем {username of the user who joined}",
      "Instagram дуже серйозно ставиться до питань безпеки. Якщо хтось створив обліковий запис Instagram, видаючи себе за знаменитість, ви можете повідомити нам про це. Введіть нижче ім'я особи, за яку видає себе створений профіль.",
      "Ось файл, який Ви запитували, з інформацією про обліковий запис {username}.",
      "Електронна пошта",
      "Замовлення та платежі",
      "Підтвердьте вміст, для якого ви хочете подати апеляцію",
      "Популярні дописи з хештегом #{hashtag} наразі сховано, оскільки учасники спільноти поскаржилися, що деякі матеріали можуть не відповідати правилам спільноти Instagram. {link that reads learn more}",
      "Повідомити про проблему",
      "Прийняти",
      "Надіслати SMS",
      "Товару немає в наявності",
      "Деталі",
      "Під час відкриття камери сталася помилка. Спробуйте ще раз.",
      "Проблема під час створення облікового запису",
      "Умови",
      "Adding your number here lets Instagram use it to help you log in, protect our community, and assist you in accessing Instagram, but not for purposes such as suggesting friends or providing ads. Only you will see this number on your profile. If the number added here is provided elsewhere across Facebook Company Products, it may be used for other purposes including suggesting friends or providing ads.",
      "Функція покупок доступна лише в додатку Instagram.",
      "Стежить {username}",
      "березня",
      "Використовуйте натомість останню версію Instagram.",
      "Увійдіть, щоб коментувати",
      "Для {fullname}",
      "Для нас немає нічого важливішого за безпеку спільноти Instagram. Люди довіряють нам, ділячись моментами свого життя в Instagram. Тож ми ніколи не підемо на жодні компроміси, коли йдеться про захист ваших даних.",
      "Очистити історію пошуку?",
      "Додати",
      "Прийняти всі",
      "Видалити",
      "Дякуємо, що надали інформацію",
      "Надіслати",
      "Див. Політику використання даних повністю",
      "Надіслати",
      "Усі",
      "99+",
      "Введіть PIN-код",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Якщо ви повторно опублікуєте вміст, що порушує наші правила, ваш обліковий запис може бути видалено, включно з вашими дописами, архівом, повідомленнями й читачами.",
      "Значок обтинання в квадраті",
      "Термін дії посилання минув",
      "Ви переслали повідомлення",
      "пн",
      "Укажіть причину, з якої ви скаржитеся на цей допис. Ми не повідомлятимемо користувачу {Medianame of the person being reported}, хто поскаржився на нього.",
      "Запити на стеження",
      "За допомогою цих інструментів ви можете вказувати, як використовувати різні дані для персоналізації реклами.",
      "Про нас",
      "Електронна адреса",
      "Далі",
      "міс.",
      "Захисний код",
      "Номер моб. телефону",
      "більше",
      "Скасувати",
      "Мініатюра майбутньої події",
      "Збережено в колекцію «{collection name}».",
      "Відео Reels",
      "Керування",
      "Надіслати",
      "Публікувати дописи зручніше в додатку",
      "Торкніться, щоб оновити",
      "Компанія Facebook, яка відповідає за розробку Instagram, вважає, що персоналізація контенту є запорукою якісного користувацького досвіду. Ми використовуємо файли cookie та подібні технології, щоб показувати вам актуальний контент і покращити роботу наших Продуктів.",
      "Це повідомлення не має бути в Instagram",
      "Сталася помилка. Неможливо опублікувати відео.",
      "Edit",
      "Сталася помилка. Повторіть спробу пізніше.",
      "Цікаві люди",
      "Щоб продовжити, введіть пароль в Instagram.",
      "Профіль",
      "Розблоковано: {Username of current profile}.",
      "Введіть код, надісланий на номер {phone_number}",
      "Інше",
      "Якщо Ви запитували інформацію у форматі HTML, то для швидкого перегляду відкрийте спочатку файл index.html.",
      "Перейти в Довідковий центр",
      "Раніше ви підключили додаток {application name} до свого облікового запису Instagram.",
      "Розпочати спір",
      "Продаж або реклама вогнепальної зброї",
      "-е",
      "Хештеги",
      "Тепер ваші облікові записи використовують одну платіжну інформацію. Це можна змінити в налаштуваннях.",
      "Наразі сума однієї пожертви не може перевищувати {donation amount limit, should not be translated since the rule is regulated in euro}. Спробуйте зменшити суму або зробіть пожертву, коли ліміт буде збільшено.",
      "Ми можемо надіслати вам посилання для входу, щоб допомогти відновити доступ до облікового запису.",
      "Час приймання-передавання",
      "Виберіть країну",
      "Переглядайте в розповідях моменти з життя інших людей",
      "Опитування",
      "Яскравість",
      "Скасувати",
      "Відео",
      "Докладніше.",
      "У нас також оновилася Політика використання даних, у якій наведено інформацію про те, як дані збираються, поширюються та використовуються в Продуктах Facebook, включно з Instagram. Ця політика містить інформацію про такі нові функції, як розповіді, обмін повідомленнями Direct, мережевий статус та інструменти оформлення в наших камерах. Ми хочемо переконатися, що ви знаєте про цю нову інформацію в нашій політиці.",
      "Знайдіть, за ким стежити",
      "Зміни не збережено",
      "Цей формат відео не підтримується.",
      "Повідомити про товар",
      "Підтвердьте інформацію в додатку",
      "Змінити електронну адресу",
      "Якщо видалити додаток для автентифікації, ви отримуватимете захисні коди лише через SMS. Його можна знову встановити через додаток Instagram.",
      "Скасувати",
      "{username} повідомив(-ла), що ви один з його/її батьків або опікун.",
      "Усе одно поширити",
      "Належить малолітній дитині",
      "Видалити",
      "квітня",
      "Додайте свою основну світлину з Facebook",
      "Світлини або відео статевого акту",
      "Пристрої та мережі",
      "Запити ({count})",
      "Видалити",
      "Переходьте в додаток, щоб скористатися зручними можливостями фільтрувати, редагувати й поширювати світлини та відео.",
      "Instagram зможе отримати доступ до таких даних із Facebook: {payment methods, delivery address, name, email} й {payment history}.",
      "Причина скарги",
      "Підтвердьте свою інформацію через додаток Instagram, щоб відновити доступ до облікового запису.",
      "Коментарі до цього допису обмежено.",
      "Графічне зображення насильства",
      "Новий допис",
      "Відхилити світлину?",
      "Розмір відео не має перевищувати {maxVideoSizeInBytes} ГБ",
      "Коди відновлення",
      "Створити допис",
      "{previous items}; {last item}",
      "-є",
      "Вхід через обліковий запис Instagram:",
      "Відкрити додаток",
      "Messenger",
      "Не пропустіть жодного допису про це місце",
      "Помилка",
      "Змінити обліковий запис",
      "Центру облікових записів",
      "Відкрити додаток",
      "Переслідування або цькування",
      "• Додаток або сайт зможе і надалі отримувати доступ до інформації, якою ви поділилися з ним. Наприклад, якщо ви дозволили додатку для редагування доступ до світлин, він матиме доступ до нових світлин, які ви додаєте в Instagram.",
      "Зберегти",
      "Надіслати",
      "Альтернативний текст",
      "Пошук категорій",
      "Видалити зі збереженого та колекцій?",
      "Завантаження копії вашої інформації",
      "Під час збереження профілю сталася помилка.",
      "Введіть дійсну електронну адресу.",
      "Компанія",
      "Стежте за користувачем {username}, щоб вподобати або коментувати його дописи.",
      "Логотип Facebook",
      "Стежте за друзями",
      "Підтвердження електронної адреси",
      "Політика щодо файлів cookie (обов'язково)",
      "Створити обліковий запис",
      "Додайте світлини та відео, щоб створити новий допис.",
      "{numberOfUsers} людей пишуть...",
      "Люди не зможуть переглянути, уподобати або прокоментувати ваше відео там, де воно заблоковано. Воно відображатиметься лише тут:",
      "Популярні зображення й відео",
      "Новий номер телефону",
      "Спробувати ще раз",
      "Реклама",
      "Запит на авторизацію",
      "+ Нова колекція",
      "Якщо ви вважаєте, що цей вміст не слід було видаляти, ви можете звернутися до сторони, що подала скаргу, і вирішити проблему.",
      "Необхідне схвалення адміністратора",
      "Натисніть і перетягніть, щоб змінити порядок",
      "Колишні ел. адреси",
      "Показати надійні пристрої",
      "Стежать {username1}, {username2} і {username3}",
      "Ми надішлемо код на номер ****{This is the last 4 digits of the user's phone number}.",
      "Перегляньте ще {count} дописів від користувача {username}",
      "Геймер",
      "Учора {Timestamp of the message}",
      "Підтвердити",
      "Перейти за посиланням",
      "Введіть PIN-код",
      "Знайдіть людей, за якими будете стежити, і почніть поширювати світлини. Ви можете змінити своє ім'я користувача в будь-який момент.",
      "Цей допис недоступний.",
      "У цій групі є людина, яку ви обмежили",
      "Якщо ви поскаржитеся на коментар іншого користувача, ми не повідомлятимемо йому, хто саме поскаржився на нього.",
      "Загальні",
      "Відхилити",
      "Адресний рядок 2 (необов'язково)",
      "Кліп",
      "Копіювати посилання",
      "{username}, ми дбаємо про захист вашої конфіденційності в Instagram, тому хочемо повідомити, що недавно ми виявили та швидко усунули технічну проблему, яка вплинула на 124 облікових записи Instagram, включно з вашим.",
      "Зберігайте світлини та відео, які хочете переглянути ще раз. Ми не повідомлятимемо нікому про їх збереження. Їх видно тільки вам.",
      "Який тип цього облікового запису?",
      "Відтворити",
      "налаштуваннях файлів cookie",
      "Це необхідно для входу й дає змогу Instagram виконувати такі дії:",
      "Увійдіть, щоб завантажити файл",
      "Відео «{filename}» задовге для публікації в галереї. Щоб продовжити, виберіть коротше відео.",
      "Показувати мережевий статус",
      "Невідповідний обліковий запис",
      "Адреса для виставлення рахунків",
      "Відновити відео",
      "Запити на стеження",
      "@generated",
      "Чати",
      "-е",
      "Зараз неможливо підключити. Платіжну інформацію можна підключити в налаштуваннях.",
      "Нещодавні дописи з хештегом #{hashtag} приховані, оскільки деякі з них можуть не відповідати Правилам спільноти Instagram. {link that reads learn more}",
      "Ви підтверджуєте, що є платником податків у Великій Британії, і розумієте, що якщо в поточному податковому році ви сплатите податок на прибуток або податок на збільшення капіталу, який становитиме меншу суму, ніж сума всіх ваших пожертв, заявлена в програмі Gift Aid, то ви несете відповідальність за сплату різниці. Ви підтверджуєте чинність наведених вище тверджень і бажання зробити пожертву за програмою Gift Aid.",
      "Через обмеження, пов'язані з власністю, ваше відео заблоковано всюди.",
      "Інші компанії отримуватимуть про вас інформацію за допомогою файлів cookie",
      "Поширення",
      "За допомогою цих інструментів користувачі з обліковим записом Instagram можуть керувати тим, як різні дані використовуються для персоналізації реклами.",
      "Назад",
      "Ми можемо надсилати вам нові коди не частіше одного разу на {time between requests in seconds} с.",
      "Вийти",
      "Додати номер телефону",
      "Сталася помилка",
      "Відкрити додаток",
      "-е",
      "На жаль, під час надсилання коду сталася помилка. Спробуйте ще раз пізніше.",
      "Коментар",
      "Зробити загальнодоступним",
      "Кнопка «Вибрати тип документу»",
      "Введіть PIN-код",
      "Затемнення",
      "Розпочинаючи спір, ви надаєте власнику прав ({reference owner name}) дозвіл на перегляд світлини та основної загальнодоступної інформації про ваш обліковий запис. У заявника прав буде {number of days} днів на відповідь.",
      "Термін дії ваших файлів завершився",
      "Значок із логотипом Facebook",
      "-те",
      "{seconds} с тому",
      "Коли {Username of current user} опублікує світлини або відео, ви побачите їх тут.",
      "Установіть додаток",
      "Розповіді",
      "Gift Aid додано.",
      "Бачили {count}",
      "груд",
      "Довідковому центрі",
      "· Для цієї пожертви ви використали свої власні кошти",
      "значок сумки",
      "Забули PIN-код?",
      "Поширити у Facebook",
      "Дивитися відеотрансляцію",
      "Змінити номер телефону",
      "{username} може показати будь-яке запитання на екрані.",
      "Ми надішлемо вам на електронну пошту посилання на файл із вашою інформацією. Формат файлу може бути HTML, який зручніше переглядати, або JSON, який простіше імпортувати в інші сервіси.",
      "Позначені люди",
      "{list of items} або {last item}",
      "Зберегти",
      "Якщо ви стурбовані недавніми змінами в наших Умовах і Політиці використання даних, ви можете {press center post}",
      "Додайте Gift Aid до своєї пожертви.",
      'Файл "{filename}" завеликий. Щоб продовжити, виберіть файл, розмір якого не перевищує 1 ГБ.',
      "Поскаржитися на неприйнятні матеріали",
      "Скасувати",
      "Тепер ви можете створювати та публікувати дописи безпосередньо з комп’ютера.",
      "Значок шеврона для перегляду обраного медіафайлу",
      "Ми надішлемо вам захисний код для повернення в обліковий запис.",
      "Додатковий рівень захисту завдяки Facebook Pay",
      "Розповідь {actionType} {prepositionType} {violationText}",
      "Відеовиклик",
      "{learn more} в Довідковому центрі",
      "Додати декларацію Gift Aid",
      "Видалити",
      "Ваш обліковий запис тимчасово заблоковано. Щоб повторно активувати його, увійдіть у нього.",
      "Після надсилання запиту ми перевіримо ваш допис, щоб визначити, чи порушує він наші {communityGuidelinesLink}. Усі рішення перевірки є остаточними.",
      "Увійдіть в обліковий запис, щоб побачити більше",
      "Ключове слово",
      "Поскаржитися на насильство або погрозу застосування насильства?",
      "Номер телефону",
      "Каталог рекомендованих профілів",
      "Далі",
      "Заблокувати цього користувача?",
      "Ви перейшли за посиланням, для якого потрібно ввійти в обліковий запис {username}. Ви вийдете з поточного облікового запису.",
      "Ми заблокували відео, яке ви опублікували {time of day} {date}, оскільки воно мало такий вміст:",
      "Зменшити кількість ел. листів про скидання пароля",
      "OK",
      "Дізнатися більше",
      "Ваше відео переглянули понад {viewcount} разів.",
      "Переглянуто {mins} хв тому",
      "Поскаржитися",
      "Додайте PayPal",
      "Надішліть скаргу",
      "Докладніше про зміну імені користувача",
      "Дні народження",
      "Ел. адреса, номер телефону або ім'я користувача",
      "Попередження про обліковий запис",
      "Відповідь {username}",
      "Надішліть світлину свого посвідчення особи",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink}. Навіть якщо ви не хотіли нікого образити, наші правила заохочують користувачів бути ввічливими.",
      "Поскаржитися на заподіяння собі тілесних ушкоджень",
      "Увімкнення додатка для автентифікації наразі не підтримується в онлайн-версії. Вибачте за незручності.",
      "Ваша контактна інформація та спосіб оплати будуть безпечно збережені для використання в майбутньому.",
      "Створюйте в Instagram просування, щоб охоплювати більше людей і розвивати свою спільноту.",
      "ще 1 особа",
      "умови Instagram",
      "Використовуйте додаток Instagram, щоб відкрити магазин і з легкістю продавати товари з Spring.",
      "Докладніше про партнерство",
      "Отримуйте поради щодо інструментів Instagram.",
      "Safari",
      "Ця інформація буде публічною у вашому профілі, щоб із вами можна було зв'язатися. Ви можете змінити її або видалити з профілю в будь-який момент.",
      "Скасувати",
      "Розповіді ліпше створювати в додатку",
      "Залишити",
      "Обмежити кількість електронних листів про допомогу із входом",
      "Цей файл не підтримується",
      "Браузер не зміг зчитати відеофайл.",
      "Введіть один із 8-значних кодів, які ви отримали під час налаштування двоетапної перевірки.",
      "Допоможіть людям знайти ваш обліковий запис, використовуючи ім'я, за яким вас знають: повне ім'я, псевдонім або назву компанії.",
      "Назад до Instagram.",
      "Ще немає дописів",
      "Допис",
      "Відкрити профіль",
      "Відео заблоковане всюди, тобто люди не можуть переглядати, вподобувати або коментувати його.",
      "Отримати",
      "Дописи із зображенням оголених або частково оголених дітей",
      "Це добровільне опитування проводить Університет Меріленду (UMD). Воно містить запитання про здоров'я, відповіді на які допоможуть відстежити поширення коронавірусу. Опитування займе 3–5 хвилин. Для його проходження ви вийдете з Instagram.",
      "Додати світлину з Facebook",
      "Щоб показувати вам актуальнішу рекламу, ми використовуємо дані від рекламодавців та інших партнерів про ваші дії за межами продуктів компанії Facebook, зокрема на сайтах і в додатках. Щоб дозволити чи заборонити нам використовувати ці дані для показу реклами, перейдіть у {ad settings}.",
      "Уведіть 6-значний код для входу, згенерований додатком для автентифікації.",
      "Інші способи керування вашою інформацією",
      "Хештег #{tag_name} в Instagram • Світлини та відео",
      "Ваш обліковий запис може бути видалено",
      "конфіденційності",
      "Файл відео не можна прочитати",
      "Відповідає на вибрану розповідь",
      "Цей коментар містить спам або є спробою шахрайства",
      "Установити додаток",
      "Під час отримання дозволу виникла проблема.",
      "налаштування реклами",
      "Ви дозволили",
      "Ваш браузер не зміг зчитати відеофайл",
      "Позначте ще когось",
      "Входи в обліковий запис",
      "Хештег",
      "Заповнювач місця у формі спінера",
      "Пошук нового зручніший у додатку",
      "Відхилити?",
      "Подбайте про додатковий рівень безпеки, увімкнувши двоетапну перевірку",
      "Видалення коментарів",
      "Сховайте коментарі, що містять ключові слова, на які найчастіше скаржаться.",
      "Помилка відправки електронного листа",
      "Номер телефону",
      "Далі",
      "Прийняти файли cookie?",
      "Введіть ім'я користувача або електронну адресу, і ми надішлемо вам посилання для відновлення доступу до облікового запису.",
      "Вбудувати",
      "Додаток Instagram",
      "Перевірте підключення до Інтернету та повторіть спробу.",
      "Назад до входу",
      "1 тиж. тому",
      "Відео мають тривати від {minLengthInMinutes} до {maxLengthInMinutes} хв.",
      "{previous items}; {following items}",
      "Оскаржити",
      "Оскільки ви вказали, що це були не ви, змініть пароль, щоб захистити обліковий запис. Усі активні сеанси входу, крім цього, буде завершено, щоб запобігти несанкціонованому доступу до вашого облікового запису.",
      "Увійдіть, щоб побачити світлини та відео від друзів.",
      "Ми використовуємо інструменти інших компаній, щоб показувати рекламу й вимірювати її ефективність за межами Продуктів Facebook, збирати аналітику, а також надавати певні функції та покращувати роботу наших сервісів. Такі компанії також використовують файли cookie. Щоб дізнатися більше, перегляньте наші Політики щодо файлів cookie в {Instagram} і {Facebook}.",
      "Публікування світлин, на яких вас зображено в оголеному вигляді, або погрози опублікувати їх",
      "Зображення від {username}",
      "сер",
      "Надішліть апеляцію, щоб опублікувати світлину",
      "Альтернативний текст описує ваші світлини для людей з порушеннями зору.",
      "Ви можете переглянути перелік своїх дії за межами Facebook. Це зведені дані, отримані від компаній та організацій, про ваші взаємодії з ними, такими як відвідування їхніх додатків або сайтів. Щоб надавати нам цю інформацію, вони використовують такі {Business tools}, як вхід через Facebook або піксель Facebook. Це дає нам змогу, наприклад, персоналізувати вашу взаємодію з Facebook. Дізнайтеся більше, що таке {off-Facebook activity}, як ми використовуємо дані про них і як ви можете ними керувати.",
      "Надіслано. Усе готово!",
      "Під час скидання пароля сталася помилка. Повторіть спробу пізніше.",
      "Смайлики",
      "Деякі функції наших продуктів можуть не працювати",
      "Ваш обліковий запис Instagram був вимкнений у межах дослідження, яке триває. Якщо ви продовжите вхід в обліковий запис, то можете втратити можливість отримати плату за деактивацію, для отримання якої зареєструвалися.",
      "Хочете продовжити користуватися цим обліковим записом?",
      "Якщо у вас є дозвіл на поширення всіх частин цього відео (включно з аудіо, звуковою доріжкою або музикою), ви можете оскаржити блокування і ваше відео може бути розблоковано. Пам'ятайте, що дозволено публікувати лише відео, на поширення якого ви маєте право. Публікування матеріалів, які вам не належать, може призвести до того, що до вашого облікового запису буде вжито заходів.",
      "інші опції",
      "Колишні посилання в біографії",
      "Купівля товару {name of the product} від {merchant user name} в Instagram",
      "Хештеги",
      "{username} не дізнається, про перенесення. Ви можете в будь-який час повернути цього користувача в папку «Загальні».",
      "Зникаюче",
      "Довідка з конфіденційності та безпеки",
      "Ви ввели неправильний PIN-код. Повторіть спробу ще раз.",
      "ще",
      "Обмежити",
      "Політику щодо файлів cookie",
      "Копіювати посилання",
      "Ми перевіримо вашу інформацію. Якщо ми підтвердимо її, протягом приблизно 24 годин ви зможете надіслати запит на перевірку в Довідковому центрі.",
      "Ми запам’ятаємо ваш вибір щодо файлів cookie й враховуватимемо його завжди, коли ви використовуєте Instagram або Facebook і входите за допомогою своїх облікових записів в інші продукти Facebook. Ви можете будь-коли переглянути або змінити вибрані параметри в налаштуваннях файлів cookie.",
      "Елементи керування в обліковому записі Instagram",
      "Gift Aid для платежів",
      "Змінити налаштування конфіденційність?",
      "Останні 4 цифри SSN",
      "Ви можете входити в ці облікові записи, оскільки вони є в Центрі облікових записів.",
      "Установити додаток",
      "Видалити",
      "Оновіть додаток",
      "Дозволити вибрані файли cookie",
      "Ви надіслали запит на стеження за користувачем {username}",
      "Написати альтернативний текст",
      "Instagram вирішує, яку рекламу вам показувати",
      "Увійдіть, щоб переглянути цю відеотрансляцію",
      "Світлина для додавання позначки",
      "Увійдіть, щоб переглянути позначки «Подобається»",
      "Уподобали {username} і {other users}",
      "Позначки:",
      "Помилка завантаження.",
      "Увімкнути",
      "Не вдалося надіслати повідомлення про помилку. Повторіть спробу пізніше.",
      "Зареєструватися",
      "Це посилання не працює. Щоб повторно активувати обліковий запис, увійдіть за допомогою свого імені користувача та пароля.",
      "Вимкнути двоетапну перевірку",
      "Ви впевнені?",
      "Змінити світлину",
      "Світлина обкладинки",
      "У більшості випадків ви зможете змінити своє ім'я користувача знову на {username} протягом ще 14 днів.",
      "Основна світлина",
      "Станьте першим, хто {like this}",
      "Додати нове відео",
      "Введіть 4-значний код",
      "Код підтвердження",
      "Введіть дійсну електронну адресу.",
      "Правила щодо жорстокості або небезпечних організації",
      "Ваша розповідь",
      "Ви також можете подати апеляцію, заповнивши цю форму: {appeal form link}",
      "Додаткові ефекти камери, наліпки, способи обміну повідомленнями – лише в додатку.",
      "Ні",
      "Використовуйте всі можливості в Instagram Lite",
      "Переглянуто щойно",
      "{Submit an appeal text bolded}, якщо ви й надалі вважаєте, що сталася помилка та маєте дозвіл на використання цієї світлини.",
      "Ви дійсно хочете видалити це запрошення?",
      "Нагадуємо, що це відео все ще доступне в таких місцях:",
      "Рекламні компанії, з якими ми співпрацюємо, зазвичай використовують файли cookie та схожі технології. Щоб дізнатися більше про те, як рекламодавці використовують файли cookie та які способи керування ними пропонують користувачам, перегляньте вказані нижче  ресурси.",
      "Обмежити обліковий запис",
      "Видалення матеріалів зі стрічки «Цікаве»",
      "Ми оновили спосіб використання інформації для показу активності в Instagram, щоб люди могли бачити, коли ви взаємодіяли з рекламою, – так само, як це відбувається зі звичайними дописами.",
      "Облікові записи, які стежать за вами",
      "Вийти",
      "Розпочинаючи спір, ви надаєте власнику прав ({reference owner name}) дозвіл на перегляд відео й основної загальнодоступної інформації про ваш обліковий запис. У заявника прав буде {number of days} днів на відповідь.",
      "Позначте ще когось",
      "-е",
      "Кошик можна переглянути лише в додатку Instagram.",
      "Видалити з колекції",
      "Увійдіть в обліковий запис, щоб побачити більше",
      "Файл повинен бути менше 1 ГБ",
      "Налаштування збережено.",
      "{count} вподобання",
      "Ви зможете контролювати, чи показувати іншим людям нові коментарі цього користувача до ваших дописів.",
      "Додаток {application name} хоче отримувати таку інформацію про користувача {username}:",
      "Увійдіть, щоб опублікувати",
      "• Ви завжди можете змінити свій вибір у {=cookie settings}.",
      "Так",
      "Серце від Instagram",
      "Якщо ви поскаржитеся на профіль іншого користувача, ми не повідомлятимемо йому, хто саме поскаржився.",
      "Ефект готовий для перегляду в Instagram",
      "Усе найцікавіше з Instagram – у додатку.",
      "Instagram поважає авторські права інших людей, тому ми забороняємо користувачам завантажувати, публікувати або іншим способом передавати в Instagram будь-які матеріали, які можуть порушувати авторські права іншої сторони.",
      "У додатках і на сайтах, до яких ви ввійшли через облікові записи Instagram і Facebook, буде виконано вихід. Ви не зможете знову ввійти до них через ці облікові записи",
      "Перенесено в папку «Загальні»",
      "Значок кількості відтворень",
      "Новий допис із відео",
      "Не пропустіть жодного допису користувача {name}",
      "Ми видалили ваші матеріали ({contentTypeText}), оскільки вони порушували наші {communityGuidelinesLink}. Дотримуйтеся наших правил, щоб запобігти видаленню вашого облікового запису, включно з дописами, архівом, повідомленнями й списком читачів.",
      "Схвалити цей коментар?",
      "Електронна адреса",
      "Значок ока на сторінці з додатковою інформацією про Facebook Pay",
      "1 д.",
      "Поскаржитися на обліковий запис",
      "Відхилити допис?",
      "Введіть свою інформацію",
      "Розблокувати користувача {username}?",
      "Видимість пожертви",
      "Редагувати облікові записи",
      "Виконуючи цю дію ({action text}), ви приймаєте {payment terms}.",
      "Звіт про рекламу",
      "Потрібно ввійти знову.",
      "Дні народження в Instagram",
      "Керувати обліковими записами",
      "Користувачу {name of the user who liked the photo} подобається ваша світлина.",
      "Ваша основна світлина у Facebook",
      "Укажіть особисту інформацію, навіть якщо обліковий запис використовується для компанії, домашньої тварини або ще чогось. Ця інформація не відображатиметься у вашому загальнодоступному профілі.",
      "Ваш обліковий запис заблоковано",
      "Сповіщення",
      "Ваш спір відхилено",
      "Спрощений обмін повідомленнями",
      "Повторити",
      "Слідкуйте за тим, щоб візитка не забруднювалася",
      "Знаменитість або публічна особа",
      "Відхилити",
      "Вибір користувачів, які можуть відповідати на вашу розповідь",
      "Перейти",
      "Ви можете дозволити всі файли cookie або вибрати інші варіанти. Ми запам’ятаємо ваш вибір і враховуватимемо його завжди, коли ви використовуєте Instagram або Facebook, а також входите через свої облікові записи в інші Продукти Facebook. Ви в будь-який момент можете переглянути або змінити свій вибір у налаштуваннях файлів cookie.",
      "{Bold text if your appeal for video is approved}, оригінальне відео, яке ви опублікували, не буде заблоковано.",
      "Якщо ви дозволите ці файли cookie:",
      "Огляд",
      "Ви не маєте запрошень у пісочницю від інших додатків.",
      "Читачі",
      "Ви можете видалити це відео, якщо не впевнені, що маєте дозвіл на поширення однієї з його частин.",
      "Увійдіть",
      "OK",
      "Додайте докази",
      "Правила спільноти",
      "Ви зберегли максимальну кількість облікових записів. Ви можете керувати ними, коли вийдете з облікового запису.",
      "Очистити історію пошуків облікових записів, місць або хештегів.",
      "Основна світлина",
      "Переходьте в додаток, щоб було зручніше створювати, поширювати й архівувати розповіді.",
      "Якщо ви не впізнаєте цю активність, змініть пароль.",
      "Помилка?",
      "Ми використовуємо файли cookie, щоб надавати послуги, персоналізовувати й покращувати вашу взаємодію з нашими продуктами, зокрема показ реклами, допомагати компаніям збирати аналітику та вимірювати ефективність реклами, а також підтримувати вашу безпеку. Докладніше про те, як ми використовуємо файли cookie, ви можете дізнатися в наших Політиках щодо файлів cookie в {Instagram} і {Facebook}.",
      "Основні",
      "Ці файли не підтримуються",
      "Увійдіть, щоб почати стежити",
      "Ви та {username} вже стежити одне за одним.",
      "Політика використання даних (обов'язково)",
      "Виберіть подію",
      "Підключитися до Facebook",
      "Включити підпис",
      "Світлини із зображенням мови ворожнечі або символів, наприклад свастик або жестів руху «Біла сила»",
      "Двоетапна перевірка",
      "Тут відображатимуться хештеги, за якими ви стежите.",
      "Ви дійсно хочете вийти? Завантаження відео буде скасовано",
      "Змінити пароль",
      "Надіслано з адреси {sender_email}",
      "Неможливо завантажити більше 10 файлів. Видаліть один або декілька файлів, щоб завантажити новий.",
      "Знайти людей",
      "Перетягніть відеофайл",
      "PIN-код створено",
      "Дозвіл батьків",
      "Не пропустіть жодного допису з хештегом #{hashtag}",
      "В Instagram можна публікувати лише матеріали, які не порушують права на інтелектуальну власність, включно з правом на {trademarks}. Порушення права на товарний знак зазвичай відбувається в зазначених нижче випадках.",
      "Каталог",
      "Підтвердити обліковий запис",
      "Файл неможливо завантажити",
      "Надіслати",
      "Штат",
      "Поточний браузер",
      "Учасники групи не дізнаються, що її перенесли. Ви можете в будь-який час повернути її в папку «Загальні».",
      "Коментарі",
      "Ви раніше входили в додаток {application name} з обліковими даними Instagram.",
      "Назва колекції",
      "Змінити обліковий запис",
      "Світлину опубліковано",
      "Ключові слова збережено.",
      "Ви не можете додавати світлини чи відео, оскільки це відео триває більше однієї хвилини.",
      "Видалити колекцію",
      "Головна",
      "Блокувати",
      "Підключитися до Facebook",
      "Поштова адреса",
      "Щоби налаштувати відеорекламу In-Stream і почати заробляти гроші, використовуйте останню версію мобільного додатка Instagram.",
      "Ви дійсно хочете видалити це відео зі своєї розповіді?",
      "Продукти компанії Facebook",
      "Поширити через ел. пошту",
      "Охопіть більше людей, зробивши своє відео видимим в IGTV і на своїй сторінці Facebook.",
      "Дата народження",
      "Якщо ви дасте дозвіл, додаток {=app name} отримає постійний доступ до вашої інформації, а Instagram записуватиме, коли додаток {=app name} звертається до неї. {=learn more} про цей доступ і налаштування.",
      "Значок «Товар недоступний, немає світлини»",
      "Знайдіть більше подібних облікових записів",
      "Введіть 6-значний код, надісланий на номер {phone number}",
      "Дізнатися більше",
      "Використовуючи цей код вставки, ви погоджуєтеся з {apiTermsOfUseLink} Instagram.",
      "Де буде заблоковано ваше відео",
      "Відео без звуку",
      "Не стежте за користувачем {username}, щоб не бачити його світлини, відео чи розповіді у своїй стрічці.",
      "Пропустити",
      "Переслідування чи цькування",
      "Надіслати запит на схвалення",
      "Переглянути відповіді ({hidden replies})",
      "Правила щодо зображення оголеного тіла або сексуальної активності",
      "Електронний підпис",
      "Увімкнути",
      "Подання апеляції",
      "Поскаржитися",
      "Мова ворожнечі або ворожі символи",
      "Облікові записи категорії «{category name, already translated}»",
      "Зв'яжіть облікові записи Facebook та Instagram",
      "Поверніть пристрій, щоб додати матеріали до розповіді.",
      "Перейти на обліковий запис компанії?",
      "Електронні листи від Instagram",
      "Скасувати",
      "Ваше ім'я буде передано організації, яка отримає пожертву. Instagram надсилатиме оновлення на цю електронну адресу.",
      "Категорія",
      "Дякуємо, що надали інформацію",
      "Керувати контактами",
      "Отримайте доступ до статистики про своїх читачів та інформації про результативність дописів.",
      "Усі дописи",
      "Продовжити",
      "Ім'я, указане в посвідченні особи",
      "1 людина",
      "Зареєструватися • Instagram",
      "Ви можете поширити цю світлину як свій перший допис.",
      "Ми надіслали на адресу {email} повідомлення з посиланням для відновлення доступу до облікового запису.",
      "Знаменитість або публічна особа",
      "Ознайомтеся зі змінами в наших {termsLink} і {dataPolicyLink}. Немає жодних змін у тому, як ви використовуєте Instagram. Ваші світлини та відео, як і раніше, належать вам. Ми надаємо вам зручніші способи доступу до ваших даних, а також до інформації про їхнє використання. Продовжуючи використовувати Instagram після 14 липня 2018 року, ви приймаєте ці зміни.",
      "1 МІСЦЕ",
      "Більше дописів від {UserLink}",
      "Помилка завантаження. Можна публікувати лише зображення.",
      "Вимоги до віку",
      "Завантаження «{videoTitle}»",
      "Цю дію неможливо скасувати. Якщо очистити історію пошуку, облікові записи, які ви шукали, можуть усе одно відображатися в рекомендованих результатах.",
      "Змінити номер телефону",
      "Продовжити в браузері",
      "{Contact content owner text bolded}, якщо ви вважаєте, що маєте права на використання цього вмісту (зверніться до {reference owner name} за адресою {content owner email link}).",
      "Кнопка «Вибрати тип посилання»",
      "Неправильний пароль",
      "Не вдалося завантажити файл {filename}. Щоб продовжити виберіть інший файл.",
      "Країни",
      "Відеотрансляція",
      "Власник прав ({reference owner name}) відхилив ваш спір, оскільки вважає, що відео містить контент, що належить йому.",
      "Видалити всі?",
      "Код підтвердження",
      "Вилучити обліковий запис",
      "ММ/РР",
      "9:16",
      "Позначені",
      "Якщо у вас є дозвіл на поширення всіх частин цього відео (включно з аудіо, звуковою доріжкою або музикою), ви можете оскаржити видалення та повторно поширити це відео.",
      "Профілі",
      "Перегляньте цей допис від @{username} в Instagram",
      "Ці додатки для бізнесу є сторонніми інтеграціями, які ви підключили до облікового запису своєї компанії у Facebook. Вони можуть отримувати інформацію, до якої ви надали їм доступ, і керувати функціями для ресурсів вашої компанії у Facebook. Додатки для бізнесу зберігають постійне підключення до вашої компанії у Facebook. Ці додатки (а також інші, яким ви надали дозвіл використовувати їх від вашого імені) зможуть виконувати дії, доки ви не відключите їх уручну.",
      "IGTV і сторінка у Facebook",
      "Спробуйте ввійти, використовуючи пароль. Коли ви ввійдете, ви зможете ввімкнути вхід у кілька облікових записів у Центрі облікових записів.",
      "ID користувача",
      "Температура",
      "Стежити за @{username}?",
      "Ваше відео переглянули понад {viewcount} разів.",
      "Потрібно вибрати файл ідентифікатора світлини для завантаження",
      "Інформація",
      "Введіть дійсну електронну адресу.",
      "Підтвердження надіслано",
      "Почати",
      "Введіть PIN-код",
      "Не дозволяти",
      "{username} + ще {othersCount}",
      "Голосове",
      "Зареєструйтеся, щоб переглядати світлини та відео від друзів і знаходити інші облікові записи, які можуть вам сподобатися.",
      "Місяць:",
      "Віньєтка",
      "Керування Facebook Pay",
      "Завантажити Instagram",
      "Неможливо завантажити більше 10 файлів. Видаліть один або декілька файлів, щоб завантажити новий.",
      "Розташування",
      "Перегляньте зміни в наших Умовах і Політиці використання даних.",
      "Офіційний логотип Facebook Pay",
      "Використовуйте Instagram Lite",
      "Значок «Додати світлину посвідчення особи»",
      "Як отримувати коди для автентифікації",
      "Отримуйте електронні листи про допомогу із входом лише з тих пристроїв, на яких ви користувалися Instagram раніше. Це налаштування буде активне впродовж наступних {days to snooze} дн.",
      "Поясніть, чому ви вважаєте, що цей вміст не слід було видаляти.",
      "Не вдалося завантажити допис.",
      "Повідомлення недоступне",
      "Сталася помилка. Спробуйте ще раз.",
      "Якщо ви дозволите використовувати ці файли cookie:",
      "Основну світлину додано.",
      "Змінити обліковий запис",
      "Ефекти камери, інтерактивні наліпки та приватні повідомлення доступні лише в додатку.",
      "Перейдіть за посиланням, надісланим вам на електронну адресу {email}, щоб підтвердити, що це ваша адреса та отримати доступ до свого облікового запису Instagram.",
      "{count} в мережі сьогодні",
      "Найновіші світлини й відео",
      "Копіювати посилання",
      "Жіноча",
      "Власник прав попросив заблокувати світлини з цим контентом у всьому світі, крім наведених нижче країн:",
      "Політики",
      "Щоб переглядати розповіді, увійдіть в обліковий запис",
      "Переглянуто",
      "Ім'я",
      "Телефон",
      "Не зараз",
      "Ви відповіли собі",
      "Введіть код, який ми надіслали на ваш номер, що закінчується на {lastFourDigits}.",
      "Докладніше",
      "Connected accounts",
      "Введіть ім'я та пароль",
      "Опитування",
      "Екрани з матеріалами з обмеженим доступом",
      "Прийняти файли cookie",
      "Пройти опитування",
      "Пошук...",
      "-е",
      "OK",
      "Значок обтинання в альбомній орієнтації",
      "Дні народження",
      "Ви заблокували користувача в цій групі. Якщо ви залишитеся в ній, ви зможете бачити його повідомлення, а він – ваші.",
      "завантажити свої дані",
      "Код для входу не потрібен.",
      "Подія",
      "Політику щодо файлів cookie",
      "Рекомендації",
      "Заблокувати",
      "Розмір файлів має перевищувати 1 КБ.",
      "Додайте нове відео IGTV",
      "{change-number} або {resend-sms}",
      "Зареєструватися",
      "+{whatsapp phone }",
      "Завантаження завершено",
      "Квадрат (1:1)",
      "Видалено",
      "Позначки «Подобається»: {count}",
      "нд",
      "-те",
      "Ми видаляємо дописи, що порушують авторські права або права на торгову марку. Якщо хтось використовує ваші світлини без дозволу або видає себе за вас, ми також можемо видалити такі матеріали та заблокувати обліковий запис. Щоб дізнатися більше про скарги на порушення прав на інтелектуальну власність, відвідайте наш Довідковий центр.",
      "Перегляньте більше дописів про це місце",
      "Ось запитуваний Вами файл зі світлинами, коментарями, інформацією з профілю та іншими даними, які Ви поширили в Instagram як {username}.",
      "Введіть пароль",
      "Надійні пристрої",
      "Значок підтвердження – це позначка поруч з іменем облікового запису Instagram, яка означає, що це підтверджений обліковий запис публічної особи, знаменитості, глобального бренда чи особи, що його представляє.",
      "Не зараз",
      "Файл не має перевищувати {maxPhotoIdFileSizeMb} МБ",
      "Перейти",
      "Фільтри ключових слів",
      "Позначено",
      "Входи в обліковий запис",
      "Малолітня дитина",
      "У додатку Instagram можна створювати наліпки й реагувати на них. Введіть свій номер телефону й ми надішлемо вам посилання для безкоштовного завантаження.",
      "Що ви можете зробити",
      "Переглянути всі рекомендації",
      "Поштовий індекс",
      "З повагою,",
      "Створити",
      "Новий допис зі світлиною",
      "Зміна імені",
      "Оновіть додаток",
      "Готово",
      "Основна світлина користувача у Facebook",
      "Скасувати вибір всіх",
      "Згідно з умовами надання послуг Instagram використання додатка дітьми віком до 13 років заборонено. Ми вивчаємо кожну скаргу. Надання неправдивої інформації може привести до блокування вашого облікового запису.",
      "Не зараз",
      "Дізнавайтеся про нові функції в Instagram.",
      "Інші способи керування вашою інформацією",
      "Стежать {username1}, {username2}, {username3} і ще {count}",
      "Ця інформація не буде показана у вашому загальнодоступному профілі.",
      "Це значок замка.",
      "Профіль",
      "Instagram Lite",
      "жов",
      "Докладніше",
      "Цей коментар не має бути в Instagram",
      "{fullName} в Instagram: «{caption}»",
      "Мова",
      "Це відео можуть бачити лише люди, яких користувач {story owner username} додав у свій список близьких друзів.",
      "Знайдіть друзів із Facebook",
      "Підтвердьте дані для входу в PayPal для облікового запису",
      "Колекції",
      "Редагування",
      "Наші співробітники переглянуть цей допис і, якщо він порушує наші {link_to_instagram_community_guidelines} або {link_to_instagram_terms_of_use}, ми видалимо його.",
      "Ми не надаватимемо Університету Меріленду інформацію про вашу особу, а вони не надаватимуть нам ваші відповіді на опитування.",
      "Цифрові гаманці",
      "Неможливо додати це відео. Розмір відео має бути між 9:16 і 1,91:1.",
      "Відео",
      "Введіть код підтвердження",
      "WhatsApp уже додано",
      "18 років або старше",
      "Файл замалий. Щоб продовжити, виберіть файл, розмір якого більше 1 КБ.",
      "Помилка завантаження. Відео тривалістю понад 60 секунд не підтримуються.",
      "Facebook",
      "Умови",
      "OK",
      "Ви відповіли",
      "Підключіть свій обліковий запис Instagram {username} до облікового запису {applicationName}. Ваші товари з {applicationName} буде імпортовано в Instagram, а до {applicationName} передаватиметься їх статистика.",
      "Зробити використання наших сервісів безпечнішим, а також аналізувати використання наших систем",
      "натискання «Далі»",
      "Якщо вимкнути двоетапну перевірку, вам не буде потрібно вводити код безпеки під час входу.",
      "Ви зберегли максимальну кількість облікових записів.",
      "Ви самі вибираєте, за ким із друзів стежити. Ми ніколи не публікуватимемо матеріали у Facebook без вашого дозволу.",
      "Відкрити додаток",
      "Облікові записи",
      "Звук відео ввімкнено",
      "Прийняти Умови",
      "Щоб не видалити свій основний обліковий запис, переконайтеся, що ви ввійшли у другий обліковий запис (випадковий). Ви ввійшли як {username}. Якщо це неправильний обліковий запис, {first log out} і ввійдіть у потрібний обліковий запис.",
      "Отримуйте нагадування про товари в кошику.",
      "Якщо інша людина в небезпеці, зателефонуйте до місцевої служби екстреної допомоги. Не зволікайте.",
      "Додайте своє ім'я, щоб друзі могли знайти вас.",
      "Скарги на коментарі",
      "Змінити пароль",
      "Установіть додаток і користуйтеся ліпшою версією Instagram.",
      "Обліковий запис для коментарів",
      "Умови використання (обов'язково)",
      "Ваш логін {emailOrPhone} використовується для Facebook та Instagram, але ці облікові записи не зв'язані. Зв'яжіть їх, щоб спростити вхід.",
      "Завантажте Instagram Lite, щоб надсилати й отримувати повідомлення в Direct.",
      "Очистити",
      "Якщо Ви тимчасово вимкнули свій обліковий запис, то вхід в нього для змінення пароля не активує його повторно.",
      "{likes} вподобань",
      "Оновити рекомендацію",
      "Не вдалося зберегти чернетку",
      "Торкніться світлини, щоб позначити людей.",
      "Параметри",
      "Відкрийте скарги нижче, щоб дізнатися, чому на вас поскаржилися та який вміст видалено.",
      "На цій світлині",
      "Під час вивчення цієї проблеми ми помітили, що ви недавно поділилися своїм паролем до Instagram в іншому додатку. Задля безпеки облікового запису не повідомляйте свій пароль третім сторонам.",
      "Спробуйте ввійти, використовуючи пароль. Коли ви ввійдете, ви зможете ввімкнути вхід за допомогою облікових записів у Центрі облікових записів.",
      "Використовуйте останню версію мобільного додатка Instagram, щоб налаштувати рекламу в IGTV та почати заробляти гроші.",
      "Переглянути",
      "Щоб змінити налаштування файлів cookie, дотримуйтеся інструкцій сайту або мобільного браузера, який ви використовуєте. Ці інструкції зазвичай можна знайти в розділі «Довідка», «Інструменти» або «Редагування». Зверніть увагу: якщо в налаштуваннях браузера вимкнути використання файлів cookie або інших технологій, ви можете втратити доступ до деяких функцій нашого сервісу або деякі з них можуть працювати неналежним чином.",
      "Дописи та коментарі, що пропагують вживання важких наркотиків.",
      "Повідомлення",
      "Завантажити APK",
      "Подобається",
      "відео",
      "Якщо ви не можете скористатись одним зі своїх резервних кодів, отримайте новий. Для цього виберіть опцію «{=resend it}»",
      "Not verified",
      "Поскаржитися на мову ворожнечі або ворожі символи?",
      "Третя сторона повідомила, що ваш контент порушують її права на товарний знак.",
      "Значок теми",
      "Заблокувати користувача {username}?",
      "Авторизовано вами {date}",
      "пт",
      "Play Store",
      "Профіль",
      "Сповіщення вимкнено",
      "Умови",
      "Схожі:",
      "Скасувати",
      "Цю дію не вдалося скасувати. Перевірте налаштування мережі й повторіть спробу.",
      "Заподіяння собі тілесних ушкоджень (розлади харчової поведінки, нанесення собі порізів або вміст суїцидального характеру)",
      "Спеціальні можливості",
      "{hours} год.",
      "Виберіть тип документу",
      "Якщо ваш обліковий запис порушить ці умови знову, він може бути видалений без можливості відновлення разом із дописами, архівом, повідомленнями та читачами.",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "Інформація облікового запису",
      "Умовах",
      "Я приймаю Умови",
      "Реакції",
      "OK",
      "{learnMoreLink} про світлини з вами.",
      "Ні, дякую",
      "Переглянути колекцію",
      "Виборчий значок",
      "Ми використовуватимемо надану вами інформацію лише для перевірки відповідності облікового запису нашим критерія для підтвердження.",
      "Нове повідомлення",
      "Значок медіафайлу, як-от зображення або відео",
      "Підтвердження",
      "Камера",
      "Двоетапну перевірку ввімкнено",
      "Під час збереження налаштувань сталася помилка.",
      "Ключові слова збережено.",
      "Введіть суму",
      "Логотип родини Facebook",
      "У мережі {hours} год тому",
      "{list of items} та {last item}",
      "Змінити категорію",
      "Ні, залишити вимкненим",
      "Готово",
      "Відкрити вікно для запитань",
      "Direct",
      "Нагадування",
      "Рекомендації",
      "Відео незабаром може бути заблоковано, оскільки може містити музику, аудіо- або відеоконтент, що належать іншій особі.",
      "Посилання скопійовано",
      "Розблокувати",
      "Видалити",
      "Видалити всі",
      "На жаль, ця сторінка недоступна.",
      "Поскаржитися на світлину, відео чи коментар",
      "{story owner username} зможе побачити, що ви переглянули цю розповідь.",
      "Подобається",
      "Поскаржитися на порушення прав інтелектуальної власності?",
      "Рекомендації",
      "Увійдіть",
      "Заблоковано",
      "Відхилити відео?",
      "Ми маємо видалити ваш обліковий запис, оскільки ви вказали, що вам не виповнилося 13 років. Ви можете {download_your_data}, щоб мати копію матеріалів, які ви поширили в Instagram.",
      "Ви більше не входите до списку батьків/опікунів користувача {username}.",
      "Пряму трансляцію {actionType} {prepositionType} {violationText}",
      "Використовувати Facebook",
      "Введіть меншу суму",
      "Ми збережемо цю інформацію, щоб спростити ваші майбутні платежі в Instagram.",
      "Введіть код безпеки",
      "Для цього оригінального аудіозапису немає сторінки, оскільки обліковий запис автора приватний.",
      "Підтвердьте свій день народження",
      "Вимоги до відео IGTV",
      "Портрет (4:5)",
      "Редагування",
      "Ми хочемо, щоб Instagram залишався безпечним місцем для всіх. Заборонено публікувати неправдиву інформацію, яка може завдати шкоди здоров'ю.",
      "Заощадження даних",
      "Так",
      "Позначити людину",
      "Додайте кнопку «Контакт» у свій профіль, щоб інші користувачі могли швидше зв'язуватися з вами.",
      "Допоможіть нам зрозуміти, у чому проблема з цим контентом.",
      "Завантаження рекомендацій...",
      "Ваша апеляція відхилена",
      "Identity Switcher",
      "Підтвердити",
      "Виникли проблеми з доступом до наших серверів. Перевірте підключення до Інтернету та спробуйте ще раз.",
      "1 допис",
      "У додатку ви можете стежити за всіма дописами про це місце.",
      "Відео Instagram від користувача {fullName} • {datetime}",
      "Підтвердьте пароль",
      "Ви перейшли на особистий обліковий запис",
      "День народження",
      "Ми видалили ваші матеріали ({contentTypeText}), оскільки вони порушували наші {communityGuidelinesLink}. Щоб запобігти видаленню облікового запису, ознайомтеся з нашими правилами й дотримуйтеся їх.",
      "{name of the user who tagged the other user in the photo} знімає вашу світлину.",
      "Допис {actionType}",
      "Відео задовге. Щоб продовжити, виберіть відео, тривалість якого становить щонайбільше одну хвилину.",
      "Дякуємо! Ви повторно підписалися на електронні листи з нагадуваннями Instagram.",
      "Правила спільноти",
      "Де заблоковане ваше відео",
      "Розповіді – це захопливий спосіб ділитися моментами з життя.",
      "Проблема, яка виникла 19 листопада 2018 року, призвела до того, що налаштування конфіденційності вашого облікового запису було змінено з «Приватний» на «Загальнодоступний». Ми усунули цю проблему та відновили для вашого облікового запису налаштування «Приватний» 20 листопада 2018 року. Якщо впродовж цього часу за вами почали стежити нові облікові записи, ми видалили їх з ваших читачів.",
      "Оновлення щодо вашого облікового запису Instagram",
      "Увійдіть, щоб переглядати світлини та відео від друзів і знаходити інші облікові записи, які можуть вам сподобатися.",
      "1 у мережі сьогодні",
      "Опублікувати",
      "Не вдалося опублікувати відео",
      "Відкрийте мобільний додаток, щоб переглянути статистику про читачів, додати або змінити кнопки зв'язку, охопити клієнтів за допомогою просувань тощо.",
      "Ми виявили автоматизовані дії від вашого облікового запису.",
      "Залишити відгук",
      "Ви надіслали допис",
      "Подобається",
      "Переглянути ресурси",
      "Під час виконання вашого запиту виникла тимчасова помилка. Повторіть спробу пізніше.",
      "Додати світлину або відео",
      "Видалити",
      "Значок зі стрілкою вгору",
      "Місця в {city name}, {country name}",
      "Магазин",
      "п'ятниця",
      "Бачили: {username}",
      "Зареєструйтеся, щоб переглянути ще більше світлин безплатно.",
      "Відтепер ми запитуватимемо код для входу, якщо ви входите в обліковий запис із нерозпізнаного комп'ютера чи телефона.",
      "На жаль, під час завантаження вашого профілю з Facebook сталася помилка. Ми з'ясовуємо, що сталося. Ви можете зареєструватися через додаток або повторити спробу пізніше.",
      "Товар недоступний",
      "Натомість використати {email suggestion}",
      "Введений захисний код не відповідає картці {cardName}",
      "Закрити вікно встановлення додатка",
      "Продовжити",
      "Я хочу заблокувати користувача",
      "Перш ніж продовжити, вам потрібно відповісти на запитання банку.",
      "Довідка",
      "Не стежити за @{username}?",
      "Вимкнути",
      "90 млн",
      "Позначки користувача",
      "Смайлики та люди",
      "Ви дійсно хочете повторно активувати обліковий запис?",
      "Закрити",
      "Ця інформація буде передана {reference owner name}, щоб з вами можна було зв'язатися щодо апеляції.",
      "Увійти через Instagram",
      "Написати повідомлення",
      "Візитка дає людям змогу швидко почати стежити за вами",
      "{Delete this photo text bolded}, щоб усунути її та всі коментарі з облікового запису.",
      "Містить пропозиції із продажу чи купівлі вибухівки",
      "Підключення до Facebook",
      "Виберіть варіант, який відповідає меті облікового запису. Він відображатиметься у вашому профілі та замінить усі наявні або майбутні категорії.",
      "Відео буде заблоковане всюди, тобто люди не зможуть переглянути, уподобати або прокоментувати його.",
      "1 хв",
      "Firefox",
      "Ні",
      "Правила Instagram щодо музики",
      "Доступ до цього облікового запису у вашій країні обмежено через вимоги закону",
      "Відкрийте мобільний додаток, щоб переглянути статистику про читачів облікового запису {username}, додати або змінити кнопки зв'язку, охопити клієнтів за допомогою просувань тощо.",
      "• Інформацію, яку отримає {app name}, можна редагувати. Ви можете повернутися назад і вийти без надання доступу, але тоді ви не зможете входити в додаток {app name} через Instagram.",
      "Платне партнерство з {username of sponsor}",
      "Старий пароль",
      "-е",
      "Скасувати",
      "Якщо ви перейдете на обліковий запис компанії, ваш обліковий запис Instagram стане публічним. Ваш контент зможуть бачити всі, а нерозглянуті запити на стеження будуть схвалені.",
      "Налаштувати вручну",
      "Значок коментаря",
      "Додайте світлини",
      "Електронні листи з новинами",
      "Колишні імена користувача",
      "Видалити обліковий запис?",
      "Перемістити в папку «Загальні»",
      "Це відео не підтримується.",
      "Значок відео",
      "Укажіть електронну адресу, номер телефону або ім'я користувача і ми надішлемо вам посилання для відновлення доступу до облікового запису.",
      "Платіж",
      "Переглядайте пропущені дописи в додатку",
      "Перегляд деталей гілки",
      "Кнопка «Вибрати країну/регіон»",
      "Готово",
      "Поширити світлини",
      "Увійдіть, щоб уподобати",
      "Пише...",
      "Інше",
      "Ми використовуватимемо інформацію від інших додатків і сайтів, щоб показувати вам актуальну рекламу. Якщо ви не дали згоду на використання даних від партнерів для показу реклами або іншим способом обмежили наше використання інформації від інших додатків і сайтів за допомогою параметра «Дані від партнерів про ваші дії» або налаштувань вашого пристрою, ми будемо й далі дотримуватися вибраного вами варіанту й не використовуватимемо інформацію від інших додатків і сайтів.",
      "Перейти на Instagram",
      "Повідомте нам, якщо хочете скасувати цю декларацію Gift Aid, якщо змінилося ваше ім'я чи прізвище або домашня адреса або якщо ви більше не платите достатній розмір податку на прибуток або на збільшення капіталу.",
      "Ви можете будь-коли заблокувати цього користувача з його профілю.",
      "Позначені облікові записи",
      "Продовжити",
      "Ваш обліковий запис автора в Instagram готовий",
      "Рекомендовані профілі",
      "Термін дії завершився {date}.",
      "товарний знак",
      "Загальнодоступна інформація про компанію",
      "Це потрібно для підключення до додатків та сайтів і дає Instagram змогу виконувати такі дії:",
      "Реєструючись, ви приймаєте наші {=Terms}, {Data Policy} і {Cookies Policy}.",
      "Дякуємо, що допомагаєте нам зробити спільноту Instagram кращою та безпечнішою. Ваша скарга анонімна, окрім випадків, коли ви скаржитеся на порушення прав на інтелектуальну власність.",
      "Доступ до вашого контенту обмежено",
      "Змінити",
      "Автор цифрового контенту/блогер/лідер думок",
      "Перейти на особистий обліковий запис?",
      "Файл {filename} замалий. Щоб продовжити, виберіть файл, розмір якого більше 1 КБ.",
      "Це стосується кандидата на політичну посаду або політичного питання",
      "Стежить {username} та ще {number of other users}",
      "Продовжити як {facebook user name}",
      "Значок шеврона",
      "Ваша скарга анонімна, окрім випадків, коли ви скаржитеся на порушення прав на інтелектуальну власність.",
      "Усі категорії",
      "Допоможіть нам підтвердити вашу особу",
      "Дозволити поширення",
      "Зберегти чернетку",
      "OK",
      "Торкніться, щоб позначити людей",
      "Значок ключа на сторінці з додатковою інформацією про Facebook Pay",
      "Дозволити Instagram використовувати файли cookie та подібні технології в інших додатках і на інших сайтах?",
      "Сповіщення",
      "Відхилити світлину?",
      "Цією дією ви надаєте Facebook Pay дозвіл на використання збереженої платіжної інформації для цього та майбутніх платежів в Instagram.",
      "Через обмеження, пов'язані з власністю, ваше відео заблоковано в наведених нижче країнах, у яких права на нього належать його власнику.",
      "-е",
      "Цей користувач не зможе знайти ваш профіль, дописи або розповіді в Instagram. Instagram не повідомлятиме йому про блокування.",
      "Увійти",
      "Нова папка вхідних повідомлень дає змогу легко керувати запитами на повідомлення та спілкуватися з прихильниками.",
      "Розмір файлів має становити щонайбільше 1 ГБ.",
      "Продовжити з Facebook",
      "Ви також можете {change_or_resend_link}.",
      "Ваш пароль скинуто. Спробуйте ввійти в систему ще раз.",
      "Наживо",
      "Початок роботи",
      "Дописи",
      "Дозволити Instagram використовувати файли cookie та подібні технології в інших додатках і на інших сайтах?",
      "Ви надіслали запит на видалення облікового запису {username}. Якщо ви захочете залишити його, повідомте нам про це до {date}. В іншому разі всі ваші дописи та всю інформацію буде видалено. {help center link}.",
      "Очистити історію пошуку",
      "Ваше відео збігається з {overlap duration} с відео, що належить іншій особі.",
      "Докладніше про Facebook Pay",
      "Готово",
      "Автор",
      "Дякуємо!",
      "Поштова адреса",
      "{username} хоче надіслати вам повідомлення",
      "Я погоджуюся",
      "У регіонах, де заблокована ваша світлина, люди не можуть переглянути, вподобати або прокоментувати її. Світлину заблоковано в таких країнах:",
      "Переглянути хештеги",
      "Доступ до вашого контенту обмежено через скаргу третьої сторони на те, що контент порушує її права на музику або {communityGuidelines}.",
      "Безпечна обробка платежів.",
      "Спеціальні можливості",
      "Обмін повідомленнями зручніший у додатку",
      "Значок неправдивих новин",
      "Веб-сайт",
      "Оновіть Instagram Lite",
      "ще {Plus sign and plural indicating the number of user's remaining credit cards}",
      "OK",
      "Якщо сталася помилка, ви можете повідомити нам про це, оскарживши наше рішення.",
      "Дозволити обліковим записам, за якими ви стежите, і користувачам, яким ви надсилаєте повідомлення, бачити, коли ви востаннє були в додатках Instagram. Якщо вимкнути цей параметр, ви не зможете бачити статус інших облікових записів.",
      "Оскаржити",
      "Ви дійсно хочете видалити цей допис?",
      "лист.",
      "Установити додаток",
      "Перегляньте це відео в додатку",
      "Докладніше",
      "Код безпеки",
      "Відео має тривати від 30 секунд до {maxDurationInMinutes} хв, мати альбомну або книжкову орієнтацію, формат MP4 й розмір не більше {maxVideoSizeInGigabytes} ГБ.",
      "Підтримувані типи файлів: JPEG та PNG для зображення; MP4 та QUICKTIME для відео.",
      "Інформація про ваш пароль",
      "{Submit a dispute text bolded}, якщо ви маєте дозвіл на використання всього контенту на світлині. Розпочинаючи спір, ви надаєте {reference owner name} як заявнику прав дозвіл на перевірку світлини. Ця людина також зможе переглянути весь допис, якщо він був загальнодоступний. У неї буде 7 днів на відповідь.",
      "Перейти в стрічку",
      "Ваше ім'я користувача в Instagram і відомості про браузер буде автоматично включено у скаргу.",
      "Якщо ви не можете отримати код для входу в додатку для автентифікації, використайте один із {=backup codes}.",
      "Обрізати",
      "Подробиці",
      "Значок замка",
      "URL",
      "Назад",
      "Світлина",
      "Заподіяння собі тілесних ушкоджень",
      "Відео «{filename}» задовге. Щоб продовжити, виберіть коротше відео.",
      "Недійсна електронна адреса",
      "Додати основну світлину",
      "ДОКЛАДНІШЕ",
      "Ми розуміємо, що ви можете бути дуже зайняті, щоб користуватися Instagram, і пропонуємо видалити додаток з вашого телефону, виконавши такі дії:",
      "Дякуємо! Ви повторно підписалися на електронні листи з дослідженнями від Instagram. Вас буде додано до майбутніх проектів із вивчення думки користувачів.",
      "Контактна інформація дасть людям змогу надсилати вам електронні листи, телефонувати або виконувати інші дії, використовуючи кнопки у вашому профілі. Цю інформацію можна будь-коли показати або сховати.",
      "Н/Д",
      "Основна світлина користувача {username}",
      "Відео Reels",
      "Це ви.",
      "Світлина посвідчення",
      "{likes} вподобання",
      "Щоб запобігти вимкненню облікового запису, протягом наступних 48 годин видаліть із нього всі дописи, у яких згадується неправдива інформація про COVID-19 або вакцини. Такі дописи приховано за темним тлом із написом «Неправдива інформація» з міткою «COVID-19» або «вакцини». Якщо не видалити ці дописи протягом 48 годин або продовжити поширення з облікового запису неправдивої інформації про COVID-19 або вакцини, обліковий запис буде вимкнено.",
      "Звантажити інформацію",
      "Instagram",
      "Преса",
      "Ми хочемо показувати вам рекламу від компаній, які цікаві й актуальні для вас. Дізнайтеся більше про те, як {business}.",
      "Ми видаляємо:",
      "Порушення прав інтелектуальної власністі",
      "Редагувати профіль",
      "Введіть код із 6 цифр, згенерований додатком для автентифікації.",
      "Дізнайтеся більше інформації про коронавірус (COVID-19), яку публікує Всесвітня організація охорони здоров'я. {Learn more}",
      "Розповідь {actionType}",
      "Переглянути розповідь",
      "Щоб швидко генерувати коди безпеки без SMS, можна використовувати додаток для автентифікації.",
      "Укажіть будь-які додаткові відомості.",
      "Вживання наркотиків",
      "{instagram business name}",
      "Виконуючи цю дію ({action text}), ви приймаєте наші {Terms} і {Policies}.",
      "Схоже, ваш обліковий запис можна переплутати з іншим підтвердженим обліковим записом. Додайте в профіль інформацію, яка допоможе людям не сплутати вас із брендом, знаменитістю або організацією, яку вони шукають.",
      "Додано",
      "Це приватний обліковий запис. Почніть стежити за ним, щоб переглядати світлини.",
      "Попереджувальний значок",
      "Видалення цього елемента зі списку збереженого також призведе до видалення його з колекцій.",
      "Умови",
      "Люди, за якими ви стежите",
      "IGTV",
      "Ми старанно працюємо над захистом пароля до Вашого облікового запису Instagram. Нещодавно ми з'ясували, що коли Ви використовували інструмент «Завантаження даних», Ваш пароль міг відобразитися в URL-адресі у Вашому браузері після завантаження даних, а також міг зберегтися в наших системах. Ми оновили цей інструмент, щоб цього більше не відбувалося, а також видалили паролі, які могли бути зареєстровані нашими внутрішніми системами. Немає жодних ознак того, що хтось використав Ваш пароль. Задля гарантування безпеки радимо {link} в Instagram і в інших сервісах і програмах, в яких Ви його використовуєте. Крім того, рекомендуємо очистити історію Вашого браузера.",
      "Діліться відгуками про Instagram.",
      "Публікування спаму",
      "Безплатні світлини від {carrier name}",
      "Допис видалено.",
      "Сталася помилка. Повторіть спробу за кілька хвилин.",
      "Сеанс входу у ваш обліковий запис на {device} ({location}) завершено",
      "{count} запитів",
      "Помилка завантаження.",
      "Пошук",
      "Ми маємо видалити ваш обліковий запис. Упродовж наступних 14 днів ви можете завантажити свої дані, щоб мати копію матеріалів, які ви поширили в Instagram. Ви також можете {appeal this decision}.",
      "Ви зможете й далі використовувати Instagram для входу до інших додатків та сайтів",
      "Виберіть відео для завантаження.",
      "Зв'язатися",
      "Заблоковані вами облікові записи",
      "Значок недоступності допису з перекресленим оком",
      "Я не один з його/її батьків або опікун",
      "Останні {number of files} файлів не додано. Для завантаження можна вибрати не більше 10",
      "Ел. листи з відгуками",
      "Розширені налаштування",
      "Ми почали створювати файл із вашою інформацією та надішлемо вам посилання на адресу {email address}, коли він буде готовий. Щоб зібрати й надіслати інформацію, може знадобитися до 48 годин.",
      "Ваш обліковий запис не відповідає Правилам монетизації для партнерів.",
      "Вибрати з комп’ютера",
      "У цьому профілі як спосіб зв'язку вже вказано номер WhatsApp. Якщо продовжити, його буде змінено на номер + {whatsapp phone }.",
      "Значок картки на сторінці з додатковою інформацією про Facebook Pay",
      "Дякуємо! Ви повторно підписалися на електронні листи про продукти Instagram.",
      "дві праві стрілки кольору веселки, указують, що цей товар підтримує оформлення покупок",
      "Ваш оператор",
      "Instagram Lite більше не підтримується",
      "Стаття в новинах",
      "Розповідь користувача {username}, не переглянута",
      "Видалити",
      "• Якщо ви виберете «Дозволити», це не вплине на ваші поточні налаштування для додатків та сайтів у розділі «Налаштування реклами» або в налаштуваннях пристрою",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Ці правила направлені на нашу глобальну спільноту, і деякі речі можуть бути неприйнятними для окремих аудиторій.",
      "Вимкнути?",
      "Зберегти",
      "Ми відстежуємо платежі в Instagram задля виявлення несанкціонованих дій.",
      "Зменшити кількість електронних листів про скидання пароля",
      "Додаток {app_name} використовує вашу інформацію для покращення досвіду роботи з ним. Більше інформації про те, як додаток може використовувати цю інформацію, надає {privacy_policy} додатка. Якщо ви звертатиметеся до його розробників по підтримку або з відгуком, їм може знадобитися ваш {asid} користувача.",
      "PIN-код не збігається. Повторіть спробу.",
      "Опубліковано: {A timestamp that states how long ago this media was posted.}",
      "Необов'язкові файли cookie",
      "Скарги на матеріали, які вам не подобаються",
      "Зв'язатися з нами",
      "Увімкнути служби визначення розташування",
      "Далі",
      "Готово",
      "Зрозуміло",
      "Розкривне меню",
      "Кредитна чи дебетова картка",
      "Дозволити лише основні файли cookie",
      "Позначити як спам?",
      "Вас цікавить реклама в IGTV?",
      "Символи",
      "Відео має тривати від {minDurationInSeconds} до {maxDurationInMinutes} хв.",
      "Ми видалили ваші матеріали, тому що третя сторона поскаржилася на порушення її прав на інтелектуальну власність.",
      "Повернути",
      "Завдяки Facebook Pay ви можете використовувати платіжну інформацію з підключеного облікового запису Facebook для швидкого оформлення замовлень.",
      "Підтвердити обліковий запис Instagram",
      "Ваш друг із Facebook {name of the contact who joined} є в Instagram з іменем {name of the user who joined}",
      "Вхід:",
      "Коментарі",
      "Ви автор?",
      "Заблокуйте {username}, якщо не хочете, щоб цей користувач бачив ваші світлини, відео або розповіді чи знаходив вас в Instagram.",
      "У налаштуваннях реклами можна дізнатися, чому ви бачите певні оголошення, і керувати тим, як ми використовуємо інформацію, яку збираємо для показу вам реклами.",
      "Embed",
      "Категорії компаній • Шукайте облікові записи компаній в Instagram за категоріями",
      "галочка",
      "Розблоковано",
      "Значок для скидання пароля",
      "Я",
      "попереджувальний значок",
      "Ви надіслали запит на видалення облікового запису {username}. Якщо ви захочете залишити його, повідомте нам про це до {date}. В іншому разі всі ваші дописи та всю інформацію буде видалено. {Learn More}",
      "Поскаржитися на продаж або рекламу вогнепальної зброї?",
      "Ми нікому не продаємо вашу інформацію. Докладніше про файли cookie й те, як ми їх використовуємо, ви можете дізнатися в наших Політиках щодо файлів cookie в {Instagram} і {Facebook}.",
      "Ми можемо надіслати вам електронний лист, щоб допомогти відновити доступ до облікового запису.",
      "Укажіть причину, з якої ви скаржитеся на цей обліковий запис. Ми не повідомлятимемо користувачу {Username of the person being reported}, хто поскаржився на нього.",
      "WhatsApp додано",
      "Сторінку не знайдено",
      "Ці матеріали заборонені або містять сцени насильства",
      "Переглянути профіль",
      "Дякуємо!",
      "Ваше ім'я",
      "{Submit a dispute text bolded}, якщо ви маєте дозвіл на використання всього контенту у відео. Розпочинаючи спір, ви надаєте {reference owner name} як заявнику прав дозвіл на перевірку відео. Ця людина також зможе переглянути весь допис, якщо він був загальнодоступний. У неї буде 7 днів на відповідь.",
      "Каталог",
      "Знайти розташування",
      "{amount} · {count}",
      "Використовує менше місця. Безкоштовно в Google Play.",
      "Почніть зберігати медіафайли",
      "Ваше відео не відповідає вимогам.",
      "Підготовка відео. Ми повідомимо вам, коли воно буде готове.",
      "листопад",
      "Налаштування професійного облікового запису збережені.",
      "Підходить для публічних осіб, авторів контенту, митців і лідерів думок.",
      "Повне ім'я",
      "Поскаржитися на порушення CPA",
      "Залишилося {duration}",
      "Ви дійсно хочете видалити свої контакти з Instagram?",
      "Дозволити всі файли cookie",
      "Оскаржити блокування",
      "год",
      "Переглянути допис",
      "Підтвердити",
      "Перегляньте більше повідомлень",
      "Назад",
      "Оскільки вам ще не виповнилося 18 років, вам слід звернутися до нас, щоб змінити свій день народження в Instagram.",
      "Так",
      "Видалити допис?",
      "Це шахрайство або вводить в оману",
      "Ця бесіда не має бути в Instagram",
      "Позначки",
      "{Restore this video text bolded}, якщо вважаєте, що сталася помилка, і ви маєте дозвіл на використання всіх матеріалів у відео. Воно буде опубліковано як є.",
      "Це означає, що ми не зможемо ще раз перевірити цей допис. Проте ваш відгук допоможе нам у створенні інструментів для захисту нашої спільноти.",
      "Тут відображатимуться світлини та відео, опубліковані людьми, за якими ви стежите.",
      "Тепер цей користувач зможе бачити ваші дописи та стежити за вами в Instagram. Instagram не повідомлятиме йому про розблокування.",
      "{Submit a dispute text bolded}, якщо ви маєте дозвіл на використання всього контенту у відео. Розпочинаючи спір, ви надаєте {owner name} як заявнику прав дозвіл на перевірку відео. Ця людина також зможе переглянути весь допис, якщо він був загальнодоступний. У заявника прав буде {number of days} днів на відповідь.",
      "Підтримка",
      "Значок налаштувань",
      "Дякуємо! Усе готово.",
      "Містить пропозиції із продажу або купівлі вогнепальної зброї та боєприпасів",
      "• Отримувати інформацію про ваші дії з додатків і сайтів для персоналізації контенту, показу актуальної реклами та підвищення рівня безпеки",
      "Дім і сад",
      "Готово. Підписку на електронні листи з нагадуваннями від Instagram скасовано.",
      "Перегляд заблокованого відео",
      "Тип",
      "Тепер WhatsApp указаний у вашому профілі {whatsapp business name} як спосіб зв'язку.",
      "Додайте фотокопію документа, що підтверджує особу",
      "Ваша світлина допоможе друзям упізнати вас.",
      "Перейти в обліковий запис {username}?",
      "Видалити додаток для автентифікації?",
      "Значок щита на сторінці з додатковою інформацією про Facebook Pay",
      "Значок покупок",
      "Додати файл",
      "Створити допис",
      "Не вдалося підключити обліковий запис, використовуючи надану вами інформацію. Щоб оформити замовлення, можна ввести платіжну інформацію.",
      "Цього ще ніхто не бачив.",
      "Поскаржитися на цей обліковий запис через видавання себе за знаменитість?",
      "Обов’язково",
      "Додайте основну світлину",
      "Прізвище, указане в посвідченні особи",
      "Останній файл не додано. Для завантаження можна вибрати не більше 10.",
      "Деякі файли cookie потрібні для використання наших послуг. Щоб продовжити роботу з Instagram, перегляньте наявні елементи керування файлами cookie та зробіть бажані зміни, перш ніж натиснути кнопку «Прийняти» нижче.",
      "Дивитися ще раз у додатку",
      "Ми помітили незвичну активність з вашого облікового запису та завершили ваш сеанс входу.",
      "Поштовий індекс",
      "Щоб підтвердити обліковий запис, введіть надісланий вам 6-значний захисний код.",
      "Надіслати ел. повідомлення",
      "Переглянути інформацію про карту",
      "Захист конфіденційності ваших даних дуже важливий для нас, і ми постійно працюємо над тим, щоб подібні проблеми не виникали. Якщо у вас з'явилися запитання, зв'яжіться з нами за адресою {email}.",
      "Нагадуємо, що ця світлина заблокована в таких місцях:",
      "Термін дії завершився",
      "Переглянути каталог",
      "Ваші читачі",
      "Новий допис",
      "Якщо не звернутися до власника вмісту або не видалити це відео, блокування може набрати чинності після {Date when the video block will go into effect}.",
      "Ваша розповідь порушує Правила спільноти",
      "Зареєструйтеся",
      "Інші дописи",
      "Введіть PIN-код ще раз, щоб підтвердити.",
      "надіслати код ще раз",
      "Щоб показувати рекламу та вимірювати результативність  за межами Продуктів Facebook, збирати аналітику, а також надавати певні функції та покращувати для вас роботу наших сервісів, ми використовуємо інструменти інших компаній. Ці компанії також використовують файли cookie. Докладнішу інформацію можна знайти в нашій {Cookie Policy}.",
      "Пошук цікавих облікових записів для стеження",
      "{Learn more} про те, як можна використовувати музику в Instagram.",
      "Почніть стежити за цим обліковим записом, щоб бачити світлини й відео в ньому",
      "Вибраний файл не підтримується.",
      "Детально поясніть, чому ви вважаєте, що ваш спір слід було схвалити.",
      "{count} перегляд",
      "Ви вже стежите за користувачем {username}? Відкрийте додаток або ввійдіть в обліковий запис, щоб бачити його світлини та відео.",
      "Конкретні погрози щодо крадіжки чи вандалізму, заподіяння фізичної або фінансової шкоди",
      "Перегляд заблокованої світлини",
      "Надіслати",
      "На жаль, сталася помилка. Повторіть спробу за кілька хвилин.",
      "{instagram business category}",
      "Не подобається цей профіль?",
      "Що вам необхідно знати:",
      "Не вдалося зв'язати з Facebook",
      "Показати дописи",
      "Отримати нагадування",
      "Дякуємо, що повідомили нас",
      "Усі рекомендації",
      "Опублікувати",
      "{count} переглядів",
      "Для пропозицій і побажань щодо бренда, знаменитості або організації",
      "Готово",
      "Натисніть «Продовжити», щоб підключитися до безкоштовної мережі Wi-Fi",
      "Хештеги",
      "Подбайте про додаткову безпеку за допомогою PIN-коду",
      "Створіть тестовий обліковий запис Instagram, щоб налаштувати тестовий Магазин Facebook.",
      "Переглянути як {story viewer username}?",
      "Не зараз",
      "Змінити пароль",
      "Завантажити додаток Instagram",
      "Видалити позначеного користувача",
      "Підключення до Facebook допоможе вам та іншим користувачам знайти друзів.",
      "Танці",
      "Номер телефону компанії",
      "Просто потрібна перерва",
      "",
      "Підтвердити",
      "Готово",
      "Ваш обліковий запис може бути видалено",
      "Відеотрансляція",
      "Переглянути все",
      "Якщо ви забороните файли cookie з інших сайтів, Instagram, можливо, не зможе вбудувати інструменти з інших сайтів, які дають змогу використовувати ці функції та допомагають поліпшити ваш досвід користування.",
      "Більше дописів від {username}",
      "понеділок",
      "Ваше відео заблоковано",
      "Тип мережі",
      "Поширити через Messenger",
      "Цифрові гаманці",
      "Зберегти дані для входу",
      "Скасувати нагадування",
      "Файли неможливо завантажити",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Ми створили ці правила, оскільки жорстокість може викликати почуття небезпеки в користувачів Instagram.",
      "Виберіть категорію, яка найліпше описує те, чим ви займаєтеся. Ви зможете показати або сховати її у своєму профілі.",
      "Спам",
      "Оцінки додатка",
      "Використовуйте Direct в Instagram Lite",
      "Переглянути всі",
      "У мережі {mins} хв тому",
      "· Ви сплачуєте податки у Великій Британії",
      "Створити обліковий запис",
      "{username} зараз у мережі",
      "Прізвище одного з батьків або опікуна",
      "Увійдіть в обліковий запис, щоб побачити більше дописів",
      "Значок реклами",
      "Можливість отримувати або робити платежі буде призупинена, доки ми не підтвердимо вашу особу.",
      "Перегляньте інші дописи від {name}",
      "Чи знаєте ви, що ваш друг із ВКонтакті {full name of the contact who joined} є в Instagram з іменем {username of the user who joined}?",
      "Скасувати",
      "Спробувати ще раз",
      "Колишні номера телефону компанії",
      "Зачекайте хвилинку...",
      "резервних кодів",
      "Автоматичні субтитри",
      "Посвідчення особи державного зразка",
      "pm",
      "Часто використовуються",
      "Зацікавлення, що враховуються для показу реклами",
      "Відтепер ми запитуватимемо код для входу, якщо ви входите в обліковий запис із нерозпізнаного комп'ютера або телефона.",
      "1 хв тому",
      "Налаштування параметрів користування",
      "Прив'язано до Facebook як {name}",
      "Пройдіть опитування для дослідження про COVID-19",
      "Додано {Added at authorizedAt time}",
      "Популярні дописи",
      "Дозволити коментарі від",
      "Видалити обліковий запис",
      "Дата переходу на обмін повідомленнями між додатками",
      "Перегляньте контактну інформацію",
      "{Bold text if your appeal for video is approved}, оригінальне відео, яке ви опублікували, буде відновлено у вашому обліковому записі.",
      "Ще один крок",
      "Якщо ввімкнути цю функцію, ми надсилатимемо вам код безпеки, коли слід підтвердити, що саме ви виконуєте вхід.",
      "Також стежити",
      "Додайте основну світлину, щоб ваші друзі могли впізнати вас.",
      "-е",
      "Стать",
      "Редагувати чернетку",
      "Знайдіть більше функцій у додатку",
      "Контрольовані товари",
      "Поскаржитися на переслідування або цькування?",
      "Подбайте про додаткову безпеку за допомогою PIN-коду",
      "Додайте офіційний документ, що посвідчує вашу особу або підтверджує інформацію про вашу компанію.",
      "Продуктів Facebook",
      "Редагувати профіль",
      "Проблема, яка виникла 5 квітня 2018 року, призвела до того, що налаштування конфіденційності вашого облікового запису було змінено з «Приватний» на «Загальнодоступний». Ми усунули цю проблему та відновили для вашого облікового запису налаштування «Приватний» 9 квітня 2018 року. Якщо впродовж цього часу за вами почали стежити нові облікові записи, ми видалили їх з ваших читачів між 9 і 10 квітня.",
      "Правила спільноти",
      "Місто",
      "Скасувати",
      "поскаржитися",
      "Це спам",
      "Отримайте доступ до всіх функцій і можливостей.",
      "Безплатні світлини від {carrier name}",
      "{Copyrighted album or song name} ({Copyright owner})",
      "Це інформація, яка за даними офіційних місцевих або міжнародних організацій може приводити до насильства або фізичної шкоди за межами Instagram.",
      "Позначки «Подобається»: {count}",
      "Поскаржитися на {username} через видавання себе за знаменитість?",
      "Оскільки ви поскаржилися на профіль {The username of the account being reported}, ми також заблокували цей обліковий запис.",
      "Недійсне посилання",
      "Коментар {actionType}",
      "Змінити світлину посвідчення особи",
      "Не вдалося підключити ваш обліковий запис, використовуючи введений PIN-код. Ви можете підключити його, указавши захисний код картки {cardName}, яку ви використовували у Facebook.",
      "Через спалах епідемії коронавірусу (COVID-19) зараз зменшилася кількість наших співробітників, які виконують перевірку. Ми докладаємо зусиль, щоб спочатку перевіряти контент, який потенційно може завдати найбільшої шкоди.",
      "• Установлювати захищене підключення до додатків та сайтів, щоб ви могли виконувати вхід через Instagram",
      "Пошук",
      "Скасувати",
      "Надіслати скаргу",
      "Значок шеврона для перегляду розділу згоди з Політикою щодо файлів cookie",
      "Зображення поранень, незаконна діяльності, небезпечні чи преступні організації",
      "Швидкі реакції",
      "Ця проблема вплинула на працівників Facebook та Instagram, на пристроях яких було виконано вхід у кілька облікових записів Instagram. Вона призвела до того, що з 1 по 5 червня 2018 року деякі дописи або розповіді публікувалися з одного облікового запису в інший, у який було виконано вхід на тому ж пристрої. Як запобіжний захід, рекомендуємо переглянути свій профіль і перевірити, що всі дописи за 1–5 червня поширено з потрібного облікового запису.",
      "Місця в {city name}",
      "Знайти людей",
      "Перенесено в папку «Основні»",
      "API",
      "Увійти ще раз",
      "Заблокувати цього користувача",
      "Значок повідомлення Direct",
      "Новий допис",
      "Якщо ви ввійдете в обліковий запис і підпишетеся на цього користувача, то зможете переглядати всі його дописи.",
      "Профіль заповнено",
      "Надіслано.",
      "Знімайте світлини та відео цікавих моментів і діліться ними",
      "Розташування",
      "Дії з розповідями",
      "Чому ви скаржитеся на цю бесіду?",
      "Основна світлина {username}",
      "Голосове повідомлення",
      "Чому ви закриваєте свій обліковий запис?",
      "@{username} • Світлини та відео в Instagram",
      "Поскаржитися",
      "Запитання",
      "Якщо ваша апеляція буде відхилена",
      "Видалити чат",
      "Щось інше",
      "Деякі можливості, як-от публікування GIF у дописах і коментарях та перегляд відео, будуть недоступні, якщо вимкнути використання файлів cookie від інших компаній.",
      "Вхідні",
      "{days} дн.",
      "Після підключення до мережі Wi-Fi ви також зможете оглянути обліковий запис компанії в Instagram.",
      "Загальні повідомлення",
      "Передперегляд увімкнено",
      "Запит на підтвердження облікового запису в Instagram",
      "Ці повідомлення ({numMessages}) буде видалено.",
      "Додавати автоматично",
      "Ця інформація буде збережена у Facebook Pay, її можна використовувати в Instagram, Facebook і Messenger.",
      "Усі монетизовані відео повинні мати попередній перегляд. Він відображається в стрічці та вашому профілі.",
      "Connect a digital wallet",
      "Push-сповіщення",
      "Використовувати ключові слова за умовчанням",
      "Instagram надійно зберігає вашу особисту інформацію. Щоб створити обліковий запис, прийміть усі умови.",
      "Ваше відео видалено",
      "Забули пароль?",
      "Готово",
      "Додайте номер телефону",
      "-ге",
      "Умови використання",
      "Щоб розблокувати відео, підтвердьте:",
      "лют",
      "Ви не можете зареєструватися в Instagram на основі наданої вами інформації.",
      "{whatsapp business name}",
      "Вітаємо, {username}!",
      "Цікаве",
      "Дізнатися більше",
      "Попередній перегляд відображається у вашому профілі та стрічці",
      "Не вдалося додати в кошик",
      "Disconnect",
      "Укажіть причину",
      "Видалити файл",
      "Що таке DMCA і як це впливає на мене?",
      "{name of the user} згадує вас у коментарі: {comment text from user}",
      "Контактна інформація",
      "Установити Instagram Lite",
      "Виберіть спосіб перевірки",
      "Видалити чат?",
      "Далі",
      "Дописів немає",
      "Вибрати/скасувати вибір",
      "Вийти без перевірки?",
      "Оскільки ця політика також стосується Facebook, вона містить інформацію про розпізнавання обличчя. Ми не використовуємо технологію розпізнавання обличчя в Instagram. Якщо ми впровадимо її, ми повідомимо вам і надамо можливість відмовитися від неї.",
      "Завантаження даних",
      "Додаток для автентифікації підтверджено",
      "Скасувати",
      "Продовжити як {username}",
      "Переглядайте дописи друзів, діліться моментами й знаходьте цікаві облікові записи.",
      "Завантажте додаток і почніть поширювати світлини та відео.",
      "Файли повинні бути більше 1 КБ",
      "{scope description}",
      "{full_name} (@{username}) • Світлини та відео в Instagram • Сторінка {page}",
      "Ми почали створювати файл з матеріалами, які ви поширили в Instagram, і надішлемо вам посилання на адресу {email address}. Щоб зібрати ці дані та надіслати їх вам, може знадобитися до 48 годин.",
      "Видалити світлину",
      "• Додатки та сайти можуть запитувати доступ до інформації, якою ви поділилися з Instagram. Такі запити автоматично реєструються нашими системами та не контролюються налаштуваннями вашого пристрою.",
      "Edit",
      "Відео надто довге",
      "Політика містить більше інформації про дані, які ми збираємо з вашої активності, і про наших партнерів, а також про те, як ми поєднуємо інформацію в Компаніях Facebook і як персоналізуємо наш сервіс для вас, включно з рекламою.",
      "Виконайте зазначені далі дії протягом одного дня, щоб ми допомогли вам повернутися в обліковий запис, доки його не вимкнули.",
      "Стежить {username}",
      "Відхилити чернетку",
      "{Learn more} про те, що ми видаляємо.",
      "Прийняти {(plural) number of terms} умов та положень",
      "Ні",
      "OK",
      "Відео мають тривати 3 секунди або довше",
      "Виконайте вказані далі дії, щоб ми усунули обмеження для вашого облікового запису.",
      "Відхилити відео?",
      "Кошик",
      "Зв'язатися з власником вмісту",
      "Видалити",
      "Інше",
      "Ви можете приховати або показати в профілі контактну інформацію та кнопки.",
      "Так",
      "Ви надіслали вибрану розповідь користувача {username}",
      "Альтернативний текст описує ваші світлини для людей з порушеннями зору. Його буде створено для світлин автоматично, або ви можете написати свій текст.",
      "Цікаві люди",
      "Видалити",
      "Ви обмежили користувача {username}",
      "Увійти через Google",
      "Видалити коментар",
      "• Підключення дає додатку або сайту змогу автентифікувати ваш обліковий запис і отримувати інформацію, яку ви дозволили надавати, наприклад ваші світлини.",
      "Облікові записи компаній",
      "Позначені люди",
      "Ваш коментар порушує Правила спільноти",
      "Стрічка дій",
      "Безкоштовна доставка",
      "Заощаджує місце й мобільні дані. Безкоштовно в Google Play.",
      "Стежить: {count}",
      "Додати розташування",
      "У вас виникла проблема з користувачем {username}?",
      "{Cookie Policy} містить детальну інформацію про файли cookie й те, як ми використовуємо їх.",
      "Переходьте в додаток, щоб зручніше шукати цікаві речі.",
      "Підключитися до Facebook",
      "{username} пише...",
      "Номер телефону",
      "Більше",
      "Підключіться до Facebook, щоб знайти друзів і стежити за ними.",
      "Конфіденційність",
      "Таймери зворотного відліку",
      "Ел. адреса (необов'язково)",
      "Керування обліковим записом",
      "Бачили: {firstUsername}, {secondUsername} + {remainingUserCount}",
      "Люди, за якими ви стежите",
      "-е",
      "Завантажте безкоштовно з Google Play.",
      "Редагувати колекцію",
      "Ми помітили незвичну активність із вашого облікового запису та тимчасово обмежили можливість виконувати деякі дії до {date on which the restriction enrollment expires}.",
      "Знайдіть додаток Instagram.",
      "Вік",
      "{Bold text if your appeal for photo is approved}, оригінальна світлина, яку ви опублікували, буде відновлена у вашому обліковому записі.",
      "Обліковий запис прихильника",
      "В Instagram можна публікувати лише матеріали, які не порушують права на інтелектуальну власність, включно з {copyright}. Щоб бути впевненим, що ви не порушуєте закон про авторське право, публікуйте лише матеріали, які ви створили самі. Використання матеріалів, що належать іншій особі, може вважатися порушенням авторського права, навіть у зазначених нижче випадках.",
      "Додайте коментар...",
      "Підключити до облікового запису PayPal?",
      "Читачі",
      "Надіслати",
      "У цьому відео",
      "Не відстежується",
      "Вибрати з пристрою",
      "надіслати його ще раз",
      "Фільтр: {filter title}",
      "Люди можуть відсканувати вашу візитку за допомогою камери Instagram і швидко почати стежити за вами. Завантажте та роздрукуйте свою візитку і використовуйте її на своїх продуктах, постерах тощо.",
      "Переглянути допис",
      "Ми надіслали код підтвердження на ваш номер, який закінчується на {phone_number}.",
      "Номер телефону",
      "Умови використання API",
      "ЗБІР КОШТІВ НАЖИВО",
      "• {app name} може використовувати інформацію, до якої ви надали доступ, для ідентифікації користувачів та інших цілей відповідно до {=term} і {=privacy} протягом періоду надання послуг.",
      "Видалити коментар",
      "Посилання, надіслане на адресу {email address}, активне лише впродовж чотирьох днів. Ви можете надіслати запит на іншу копію своїх даних.",
      "Ви маєте інші підстави для використання цих матеріалів. Наприклад, ви заявили про доброчесне використання цих матеріалів або вони є суспільним надбанням.",
      "Ефекти",
      "Переглянути Умов платежів у Facebook",
      "Звернутися до батьків/опікуна",
      "Перевірка безпеки",
      "Якщо видалити {name}, ви можете втратити обліковий запис та історію дій в {name}. Крім того, {name} все ще може мати доступ до інформації, якою ви поділилися раніше, але не зможе надсилати додаткові запити на приватну інформацію.",
      "Перейти на професійний обліковий запис",
      "Запити на стеження",
      "Допис поширено",
      "• Захищеним чином підключати ваш обліковий запис Instagram до інших додатків та сайтів",
      "Прояви расизму, гомофобії чи сексизму",
      "Перегляньте більше, увійшовши в обліковий запис",
      "Далі",
      "Розпочинаючи спір, ви надаєте власнику прав ({reference owner name}) дозвіл на перегляд відео й основної загальнодоступної інформації про ваш обліковий запис. У власника прав буде 7 днів на відповідь.",
      "Instagram від Facebook",
      "Перегляньте цю світлину від @{username} в Instagram",
      "Видалити всі",
      "Керуйте налаштуваннями таких пов'язаних функцій в Instagram, додатку Facebook і Messenger, як публікування дописів і розповідей, а також вхід в облікові записи.",
      "Виникла помилка. Спробуйте ще раз.",
      "Світлину додано.",
      "Відео не відповідає вимогам. {Learn More}",
      "{Log in}, щоб вподобати це",
      "{username} хоче надати нам дозвіл на показ йому/їй реклами на основі більшої кількості своїх зацікавлень. Ми дізнаємося про зацікавлення людей через їхні дії в продуктах Facebook. Якщо ви не надасте дозвіл, {username} буде бачити ту саму кількість реклами, що і раніше, але вона може бути менш релевантною.",
      "Переглянути статистику",
      "Пов'язані категорії",
      "Профіль",
      "Змінити пароль",
      "Не вказано",
      "Надійні пристрої",
      "See All Messages",
      "Температурна шкала",
      "Вийти?",
      "Уподобання",
      "Уподобання",
      "Це налаштування можна змінити пізніше в меню зі значком ··· у верхній частині допису.",
      "Світлина Instagram від користувача @{username} • {datetime}",
      "Рекомендації для вас",
      "Не стежити",
      "Перегляньте та прийміть",
      "Деталі апеляції",
      "ІНФОРМАЦІЯ, ЯКУ ВИ НАДАЄТЕ ЦЬОМУ ДОДАТКУ",
      "Символ відео",
      "Підтвердження телефону",
      "субота",
      "Видаліть цю світлину",
      "Відкрити меню покупок",
      "Блокування облікових записів",
      "Виберіть штат",
      "Вибрати файл",
      "Нагадуємо, що ця світлина заблокована всюди.",
      "Це повідомлення ставить під загрозу інших людей",
      "Назад",
      "Змінити ім'я користувача",
      "Ви заблокували користувача {username}.",
      "Відео без звуку.",
      "Читачі: {count}",
      "Виберіть категорію",
      "Поширення",
      "Надіслати",
      "Сховати відповіді",
      "Світлини з вами",
      "Перегляньте інші світлини від {name}",
      "Дні народження в Instagram",
      "Виберіть категорію",
      "Код безпеки",
      "Див. {other options}",
      "Скинути",
      "Завантажте його безкоштовно у Магазині Windows.",
      "Виберіть варіант.",
      "Колишні адреси компанії",
      "Система запобігання шахрайству",
      "Сповіщення надіслано",
      "• Якщо ви бажаєте, щоб інформація, яку ми отримуємо від додатків та сайтів, передавалася лише в Instagram, видаліть свої облікові записи Instagram та Facebook із {=accounts center}.",
      "Доступно в App Store",
      "Міста в {country name}",
      "Забули пароль?",
      "Відхилити",
      "Це повідомлення від людей, за якими ви не стежите або яких обмежили. Вони не знатимуть, що ви бачили їхні запити, доки ви не дозволите їм надсилати вам повідомлення.",
      "Підтвердьте новий пароль",
      "Показати менше видалених матеріалів",
      "Установіть Instagram Lite",
      "Ми отримуємо різні види інформації з вашого пристрою, наприклад інформацію про натискання та прокручування. Це може допомогти відрізнити людину від бота і визначити шахрайство.",
      "Дописи, що містять правдоподібні погрози",
      "Ми використовуємо файли cookie, щоб персоналізувати контент, показувати відповідну рекламу та надавати безпечні послуги. Докладніше про використання файлів cookie та керування ними див. тут: {Cookie Policy}. Ви можете переглянути налаштування в будь-який момент.",
      "Вважаєте, що ми припустилися помилки?",
      "Щойно",
      "На жаль, під час створення вашого облікового запису сталася помилка. Повторіть спробу пізніше.",
      "Колишні тексти біографії",
      "-те",
      "Надійний пристрій",
      "Вважаєте, що це несанкціоноване використання вашої інтелектуальної власності? {link_to_learn_how_to_report_it}",
      "Додатковий захист облікового запису",
      "Ми перевіряємо всі відео, щоб дізнатися, чи не порушують вони наші {monetization policy link}.",
      "Щоб продовжити, перейдіть на професійний обліковий запис",
      "та",
      "Це необхідно для входу й дає змогу:",
      "На жаль, під час перевірки коду сталася помилка. Спробуйте ще раз пізніше.",
      "Ми перевіримо вашу інформацію. Якщо ми зможемо підтвердити її, ви отримаєте доступ до свого облікового запису протягом приблизно 24 годин.",
      "Категорія",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink} ({violationText}). Дотримуйтеся наших правил, щоб запобігти видаленню вашого облікового запису, включно з дописами, архівом, повідомленнями й списком читачів.",
      "РОБОТА",
      "Увійти в PayPal",
      "Помилка",
      "Якщо ви не можете отримати захисний код через SMS, використайте {=auth app codes} або візьміть один із {=backup codes}",
      "Завершити видалення коментарів",
      "Назад до входу",
      "1 читач",
      "Ви можете ввійти за допомогою свого пов'язаного облікового запису Facebook.",
      "This gives {=business name} permission to send you direct messages on Instagram that they may use to send offers to provide customer support.",
      "Сталася помилка. Спробуйте ще раз.",
      "Продовжити ділитися інформацією про користувача {username}?",
      "Ми видалили ваш матеріал ({contentTypeText}), оскільки він порушував наші {communityGuidelinesLink}. Якщо ви повторно опублікуєте вміст, що порушує наші правила, ваш обліковий запис може бути видалено, включно з вашими дописами, архівом, повідомленнями й читачами.",
      "Сталася помилка",
      "Перегляньте {PayPal Policy} і дізнайтеся про свої права, пов'язані зі способами оплати.",
      "Будь-хто зможе бачити ваші світлини та відео в Instagram. Вам більше не треба буде затверджувати читачів.",
      "Отримуйте електронні листи про скидання пароля лише з тих пристроїв, на яких ви вже користувалися Instagram. Це налаштування буде активне впродовж наступних {days to snooze} дн.",
      "Вибрати посилання на допис",
      "-те",
      "Підготовка чернетки",
      "Забули PIN-код?",
      "Використання візитки",
      "Ім'я можна змінювати лише двічі протягом 14 днів.",
      "Значок контура світлини",
      "Увійдіть, щоб переглянути цю розповідь",
      "Зараз у нас зменшилася кількість спеціалістів, які розглядають скарги. Ми докладаємо всіх зусиль, щоб спочатку перевіряти контент, який потенційно може завдати найбільшої шкоди.",
      "Усе готово",
      "Докладніше",
      "ввечері",
      "Введіть код",
      "Налаштування",
      "Люди в цьому списку – це контакти, які ви завантажили в Instagram. Щоб видалити синхронізовані контакти, натисніть «Видалити всі». Контакти будуть повторно завантажені під час наступної синхронізації контактів. Щоб зупинити синхронізацію, у налаштуваннях пристрою скасуйте доступ Instagram до контактів.",
      "Ім'я користувача",
      "Ви не зможете підтвердити деякі платежі, доки не скинете PIN-код.",
      "Створити обліковий запис",
      "Отримати новий код",
      "Зображення розмите, щоб захистити вас від небажаного вмісту.",
      "Файли cookie",
      "Повідомлення про спам допомагають нам зрозуміти проблеми зі спамом в Instagram. Якщо ви вважаєте, що цей обліковий запис порушує наші {link_to_instagram_community_guidelines} або {link_to_instagram_terms_of_use} і його слід видалити, позначте його як неприйнятний.",
      "Запит не виконано",
      "Лише близькі друзі",
      "Скасувати",
      "Після надання дійсного зустрічного повідомлення DMCA ми одразу надішлемо його стороні, яка подала скаргу. Якщо сторона, яка подала скаргу, не повідомить нас про подання позову до суду задля обмеження ваших дій з порушення авторських прав в Instagram, пов'язаних зі спірними матеріалами, ми якнайшвидше відновимо ваші матеріали відповідно до закону DMCA. У нечастих випадках ми можемо не мати можливості відновити ваші матеріали через технічні обмеження. У такому разі ми надішлемо вам повідомлення, щоб ви самостійно опублікували ці матеріали на сайті, якщо ви цього хочете. У дійсному зустрічному повідомленні, окрім інших відомостей, слід указати ваше ім'я, адресу й номер телефону, а сторона, яка поскаржилася на ваші матеріали, може використати цю інформацію проти вас у суді. Це означає, що Instagram має надати вказану вами в зустрічному повідомленні контактну інформацію стороні, яка подала скаргу. Відновлений матеріал не буде використовуватися проти вас, якщо ваш обліковий запис колись буде проходити перевірку на предмет можливого порушення правил щодо повторного порушення політик.",
      "Електронні листи про товари",
      "Instagram",
      "Завантажте додаток Instagram",
      "Увійдіть, щоб продовжити",
      "Значок розкривного меню вибору країни",
      "{count} запит",
      "Зберігайте світлини та відео в колекцію.",
      "Номер телефону",
      "Пошук",
      "Докладніше про опитування",
      "Не видаляти обліковий запис",
      "Після поширення світлини відображатимуться у вашому профілі.",
      "Сторінка для розкриття інформації",
      "Зміни не збережено. Ви дійсно хочете скасувати?",
      "Торкніться для попереднього перегляду.",
      "Ви надіслали повідомлення",
      "Основна світлина",
      "Обробка платежу зайняла забагато часу, але він міг бути виконаний. Перевірте електронну пошту на наявність квитанції.",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (n) {
        switch (n) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_ukrainian-uk.png/b5e1e273a936.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_ukranian-uk.png/42f26bf0b3b5.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [3211264, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      if ("object" == typeof e && void 0 !== m) m.exports = t();
      else if ("function" == typeof define && define.amd) define([], t);
      else {
        var n;
        (
          (n =
            "undefined" != typeof window
              ? window
              : void 0 !== g
              ? g
              : "undefined" != typeof self
              ? self
              : this).numbro || (n.numbro = {})
        ).ukUA = t();
      }
    })(function () {
      return (function t(n, o, u) {
        function s(c, l) {
          if (!o[c]) {
            if (!n[c]) {
              var p = "function" == typeof r && r;
              if (!l && p) return p(c, !0);
              if (f) return f(c, !0);
              var h = new Error("Cannot find module '" + c + "'");
              throw ((h.code = "MODULE_NOT_FOUND"), h);
            }
            var y = (o[c] = { exports: {} });
            n[c][0].call(
              y.exports,
              function (t) {
                return s(n[c][1][t] || t);
              },
              y,
              y.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[c].exports;
        }
        for (var f = "function" == typeof r && r, c = 0; c < u.length; c++)
          s(u[c]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "uk-UA",
                delimiters: { thousands: " ", decimal: "," },
                abbreviations: {
                  thousand: "тис.",
                  million: "млн",
                  billion: "млрд",
                  trillion: "блн",
                },
                ordinal: function () {
                  return "";
                },
                currency: { symbol: "₴", position: "postfix", code: "UAH" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                  average: !0,
                },
                formats: {
                  fourDigits: {
                    totalLength: 4,
                    spaceSeparated: !0,
                    average: !0,
                  },
                  fullWithTwoDecimals: {
                    output: "currency",
                    mantissa: 2,
                    spaceSeparated: !0,
                    thousandSeparated: !0,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    mantissa: 2,
                    thousandSeparated: !0,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    spaceSeparated: !0,
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
        },
        {},
        [1]
      )(1);
    });
  },
  3211264,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [3211265]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: ".",
      shortDayNames: ["пн", "вт", "ср", "чт", "пт", "сб", "нд"],
      timeSeparator: ":",
      weekStart: 0,
      formats: {
        D: "D",
        "D g:ia": "D G:i",
        "D M d": "j F Y\\ \\р\\.",
        "D M d, Y": "j F Y\\ \\р\\.",
        "D M j": "j F Y\\ \\р\\.",
        "D M j, g:ia": "j F Y\\ \\р\\. G:i",
        "D M j, y": "j F Y\\ \\р\\.",
        "D M j, Y g:ia": "j F Y\\ \\р\\. G:i",
        "D, M j, Y": "j F Y\\ \\p\\.",
        "F d": "j F",
        "F d, Y": "j F Y\\ \\р\\.",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y\\ \\р\\.",
        "F j, Y @ g:i A": "j F Y\\ \\р\\. G:i",
        "F j, Y g:i a": "j F Y\\ \\р\\. G:i",
        "F jS": "j F",
        "F jS, g:ia": "j F Y\\ \\р\\. G:i",
        "F jS, Y": "j F Y\\ \\р\\.",
        "F Y": "F Y\\ \\р\\.",
        "g A": "G",
        "g:i": "G:i",
        "g:i A": "G:i",
        "g:i a": "G:i",
        "g:iA": "G:i",
        "g:ia": "G:i",
        "g:ia F jS, Y": "j F Y\\ \\р\\. G:i",
        "g:iA l, F jS": "j F Y\\ \\р\\. G:i",
        "g:ia M j": "j F Y\\ \\р\\. G:i",
        "g:ia M jS": "j F Y\\ \\р\\. G:i",
        "g:ia, F jS": "j F Y\\ \\р\\. G:i",
        "g:iA, l M jS": "j F Y\\ \\р\\. G:i",
        "g:sa": "G:i",
        "H:I - M d, Y": "j F Y\\ \\р\\. G:i",
        "h:i a": "G:i",
        "h:m:s m/d/Y": "d.m.Y G:i:s",
        j: "j",
        "l F d, Y": "j F Y\\ \\р\\.",
        "l g:ia": "l G:i",
        "l, F d, Y": "j F Y\\ \\р\\.",
        "l, F j": "j F Y\\ \\р\\.",
        "l, F j, Y": "j F Y\\ \\р\\.",
        "l, F jS": "j F Y\\ \\р\\.",
        "l, F jS, g:ia": "j F Y\\ \\р\\. G:i",
        "l, M j": "j F Y\\ \\р\\.",
        "l, M j, Y": "j F Y\\ \\р\\.",
        "l, M j, Y g:ia": "j F Y\\ \\р\\. G:i",
        "M d": "j F",
        "M d, Y": "j F Y\\ \\р\\.",
        "M d, Y g:ia": "j F Y\\ \\р\\. G:i",
        "M d, Y ga": "j F Y\\ \\р\\. G",
        "M j": "j F",
        "M j, Y": "j F Y\\ \\р\\.",
        "M j, Y g:i A": "j F Y\\ \\р\\. G:i",
        "M j, Y g:ia": "j F Y\\ \\р\\. G:i",
        "M jS, g:ia": "j F Y\\ \\р\\. G:i",
        "M Y": "F Y\\ \\р\\.",
        "M y": "j F",
        "m-d-y": "d.m.Y",
        "M. d": "j F",
        "M. d, Y": "j F Y\\ \\р\\.",
        "j F Y": "j F Y",
        "m.d.y": "d.m.Y",
        "m/d": "d.m",
        "m/d/Y": "d.m.Y",
        "m/d/y": "d.m.Y",
        "m/d/Y g:ia": "d.m.Y G:i",
        "m/d/y H:i:s": "d.m.Y G:i:s",
        "m/d/Y h:m": "d.m.Y G:i:s",
        n: "d.m",
        "n/j": "d.m",
        "n/j, g:ia": "d.m.Y G:i",
        "n/j/y": "d.m.Y",
        Y: "Y\\ \\р\\.",
        "Y-m-d": "d.m.Y",
        "Y/m/d": "d.m.Y",
        "y/m/d": "d.m.Y",
        "j F Y\\ \\р\\.": "j F Y\\ \\р\\.",
      },
      ordinalSuffixes: {
        1: "-е",
        2: "-е",
        3: "-є",
        4: "-те",
        5: "-е",
        6: "-е",
        7: "-е",
        8: "-е",
        9: "-те",
        10: "-те",
        11: "-те",
        12: "-те",
        13: "-е",
        14: "-е",
        15: "-е",
        16: "-е",
        17: "-е",
        18: "-е",
        19: "-е",
        20: "-е",
        21: "-е",
        22: "-ге",
        23: "-є",
        24: "-те",
        25: "-те",
        26: "-е",
        27: "-е",
        28: "-е",
        29: "-е",
        30: "-е",
        31: "-е",
      },
    };
  },
  3211265,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "uk_UA";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [3211266]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "Андорра",
        AE: "Об'єднані Арабські Емірати",
        AF: "Афганістан",
        AG: "Антигуа і Барбуда",
        AI: "Ангілья",
        AL: "Албанія",
        AM: "Вірменія",
        AN: "Нідерландські Антильські Острови",
        AO: "Ангола",
        AQ: "Антарктика",
        AR: "Аргентина",
        AS: "Американське Самоа",
        AT: "Австрія",
        AU: "Австралія",
        AW: "Аруба",
        AX: "Аландські острови (Фінляндія)",
        AZ: "Азербайджан",
        BA: "Боснія та Герцеговина",
        BB: "Барбадос",
        BD: "Бангладеш",
        BE: "Бельгія",
        BF: "Буркіна-Фасо",
        BG: "Болгарія",
        BH: "Бахрейн",
        BI: "Бурунді",
        BJ: "Бенін",
        BL: "Острів Святого Варфоломія",
        BM: "Бермудські острови",
        BN: "Бруней",
        BO: "Болівія",
        BQ: "Бонер, Сінт-Естатіус і Саба",
        BR: "Бразилія",
        BS: "Багамські Острови",
        BT: "Бутан",
        BV: "Острів Буве",
        BW: "Ботсвана",
        BY: "Білорусь",
        BZ: "Беліз",
        CA: "Канада",
        CC: "Кокосові (Кілінгові) острови",
        CD: "Демократична Республіка Конго",
        CF: "Центрально-Африканська Республіка",
        CG: "Республіка Конго",
        CH: "Швейцарія",
        CI: "Кот-д'Івуар",
        CK: "Острови Кука",
        CL: "Чилі",
        CM: "Камерун",
        CN: "Китай",
        CO: "Колумбія",
        CR: "Коста-Рика",
        CU: "Куба",
        CV: "Кабо-Верде",
        CW: "Кюрасао",
        CX: "Острів Різдва",
        CY: "Кіпр",
        CZ: "Чехія",
        DE: "Німеччина",
        DJ: "Джибуті",
        DK: "Данія",
        DM: "Домініка",
        DO: "Домініканська Республіка",
        DZ: "Алжир",
        EC: "Еквадор",
        EE: "Естонія",
        EG: "Єгипет",
        EH: "Західна Сахара",
        ER: "Еритрея",
        ES: "Іспанія",
        ET: "Ефіопія",
        FI: "Фінляндія",
        FJ: "Фіджі",
        FK: "Фолклендські острови",
        FM: "Федеративні Штати Мікронезії",
        FO: "Фарерські острови",
        FR: "Франція",
        GA: "Габон",
        GB: "Об'єднане Королівство",
        GD: "Гренада",
        GE: "Грузія",
        GF: "Французька Гвіана",
        GG: "Гернсі",
        GH: "Гана",
        GI: "Гібралтар",
        GL: "Гренландія",
        GM: "Гамбія",
        GN: "Гвінея",
        GP: "Гваделупа",
        GQ: "Екваторіальна Гвінея",
        GR: "Греція",
        GS: "Південна Джорджія та Південні Сандвічеві острови",
        GT: "Гватемала",
        GU: "Гуам",
        GW: "Гвінея-Бісау",
        GY: "Гайана",
        HK: "Гонконг",
        HM: "Острів Герд і острови Макдональд",
        HN: "Гондурас",
        HR: "Хорватія",
        HT: "Гаїті",
        HU: "Угорщина",
        ID: "Індонезія",
        IE: "Ірландія",
        IL: "Ізраїль",
        IM: "Острів Мен",
        IN: "Індія",
        IO: "Британська Територія у Індійському Океані",
        IQ: "Ірак",
        IR: "Іран",
        IS: "Ісландія",
        IT: "Італія",
        JE: "Джерсі",
        JM: "Ямайка",
        JO: "Йорданія",
        JP: "Японія",
        KE: "Кенія",
        KG: "Киргизстан",
        KH: "Камбоджа",
        KI: "Кірибаті",
        KM: "Коморські острови",
        KN: "Сент-Кітс і Невіс",
        KP: "Північна Корея (КНДР)",
        KR: "Південна Корея",
        KW: "Кувейт",
        KY: "Кайманові острови",
        KZ: "Казахстан",
        LA: "Лаос",
        LB: "Ліван",
        LC: "Сент-Люсія",
        LI: "Ліхтенштейн",
        LK: "Шрі-Ланка",
        LR: "Ліберія",
        LS: "Лесото",
        LT: "Литва",
        LU: "Люксембург",
        LV: "Латвія",
        LY: "Лівія",
        MA: "Марокко",
        MC: "Монако",
        MD: "Молдова",
        ME: "Чорногорія",
        MF: "Сент-Мартін",
        MG: "Мадагаскар",
        MH: "Маршаллові острови",
        MK: "Македонія",
        ML: "Малі",
        MM: "М'янма",
        MN: "Монголія",
        MO: "Макао",
        MP: "Північні Маріанські острови",
        MQ: "Мартініка",
        MR: "Мавританія",
        MS: "Монтсеррат",
        MT: "Мальта",
        MU: "Маврикій",
        MV: "Мальдиви",
        MW: "Малаві",
        MX: "Мексика",
        MY: "Малайзія",
        MZ: "Мозамбік",
        NA: "Намібія",
        NC: "Нова Каледонія",
        NE: "Ніґер",
        NF: "Острів Норфолк",
        NG: "Нігерія",
        NI: "Нікарагуа",
        NL: "Нідерланди",
        NO: "Норвегія",
        NP: "Непал",
        NR: "Науру",
        NU: "Ніуе",
        NZ: "Нова Зеландія",
        OM: "Оман",
        PA: "Панама",
        PE: "Перу",
        PF: "Французька Полінезія",
        PG: "Папуа Нова Ґвінея",
        PH: "Філіппіни",
        PK: "Пакистан",
        PL: "Польща",
        PM: "Сент-П'єр та Мікелон",
        PN: "Острови Піткерн",
        PR: "Пуерто-Рико",
        PS: "Палестина",
        PT: "Португалія",
        PW: "Палау",
        PY: "Парагвай",
        QA: "Катар",
        RE: "Реюньйон",
        RO: "Румунія",
        RS: "Сербія",
        RU: "Росія",
        RW: "Руанда",
        SA: "Саудівська Аравія",
        SB: "Соломонові острови",
        SC: "Сейшельські острови",
        SD: "Судан",
        SE: "Швеція",
        SG: "Сингапур",
        SH: "Острів Святої Єлени",
        SI: "Словенія",
        SJ: "Шпіцберген та Ян-Маєн",
        SK: "Словаччина",
        SL: "Сьєрра-Леоне",
        SM: "Сан-Марино",
        SN: "Сенегал",
        SO: "Сомалі",
        SR: "Суринам",
        SS: "Південний Судан",
        ST: "Сан-Томе і Принсипі",
        SV: "Ель-Сальвадор",
        SX: "Сінт-Мартен",
        SY: "Сирія",
        SZ: "Свазиленд",
        TC: "Острови Теркс і Кайкос",
        TD: "Чад",
        TF: "Французькі Південні та Антарктичні території",
        TG: "Того",
        TH: "Таїланд",
        TJ: "Таджикистан",
        TK: "Токелау",
        TL: "Східний Тимор",
        TM: "Туркменістан",
        TN: "Туніс",
        TO: "Тонга",
        TR: "Турція",
        TT: "Тринідад і Тобаго",
        TV: "Тувалу",
        TW: "Тайвань",
        TZ: "Танзанія",
        UA: "Україна",
        UG: "Уганда",
        UM: "Зовнішні малі острови США",
        US: "Сполучені Штати Америки",
        UY: "Уругвай",
        UZ: "Узбекистан",
        VA: "Ватикан",
        VC: "Сент-Вінсент і Гренадіни",
        VE: "Венесуела",
        VG: "Британські Віргінські Острови",
        VI: "Американські Віргінські Острови",
        VN: "В'єтнам",
        VU: "Вануату",
        WF: "Уолліс і Футуна",
        WS: "Самоа",
        XK: "Косово",
        YE: "Ємен",
        YT: "Майотта",
        ZA: "Південно-Африканська Республіка",
        ZM: "Замбія",
        ZW: "Зімбабве",
      },
    };
  },
  3211266,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [3211267]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ",",
      numberDelimiter: " ",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 3,
      },
      numberingSystemData: null,
    };
  },
  3211267,
  []
);
