__d(
  function (g, r, i, a, m, e, d) {
    r(d[0]), r(d[1]), r(d[2]), r(d[3]), r(d[4]), r(d[5]), r(d[6]);
  },
  65536,
  [65537, 65538, 65539, 65542, 65544, 65545, 65547]
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 });
    (e.strs = [
      "ಸಂಘಟನೆಯ ಲೇಖನಗಳು",
      "ಭಾಷೆ",
      "ಪೂರ್ವಾಹ್ನ",
      "ಮುಕ್ತ ಮಾಧ್ಯಮ ಗ್ಯಾಲರಿ",
      "ಈ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಬಾರದೆಂದು ನೀವು ನಂಬಿದರೆ, ನೀವು {appeal form link} ಅನ್ನು ತುಂಬುವ ಮೂಲಕ ಮೇಲ್ಮನವಿಯನ್ನು ದಾಖಲಿಸಬಹುದು",
      "ನಿಮ್ಮ ಹೆಸರು ಅಥವಾ ಸಂಸ್ಥೆಯ ಹೆಸರು",
      "{date} ರಂದು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "{username} ಅವರು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ.",
      "ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನೇ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಅನುಸರಿಸಲಾಗುತ್ತಿದೆ",
      "WhatsApp ಐಕಾನ್",
      "ಡೈರೆಕ್ಟ್‌ಗೆ ಹಂಚಿಕೊಳ್ಳಿ",
      "ವರ್ಗಗಳು",
      "ನಿಮ್ಮ ಕೀ",
      "ಈ ವೀಡಿಯೊವನ್ನು ಈ ಕೆಳಗಿನ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ ಎಂದು ಜ್ಞಾಪಿಸಿ:",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನವೀಕರಿಸಿ. ಇದನ್ನು ಹೊರತುಪಡಿಸಿ ಎಲ್ಲಾ ಸೆಷನ್‌ಗಳಿಂದ ನೀವು ಲಾಗ್ ಔಟ್ ಆಗುತ್ತೀರಿ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶಿಸಲು ಪ್ರಯತ್ನಿಸಿದವರಿಗೆ ಪ್ರವೇಶವಿರುವುದಿಲ್ಲ.",
      "Instagram ಈ ಇಮೇಲ್‌ ವಿಳಾಸಕ್ಕೆ ನವೀಕರಣಗಳನ್ನು ಕಳುಹಿಸುತ್ತದೆ.",
      "ಇಮೇಲ್ ಮತ್ತು SMS",
      "ಕಥೆ ಲಭ್ಯವಿಲ್ಲ",
      "ಕಳುಹಿಸು",
      "ತೆರೆ",
      "ಈ ಖಾತೆಯು Instagram ಸಮುದಾಯದ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂದು ನಾನು ನಂಬುತ್ತೇನೆ",
      "ಶೀರ್ಷಿಕೆಯನ್ನು ಬರೆಯಿರಿ...",
      "ಭರ್ತಿ ಮಾಡಿದ ಭೌತಿಕ ವಿಳಾಸ ವೃತ್ತದ ಚೆಕ್‌ಮಾರ್ಕ್",
      "ಸಮುದಾಯ",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋವನ್ನು ಸೇರಿಸಿ, ಇದರಿಂದ ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ಅದು ನೀವು ಎಂಬುದಾಗಿ ತಿಳಿಯುತ್ತದೆ.",
      "hundred_million",
      "ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಮಾರ್ಗಸೂಚಿಗಳು",
      "ಸಂಪಾದಿಸಿ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡುವಿಕೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗುತ್ತಿದೆ.",
      "ಮನರಂಜನೆ",
      "ಪಠ್ಯ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿ",
      "ಮುಂದುವರಿಸು",
      "ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ",
      "ನಿಮಗಾಗಿ ಖಾತೆಯನ್ನು ರಚಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ",
      "PayPal",
      "ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸು",
      "ನನಗೆ ಖಾಸಗಿ ಖಾತೆ ಅಗತ್ಯವಿದೆ",
      "ಪೋಸ್ಟ್ ಮಾರಾಟಮಾಡಲು ಅಥವಾ ಔಷಧಗಳು ವಿತರಿಸಲು ಉದ್ದೇಶಿಸಲಾಗಿದೆ",
      "ಪ್ರತ್ಯೇಕವಾಗಿ ಕಳುಹಿಸಿ",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ",
      "ರಾಷ್ಟ್ರದ ಹೆಸರು ಅಥವಾ ಕೋಡ್",
      "ಮಸುಕು",
      "ಗೌಪ್ಯತಾ ನೀತಿ",
      "ಖಾಸಗಿ ಖಾತೆ",
      "ಚೆವ್ರಾನ್",
      "Connect",
      "ಎಲ್ಲಾ ಅನುಸರಿಸುವವರನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಬೇರೊಂದು ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ಹಿಂದಿನ ಪೂರ್ಣ ಹೆಸರುಗಳು",
      "ನೀವು ಈ ಹಿಂದೆ Facebook ‌ನೊಂದಿಗೆ {application name} ಗೆ ಲಾಗ್ ಇನ್ ಆಗಿದ್ದೀರಿ.",
      "ಡೇಟಾವನ್ನು ಬಳಸಲಾಗುತ್ತಿದೆ",
      "{date} ದಿನದಂದು {time of day} ಸಮಯದಲ್ಲಿ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದ ವೀಡಿಯೊವನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು ಕೆಳಗಿನ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿದೆ:",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಂಪರ್ಕ ಬಟನ್ ಪ್ರದರ್ಶಿಸಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ.",
      "ಲೈವ್",
      "ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲು ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ಔಟ್‌ಲೈನ್ ಐಕಾನ್ ಅನ್ನು ಚೆಕ್‌ಗುರುತು ಮಾಡಿ",
      "ಆಡಿಯೊ ಟಾಗಲ್ ಮಾಡಿ",
      'Instagram ಗೆ ಲಿಂಕ್ ಮಾಡಲು ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಕೀ ಅನ್ನು ನಮೂದಿಸಿ. ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಖಾತೆ ಹೆಸರು ಅಗತ್ಯವಿದ್ದರೆ, ಅದಕ್ಕೆ "Instagram" ಎಂದು ಶೀರ್ಷಿಕೆ ಇರಿಸಿ ಆದ್ದರಿಂದ ಅದನ್ನು ಹುಡುಕುವುದು ಸುಲಭವಾಗಿದೆ.',
      "ನಿಮಗೆ ಲಾಗಿನ್ ಲಿಂಕ್ ಕಳುಹಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಹೇಗೆ ಪ್ರವೇಶಿಸುವುದು ಎಂಬುದರ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ Instagram ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ ಭೇಟಿ ನೀಡಿ.",
      "ಇದೀಗ ಅವರು Instagram ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಲು ವಿನಂತಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. Instagram ನೀವು ಅವರನ್ನು ಅನಿರ್ಬಂಧಿಸಿರುವುದನ್ನು ಅವರಿಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "ಕೊವಿಡ್-19 ಸಮೀಕ್ಷೆ ಐಕಾನ್",
      "+ ಲಿಂಕ್ ಸೇರಿಸು",
      "ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾದ ಸಂದೇಶ",
      "ಕ್ಯಾಮರಾ",
      "ನಿಮ್ಮ ಹೊಸ ವ್ಯವಹಾರ ಖಾತೆಯನ್ನು ಡೆಸ್ಕ್‌ಟಾಪ್‌ನಲ್ಲಿ ವ್ಯಾಪಾರ ಸೂಟ್ ಅಥವಾ ಕ್ರಿಯೇಟರ್ ಸ್ಟುಡಿಯೋದೊಂದಿಗೆ ನಿರ್ವಹಿಸಿ.",
      "ID ಫೋಟೋದ ಮುಂಭಾಗವನ್ನು ಸೇರಿಸಿ",
      "ನಮ್ಯತೆಯ ಪ್ರೊಫೈಲ್ ನಿಯಂತ್ರಣಗಳು",
      "ರದ್ದುಮಾಡು",
      "ಸೌಂಡ್‌ಟ್ರ್ಯಾಕ್ ಅಥವಾ ಸಂಗೀತದಂತಹ ಆಡಿಯೋ ಸೇರಿದಂತೆ ವೀಡಿಯೊದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿಯಿದ್ದರೆ, ನೀವು ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ಮನವಿ ಮಾಡಬಹುದು ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಮರು-ಪೋಸ್ಟ್ ಮಾಡಬಹುದಾಗಿದೆ. ಜನರು ಹಂಚಿಕೊಳ್ಳಲು ಅಧಿಕಾರವಿರುವ ವೀಡಿಯೊಗಳನ್ನು ಮಾತ್ರ ಪೋಸ್ಟ ಮಾಡಬೇಕು ಎಂಬುದನ್ನು ನೆನಪಿನಲ್ಲಿಡಿ. ನಿಮ್ಮದಲ್ಲದ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವಿಕೆಯು ನಿಮ್ಮ ಖಾತೆಯ ವಿರುದ್ಧ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲು ಕಾರಣವಾಗಬಹುದು.",
      "ಭದ್ರತೆ ಕೋಡ್ ಅಗತ್ಯವಿದೆ",
      "ಪ್ರತ್ಯುತ್ತರಿಸು",
      "Instagram ಇಂದ ಇಮೇಲ್‌ಗಳು",
      "ಡೇಟಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "ಫಲಿತಾಂಶಗಳಿಲ್ಲ",
      "ನಿಮ್ಮ ಜನ್ಮದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ",
      "ಸಲಹೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೊ ಸೇರಿಸಿ",
      "ನಾವು ಗುರುತಿಸದ ಸಾಧನದಲ್ಲಿ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ಹೆಚ್ಚುವರಿ ಕೋಡ್ ಅಗತ್ಯವಿರುವ ಮೂಲಕ ಎರಡು ಅಂಶಗಳ ದೃಢೀಕರಣವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಕ್ಷಿಸುತ್ತದೆ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುವುದು ನಮ್ಮ ಮೊದಲ ಆದ್ಯತೆಯಾಗಿದೆ, ಮತ್ತು ಈ ರೀತಿಯ ಸಮಸ್ಯೆಗಳನ್ನು ತಡೆಯಲು ನಾವು ನಿರಂತರವಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ಇದು ಸಂಭವಿಸಿದಕ್ಕಾಗಿ ನಾವು ಕ್ಷಮಿಸಿಯಾಚಿಸುತ್ತೇವೆ. Android ಬೀಟಾ ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸಿದ್ದಕ್ಕಾಗಿ ಮತ್ತು ಎಲ್ಲರಿಗೂ Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸುಧಾರಿಸುವ ನಿಮ್ಮ ಸಹಾಯಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು {email} ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಈ ಸಂಶೋಧನೆಯನ್ನು ಬೆಂಬಲಿಸುವುದು ನಮ್ಮ {Data Policy} ನಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಸಾಮಾಜಿಕ ಉತ್ತಮ ಉಪಕ್ರಮಗಳನ್ನು ಬೆಂಬಲಿಸುವ ನಮ್ಮ ಪ್ರಯತ್ನಗಳ ಒಂದು ಭಾಗವಾಗಿದೆ.",
      "Allow {=business name} to start a chat with you on Instagram?",
      "ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "Instagram Lite",
      "ಭಾಷೆಯ ಪರದೆಯನ್ನು ಬದಲಿಸಿ",
      "ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ",
      "ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ನವೀಕರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ",
      "ಅನುಸರಿಸಬೇಡ",
      "Google ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡು",
      "Facebook ಪುಟವನ್ನು ರಚಿಸಿ",
      "{filename} ತುಂಬಾ ದೀರ್ಘವಾಗಿದೆ. ಮುಂದುವರಿಸಲು, ಚಿಕ್ಕ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಅಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ನಿಮಗೆ SMS ಕಳುಹಿಸಲು ನಾವು ವಿಫಲರಾಗಿದ್ದೇವೆ.",
      "ದಿನದದು ಅವಧಿ ಮುಗಿಯುತ್ತದೆ",
      "{broadcaster's username} ಅವರು ನಿಮಗೆ ವೇವ್ ಮಾಡಿದ್ದಾರೆ 👋",
      "ಎರಡು ಅಂಶದ ದೃಢೀಕರಣ ಸಕ್ರಿಯಗೊಳಿಸಿ",
      "{weeks} ವಾರಗಳ ಹಿಂದೆ",
      "Firefox",
      "ನಿಮ್ಮ ಮೊದಲ ಫೋಟೋವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ",
      "ಪುಟದ ಪಿನ್‌ನಲ್ಲಿ ಸರ್ಕಲ್ ಚೆಕ್ ಐಕಾನ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ",
      "ಚಟುವಟಿಕೆಗಳು",
      "{Bold text if your appeal for photo is rejected} ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವವರು ಫೋಟೋವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿನಂತಿಸಬಹುದು, ಅದನ್ನು Instagram ನಿಂದ ಅದು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುತ್ತದೆ.",
      "ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ, ನೀವು Facebook ನಲ್ಲಿ ಬಳಸಿದ {cardName} ಗಾಗಿ ಕೋಡ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ. ನಿಮ್ಮ ಮತ್ತು ಉಳಿಸಿದ ಎಲ್ಲಾ ಪಾವತಿ ವಿಧಾನಗಳು ಇದಕ್ಕಾಗಿ ಮತ್ತು ಭವಿಷ್ಯದ Facebook Pay ಪಾವತಿಗಳಿಗೆ ಲಭ್ಯವಿರುತ್ತವೆ.",
      "ಹಕ್ಕುಸ್ವಾಮ್ಯ ಅಥವಾ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಉಲ್ಲಂಘನೆ",
      "ಸಲಹೆ ನೀಡಲಾದ ಪ್ರೊಫೈಲ್‌ಗಳು",
      "ಕಾರ್ನೆಗೀ ಮೆಲಾನ್ ವಿಶ್ವವಿದ್ಯಾಲಯದ ಡೆಲ್ಫಿ ಸಂಶೋಧನಾ ಕೇಂದ್ರವು ನಡೆಸಿದ ಈ ಸ್ವಯಂಪ್ರೇರಿತ ಸಮೀಕ್ಷೆಯು ಕೊರೊನಾವೈರಸ್ ಹರಡುವುದನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಆರೋಗ್ಯ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುತ್ತದೆ. ಇದು 3-5 ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನೀವು Instagram ಅನ್ನು ತ್ಯಜಿಸುತ್ತೀರಿ.",
      "ನಿಮ್ಮ Facebook Pay ಪಿನ್ ನಮೂದಿಸಿ",
      "ಐಕಾನ್ ಲಾಕ್ ಮಾಡಿ",
      "ಅವರ ಫೋಟೊಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಅನುಸರಿಸಿ.",
      "ಇದು ಈ ಗ್ಯಾಲರಿಯಿಂದ ವೀಡಿಯೊವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ",
      "ನನ್ನ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ತೋರಿಸು",
      "ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "ಪ್ರಸ್ತುತ ಫೋನ್ ಸಂಖ್ಯೆ:",
      "ಅಪ್ಲಿಕೇಶನ್ ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ನೀವು ನಿರೀಕ್ಷಿಸುತ್ತಿರುವ ವಿರಾಮವನ್ನು ನಿಮಗೆ ಒದಗಿಸಬೇಕಾಗಿದೆ. ನಿಮ್ಮ ಎಲ್ಲ ಫೋಟೊಗಳು ಮತ್ತು ಪ್ರೊಫೈಲ್ ಡೇಟಾವನ್ನು ಈಗಲೂ ಸಹ ಉಳಿಸಲಾಗುತ್ತದೆ, ಆದರೆ ನೀವು ಇನ್ನು ಮುಂದೆ ಒತ್ತುವ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ, ತದನಂತರ ನಿಮಗೆ ಇಷ್ಟವಾಗುವಾಗ Instagram ಅನ್ನು ಮರುಸ್ಥಾಪಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಹಿಂತಿರುಗಬಹುದಾಗಿರುತ್ತದೆ.",
      "ಸ್ಥಳವನ್ನು ನೋಡಿ",
      "ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನಮ್ಮ {=Terms} & {=Privacy Policy} ಗೆ ನೀವು ಒಪ್ಪಿರುತ್ತೀರಿ.",
      "ನಿಮ್ಮ ಇಮೇಲ್‌ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಿ ಅಥವಾ ದೃಢೀಕರಣವನ್ನು ಮರುಕಳುಹಿಸಿ",
      "ಕಿರುಕುಳ ಅಥವಾ ಬೆದರಿಕೆ",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನೀವು  Instagram ಅಥವಾ Facebook ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಬಹುದು",
      "ಮುಗಿದಿದೆ",
      "ನೀವು ಮತ್ತು {username} ಅವರು ಮಾತ್ರ ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಬಹುದು. ನೀವು ಅದನ್ನು ಅನುಮೋದಿಸಿದರೆ, ಅದು ಎಲ್ಲರಿಗೂ ಗೋಚರಿಸುತ್ತದೆ.",
      "ಅನುಸರಿಸುವವರನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪಡೆಯಿರಿ",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಲಿಂಕ್ ಮಾಡಿದ ನಿಮ್ಮ Instagram ಬಳಕೆದಾರಹೆಸರು, ಫೋನ್ ಸಂಖ್ಯೆ ಅಥವಾ ಇಮೇಲ್ ವಿಳಾಸದ ಮೂಲಕ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ಮರುಹೊಂದಿಸಲು ನಾವು ಸಹಾಯ ಮಾಡಬಹುದು.",
      "ದ್ವೇಷದ ಮಾತು ಅಥವಾ ಚಿಹ್ನೆಗಳ ಮಾರ್ಗದರ್ಶನಗಳು",
      "Instagram ಡಾಗ್‌ಫುಡಿಂಗ್ ಮತ್ತು ಎಲ್ಲರಿಗೂ ಅಪ್ಲಿಕೇಶನ್ ಸುಧಾರಣೆ ಮಾಡಲು ನಿಮ್ಮ ಸಹಾಯಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು {email} ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ.",
      "ನೀವು ಅವರ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಅವುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಾದರೂ ಅನಿರ್ಬಂಧಿಸಬಹುದು.",
      "Instagram ಅಪ್ಲಿಕೇಶನ್",
      "ಉಡುಗೊರೆ ಸಹಾಯವನ್ನು ತೆಗೆದುಹಾಕಿ",
      "ಅನುಸರಿಸು",
      "IP ಉಲ್ಲಂಘನೆ ವರದಿಗಳನ್ನು ತೋರಿಸಿ",
      "ಶ್ರವಣದೋಷವುಳ್ಳ ಜನರಿಗೆ ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ವೀಡಿಯೊಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲಾದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ. ಅವುಗಳು iOS ಮತ್ತು Android ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿರುತ್ತವೆ ಮತ್ತು ಗೋಚರಿಸಲು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
      "{name of the user who tagged the other user in the photo} ಅವರು ಫೋಟೋದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಟ್ಯಾಗ್ ಮಾಡಿದ್ದಾರೆ.",
      "ಇವುಗಳು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ತೆಗೆದುಹಾಕಲಾದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಾಗಿವೆ. ಇದರರ್ಥ ಅವರು ನೀವು ಹಿಂದೆ ಹಂಚಿಕೊಂಡಿರುವ ಮಾಹಿತಿಗೆ ಅವರಿಗೆ ಇನ್ನೂ ಪ್ರವೇಶಿ ಇರಬಹುದು, ಆದರೆ ಖಾಸಗಿ ಮಾಹಿತಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ವಿನಂತಿಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "Instagram",
      "ಖಾತೆ ಗೌಪ್ಯತೆ ಬದಲಾವಣೆಗಳು",
      "ಖಚಿತಪಡಿಸು",
      "ಬಳಕೆದಾರ",
      "ಈ ಸಂವಾದವು ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ಸ್ಕ್ಯಾಮ್ ಆಗಿದೆ",
      "ಮೊಬೈಲ್ ಫೋನ್ ಐಕಾನ್",
      "ಈ ವೀಡಿಯೊವನ್ನು ಅಳಿಸಿ",
      "ಔಷಧಿಗಳ ಮಾರಾಟ ಅಥವಾ ಪ್ರಚಾರ",
      "ಯಾವುದೇ ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು ಇಲ್ಲ.",
      "ಕೋಡ್ ಮರುಕಳುಹಿಸಿ",
      "ಪುಶ್ ಅಧಿಸೂಚನೆಗಳು",
      "ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳು",
      "ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "Instagram ತೆರೆಯಿರಿ",
      "ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ",
      "ಇಮೇಲ್ ಮತ್ತು SMS ಅಧಿಸೂಚನೆಗಳು",
      "ಸಂದೇಶ ವಿನಂತಿಗಳು",
      "ನೀವು ನಮೂದಿಸಿರುವ ಇಮೇಲ್ ಯಾವುದೇ ಖಾತೆಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಫೋಟೋ {reference owner name} ಅವರ ಒಡೆತನದ ಫೋಟೋಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ.",
      "ಪೋಸ್ಟ್ ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಲೈವ್ ವೀಡಿಯೊ ಅಂತ್ಯಗೊಂಡಿದೆ",
      "ಕಳುಹಿಸು",
      "ಜನರಿಗೆ ಈ ಸಂಖ್ಯೆಯಲ್ಲಿ ಕರೆ ಮಾಡಲು ಅಥವಾ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ಪ್ರಮಾಣಿತ ಸಂದೇಶ ಕಳುಹಿಸುವ ದರಗಳು ಅನ್ವಯವಾಗುತ್ತವೆ.",
      "ಈಗ ಬೇಡ",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳನ್ನು ಅನುಸರಿಸಿ",
      "ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ",
      "ಹಿಂತಿರುಗು",
      "ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ, ದಯವಿಟ್ಟು ನಿಮ್ಮ PayPal ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ. ಹಾಗೆ ಮಾಡುವುದರಿಂದ, ನಿಮ್ಮ ಉಳಿಸಿದ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಇದಕ್ಕಾಗಿ ಮತ್ತು ಭವಿಷ್ಯದ ಪಾವತಿಗಳನ್ನು Instagram ನಲ್ಲಿ ಬಳಸಲು ನೀವು Facebook Pay ಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ.",
      "ಜನಪ್ರಿಯ ಖಾತೆಗಳು",
      "{username of sponsor 1}, {username of sponsor 2} ರೊಂದಿಗೆ ಪಾವತಿಸಿದ ಪಾಲುದಾರಿಕೆ",
      "{username} ಎಂದು ಮುಂದುವರಿಸು",
      "ಕಥೆ ಅಳಿಸುವುದೇ?",
      "ಸಾಮಾಜಿಕ ನೆಟ್‌ವರ್ಕ್‌ಗಳಿಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಹಿಗ್ಗಿಸಿ",
      "ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳು",
      "IGTV",
      "ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿ",
      "ಹೆಚ್ಚಿನ ಸಹಾಯ ಪಡೆಯಿರಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಉತ್ತಮವಾಗಿರುತ್ತದೆ",
      "ಮುಗಿದಿದೆ",
      "Instagram ನಲ್ಲಿ ನಮ್ಮ ಸಮುದಾಯವನ್ನು ಬೆಂಬಲಿಸಲು ಮತ್ತು ರಕ್ಷಿಸಲು ನಾವು ಈ ನೀತಿಗಳನ್ನು ರಚಿಸಿದ್ದೇವೆ.",
      "ಲಾಗಿನ್‌ ಮಾಡಿ",
      "ಇನ್‌ಸ್ಟಾಗ್ರಾಂ ಖಾತೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಲು ಈ ಇಮೇಲ್ ವಿಳಾಸ ಬಳಸಲು ನಿಮಗೆ ಇದೀಗ ಸಾಧ್ಯವಾಗುತ್ತದೆ ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಗೆ ಅದನ್ನು ಸೇರಿಸಿ.",
      "ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.",
      "ಮುಖಪತ್ರ",
      "ನೀವು ಮೂಲ ದರಕ್ಕಿಂತ ಮೇಲಿನ ಆದಾಯ ತೆರಿಗೆಯನ್ನು ಪಾವತಿಸಿದರೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ತೆರಿಗೆ ಪರಿಹಾರವನ್ನು ಪಡೆಯಲು ಬಯಸಿದರೆ, ನೀವು ನಿಮ್ಮ ಸ್ವಯಂ ಮೌಲ್ಯಮಾಪನ ತೆರಿಗೆ ಹಿಂಪಡೆಯುವಲ್ಲಿ ನಿಮ್ಮ ಎಲ್ಲಾ ಕೊಡುಗೆ ಕೊಡುಗೆಗಳನ್ನು ಒಳಗೊಂಡಿರಬೇಕು ಅಥವಾ ನಿಮ್ಮ ತೆರಿಗೆ ಕೋಡ್ ಹೊಂದಿಸಲು HRMC ಅನ್ನು ಕೇಳಿ.",
      "ನಿಮ್ಮ ಮೊದಲ ಪೋಟೊ ಅಥವಾ ವೀಡಿಯೊ ಹಂಚಿಕೊಳ್ಳಲು ಅಪ್ಲಿಕೇಶನ್ ಪಡೆಯಿರಿ.",
      "ಲಾಗ್ ಔಟ್ ಮಾಡಿ",
      "ಅಲ್ಲವೇ {username}?",
      "• ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು, ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ಸಹಾಯ ಮಾಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತಾದ ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ",
      "ನೀವು ಈ ದೇಣಿಗೆ ನೀಡುವ ಮೊದಲು, ನಾವು ಕೆಲವು ಮಾಹಿತಿಯನ್ನು ದೃಢೀಕರಿಸಬೇಕಾಗಿದೆ. ಅನಧಿಕೃತ ಪಾವತಿಗಳಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
      "ಮಾರ್ಗಸೂಚಕಗಳು",
      "ನೀವು ಸಂವಹನ ಮಾಡಿದ ಜಾಹೀರಾತುಗಳು",
      "ನೀವು ಈಗ ತ್ಯಜಿಸಿದರೆ, ನೀವು ಮಾಡಿದ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ.",
      "ಅನಿಮೇಟೆಡ್ ಚೆಕ್‌ಮಾರ್ಕ್",
      "ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಿ",
      "ಸ್ಥಳಗಳು",
      "ಪ್ರಾರಂಭಿಸು",
      "ಪ್ರೊಫೈಲ್‌ಗಳು",
      "ಜನ್ಮದಿನದ ಕಪ್‌ಕೇಕ್",
      "ಭಾನುವಾರ",
      "ಚಟುವಟಿಕೆ",
      "ಏನೋ ತಪ್ಪಾಗಿದೆ. ಐದು ನಿಮಿಷಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "Instagram ನಲ್ಲಿನ {location_name} • ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ನೀವು ಯಾವ ಸ್ನೇಹಿತರನ್ನು ಅನುಸರಿಸಬೇಕು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೆಯೇ Facebook ಗೆ ನಾವು ಎಂದಿಗೂ ಪೋಸ್ಟ್‌ ಮಾಡುವುದಿಲ್ಲ.",
      "Instagram ಅನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನೀವು ಈ ಡೇಟಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸುವಿಕೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕಾಗಿದೆ. ನೀವು ಖಚಿತವಾಗಿ ತ್ಯಜಿಸಲು ಬಯಸುವಿರಾ?",
      "ಆಯ್ಕೆಮಾಡಿ",
      "ಬ್ಲಾಗ್",
      "Instagram ನಲ್ಲಿ ಈ ವಿಷಯವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಅಗತ್ಯವಿರುವ ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ನಾನು ಹೊಂದಿದ್ದೇನೆ.",
      "ಚುನಾವಣೆಗೆ ಸಂಬಂಧಿಸಿದ ಸಂಭಾವ್ಯ ಸುಳ್ಳು ಮಾಹಿತಿ ಮತ್ತು ಹಾನಿಕಾರಕ ವಿಷಯಗಳ ಹರಡುವಿಕೆಯನ್ನು ತಡೆಯಲು ಎಲ್ಲಾ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳ ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಮರೆಮಾಡಲಾಗಿದೆ. {link that reads learn more}",
      "{username} ಅವರು ಸಂದೇಶವನ್ನು ಫಾರ್ವರ್ಡ್ ಮಾಡಿದ್ದಾರೆ",
      "ಮಾನ್ಯವಾದ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ",
      "ಈ ವೀಡಿಯೊವನ್ನು ಮರುಸ್ಥಾಪಿಸಿ",
      "ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?",
      "ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಯಾವುದು ನಿಮ್ಮನ್ನು ಉತ್ತಮವಾಗಿ ವಿವರಿಸುತ್ತದೆ?",
      "ಲಾಗಿನ್ ಚಟುವಟಿಕೆ",
      "Facebook ಉತ್ಪನ್ನಗಳಲ್ಲಿ ಮತ್ತು ಹೊರಗೆ ನಾವು ಬಳಸುವ ಕೆಲವು ಕುಕೀಸ್ ಮೇಲೆ ನಾವು ನಿಮಗೆ ನಿಯಂತ್ರಣವನ್ನು ಒದಗಿಸುತ್ತೇವೆ:",
      "ಪ್ರವೇಶಿಸುವಿಕೆ",
      "ಸ್ಯಾಚುರೇಶನ್",
      "ನೇ",
      "ಈ ವೀಡಿಯೊವನ್ನು ಬಳಸಲು ನನಗೆ ಅನುಮತಿ ಇದೆಯೇ ಎಂದು ನನಗೆ ಹೇಗೆ ತಿಳಿಯುವುದು?",
      "ಕೋರಿಕೆಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ",
      "ಡೌನ್‌ಲೋಡ್ ಗೆ ವಿನಂತಿಸಲಾಗಿದೆ",
      "ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡು",
      "ಕೋಡ್ ಮರುಕಳುಹಿಸಿ",
      "ಅನುಮೋದನೆಯನ್ನು ನೀಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ.",
      "ರದ್ದುಮಾಡು",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "{actionType} {prepositionType} {violationText} ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ಫೋಟೋಗಾಗಿ ಇದರ ಅರ್ಥವೇನು",
      "{full_terms} ಮತ್ತು {data_policy} ಓದಿರಿ",
      "ಆಯ್ಕೆಗಳು",
      "© {year} Instagram",
      "ವೀಡಿಯೊ ತ್ಯಜಿಸು",
      "ಏಪ್ರಿ",
      "ವೀಡಿಯೊ",
      "ಫೋಟೋದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಷಯವು ನಿಮ್ಮ ಮೂಲ ವಿಷಯವಾಗಿರುತ್ತದೆ ಮತ್ತು ನೀವು ಅದಕ್ಕೆ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವಿರಿ.",
      "ಈ ಸಂದೇಶವನ್ನು ವೀಕ್ಷಿಸಲು Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಿ.",
      "ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ",
      "ವಿರಾಮಗೊಳಿಸಿ",
      "ಐಕಾನ್ ಆನ್ನು ಡೈರೆಕ್ಟ್ ಮಾಡಿ",
      "ಸಲ್ಲಿಸು",
      "ಸಂಪರ್ಕಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ನೇ",
      "ಸುದ್ದಿಯನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ",
      "ನೀವು ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನಿಮ್ಮ {=backup codes} ಒಂದನ್ನು ಬಳಸಿ.",
      "ಈಗ ನೀವು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ನೇರವಾಗಿ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಬಹುದು.",
      "ನೀವು ಯಾರಾದರೂ ತಕ್ಷಣ ಅಪಾಯದಲ್ಲಿದೆ ಭಾವಿಸಿದರೆ, ಸ್ಥಳೀಯ ಕಾನೂನು ಜಾರಿ ಕರೆ.",
      "ನೇ",
      "ಪೋಸ್ಟ್ ಮಾಡು",
      "Instagram ಪಡೆಯಲು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ಮುಂದುವರಿಸು",
      "• ನಾವು ಬಳಸುವ ಕುಕೀಗಳು ಮತ್ತು ಅದೇ ರೀತಿಯ ತಂತ್ರಜ್ಞಾನಗಳು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು Instagram ಜೊತೆಗಿನ ನಿಮ್ಮ ಕುರಿತಾದ ಮಾಹಿತಿಯನ್ನು ಹಂಚಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನೀವು ವೀಕ್ಷಿಸುವ ಜಾಹೀರಾತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ ಮತ್ತು ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ಅಳೆಯಲು ವ್ಯಾಪಾರಗಳಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತೇವೆ.",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು",
      "ನಗ್ನತೆ ಅಥವಾ ಅಶ್ಲೀಲತೆ",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.",
      "ಆಲ್ಕೊಹಾಲ್, ತಂಬಾಕು, ತೂಕ ಕಡಿಮೆ ಉತ್ಪನ್ನಗಳು ಅಥವಾ ಸೌಂದರ್ಯವರ್ಧಕ ವಿಧಾನಗಳು ಒಳಗೊಂಡಿವೆ",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಎಲ್ಲಿ ಗೋಚರವಾಗುತ್ತದೆ",
      "ನಿಮಗೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಮತ್ತು  {Facebook Company Products} ಹೊರಗಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು Facebook ಪ್ರೇಕ್ಷಕರ ನೆಟ್‌ವರ್ಕ್ ಜಾಹೀರಾತುದಾರರಿಗೆ ಒಂದು ಮಾರ್ಗವಾಗಿದೆ. ನೀವು ಯಾವ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಲು ಆಸಕ್ತಿ ಹೊಂದಿರಬಹುದು ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ನಿಮ್ಮ ಜಾಹೀರಾತು ಆದ್ಯತೆಗಳನ್ನು ಬಳಸುವುದರ ಮೂಲಕ ಪ್ರೇಕ್ಷಕರ ನೆಟ್‌ವರ್ಕ್ ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ನೀವು ಇದನ್ನು ನಿಮ್ಮ {ad settings} ನಲ್ಲಿ ನಿಯಂತ್ರಿಸಬಹುದು.",
      "ಬ್ರ್ಯಾಂಡ್, ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಂಸ್ಥೆಯನ್ನು ಬೆಂಬಲಿಸಲು ಅಥವಾ ಪ್ರಶಂಸಿಸಲು",
      "ನಿನ್ನೆ ಸಕ್ರಿಯವಾಗಿತ್ತು",
      "ಮರೆಯಾಗುತ್ತಿರುವ ಸಂದೇಶ",
      "ನಿಮ್ಮ ಫೋನ್‌ಗೆ ಕಳುಹಿಸಿ",
      "ನಿಮ್ಮ ಹಿಂದಿನ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು ನಮ್ಮ {Community Guidelines} ಅನ್ನು ಅನುಸರಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್ ಮಾಡಲಾದ ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸದಂತೆ ತಡೆಯುವದಕ್ಕೆ ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸುವುದು ಏಕೈಕ ಮಾರ್ಗವಾಗಿದೆ.",
      "ನಕಲಿಸಲು C-ಕಮಾಂಡ್ ಒತ್ತಿರಿ.",
      "ಹುಡುಕಾಟ ಇತಿಹಾಸ",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಶೀಘ್ರವೇ ಪ್ರಯತ್ನಿಸಿ.",
      "{username} ಅವರಿಂದ ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ",
      "ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ಶೀರ್ಷಿಕೆಯನ್ನು ಬರೆಯಿರಿ...",
      "ಸುದ್ದಿ ಹೈಲೈಟ್‌ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ",
      "ನಿಯಮಗಳು",
      "ಪ್ರಾರಂಭಿಸು",
      "ರದ್ದುಮಾಡಿ",
      "ಸಲಹೆ ನೀಡಿದ",
      "ಸುಧಾರಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಮರುಪ್ರಯತ್ನಿಸಿ",
      "ಕಾಮೆಂಟ್",
      "Instagram ನಲ್ಲಿ ತೆರೆಯಿರಿ",
      "ವೀಡಿಯೊವು ಒಂದು ನಿಮಿಷ ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು.",
      "IGTV",
      "ಈ ಡೇಟಾ ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ಅದನ್ನು ನಿಮಗೆ ಕಳುಹಿಸಲು 48 ಗಂಟೆಗಳ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು ಪ್ರತಿ ನಾಲ್ಕು ದಿನಗಳಿಗೊಮ್ಮೆ ಮಾತ್ರ ಫೈಲ್‌ಗೆ ನೀವು ವಿನಂತಿಸಬಹುದು. ಮತ್ತೊಂದು ಡೌನ್‌ಲೋಡ್‌ಗೆ ವಿನಂತಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ಕಾಯಿರಿ.",
      "ಮುಚ್ಚಿರಿ",
      "ಸ್ಥಳ ಐಕಾನ್",
      "ಪೋಸ್ಟ್ ಲಭ್ಯವಿಲ್ಲ",
      "ನೀವು ಸುದ್ದಿ ಹೈಲೈಟ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ",
      "ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಸಂಖ್ಯೆಗೆ ನಾವು ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಭದ್ರಗೊಳಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಿ",
      "ಪಿನ್ ಅನ್ನು ಮರುಹೊಂದಿಸಿ",
      "ಹೊಸ ಕೋಡ್ ವಿನಂತಿಸಿ",
      "ಸಮೀಪದ ಸ್ಕ್ಯಾನ್‌ಗಳಿಗೆ ಚಿಕ್ಕದಾದ ಮುದ್ರಣ, ಮತ್ತು ದೂರದ ಸ್ಕ್ಯಾನ್‌ಗಳಿಗೆ ದೊಡ್ಡದಾದ ಮುದ್ರಣ.",
      "ವ್ಯಾಪಾರದ ಐಕಾನ್",
      "1 ದಿನ ಹಿಂದೆ",
      "{recipientUsername} ಅವರು {replierUsername} ಅವರಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಿದ್ದಾರೆ",
      "ಹಣಗಳಿಕೆ ನೀತಿ",
      "ಐಕಾನ್ ಮುಚ್ಚು",
      "ಖಾಸಗಿ ಖಾತೆ",
      "ಈ ಕಾಮೆಂಟ್ ನನಗೆ ಇಷ್ಟವಿಲ್ಲ",
      "ಹಿಂತಿರುಗಿ",
      "{filename} ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.",
      "{count} ಇನ್ನಷ್ಟು",
      "ಪರ್ಯಾಯ ಪಠ್ಯವನ್ನು ಸೇರಿಸಲು ವಿಸ್ತರಿಸಿ",
      "ಸುರಕ್ಷತೆ ಕೋಡ್ ಬಳಸಿ",
      "Verified",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಮೂಲ",
      "{username1} ಮತ್ತು {username2} ಅವರು ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ಫೈಲ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ",
      "ದೃಢೀಕರಣ ಕೋಡ್",
      "ನಿಮ್ಮ ಕಥೆಯಿಂದ ಈ ಫೋಟೋವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
      "ವರದಿ ಎಚ್ಚರಿಕೆ ಐಕಾನ್",
      "ನಿಮ್ಮ ವೀಡಿಯೊ {minDurationInSeconds} ಮತ್ತು {maxDurationInMinutes} ನಿಮಿಷಗಳ ನಡುವೆ ಇರಬೇಕು, ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಅಥವಾ ಪೋರ್ಟ್ರೇಟ್, MP4 ಫೈಲ್ ಮತ್ತು {maxVideoSizeInGigabytes} GB ಗಿಂತಲೂ ಕಡಿಮೆ ಇರಬೇಕು.",
      "{follower count} ಅನುಸರಿಸುವವರು {media count} ಪೋಸ್ಟ್‌ಗಳು",
      "ನೀವು ಈಗಾಗಲೇ ಗರಿಷ್ಠ ಸಕ್ರಿಯ ಖಾತೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ",
      "ಹಿಂದಿನ ಬಯೋ ಪಠ್ಯಗಳು",
      "ನೀವು {age} ಆಗಿರುವಿರಾ?",
      "ವೀಡಿಯೊ MP4 ಫೈಲ್ ಆಗಿರಬೇಕು.",
      "ಪಠ್ಯ ಸಂದೇಶ",
      "ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಇದರರ್ಥ ಜನರಿಗೆ ಅದನ್ನು ವೀಕ್ಷಿಸಲು, ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ WhatsApp ಸೇರಿಸಿ",
      "ರದ್ದುಗೊಳಿಸುವುದೇ?",
      "IGTV ಗೆ ಪ್ರಕಟಿಸಲು ಕ್ರಿಯೇಟರ್ ಸ್ಟುಡಿಯೋ ಬಳಸಿ, IGTV ವೀಡಿಯೊಗಳನ್ನು ಮುಂಚಿತವಾಗಿ ನಿಗದಿಪಡಿಸಿ ಮತ್ತು ಕರಡು ಮಾಡಿ, IGTV ಒಳನೋಟಗಳನ್ನು ವೀಕ್ಷಿಸಿ ಮತ್ತು ಇನ್ನಷ್ಟು.",
      "ಸುರಕ್ಷಿತ ದೇಣಿಗೆ",
      "ಸದ್ಯಕ್ಕೆ ಬೇಡ",
      "ರದ್ದುಮಾಡು",
      "IGTV",
      "ಈ ಗುಂಪಿನಲ್ಲಿ ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಯಾರಾದರೂ",
      "Instagram ಗೆ ಹಿಂತಿರುಗಲು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ಸಮ್ಮತಿಸು",
      "ಮುಂದೆ",
      "ಕೊನೆಯ ಕಡತವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ. ನೀವು 10 ಅಥವಾ ಕಡಿಮೆ ಫೈಲ್‌ಗಳನ್ನು ಮಾತ್ರ ಆಯ್ಕೆ ಮಾಡಬಹುದು.",
      "ಸ್ವಯಂ-ರಚಿಸಲಾದ ಶೀರ್ಷಿಕೆಗಳು",
      "ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸುವುದು (ಜಾಹೀರಾತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ), ಜಾಹೀರಾತುಗಳನ್ನು ಅಳೆಯುವುದು, ವಿಶ್ಲೇಷಣೆಯನ್ನು ಉತ್ಪಾದಿಸುವುದು ಮತ್ತು ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸುವುದು ಸೇರಿದಂತೆ ಸೇವೆಗಳನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು ಬಳಸುವ Instagram ಹೊರತುಪಡಿಸಿ ಇತರ ಕಂಪನಿಗಳಿಂದ ಬರುವ ಕುಕೀಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದೇ?",
      "ಅಪ್ಲಿಕೇಶನ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ಈ ಫೋಟೋವನ್ನು ಬಳಸಲು ನನಗೆ ಅನುಮತಿ ಇದೆಯೇ ಎಂದು ನನಗೆ ಹೇಗೆ ತಿಳಿಯುವುದು?",
      "ಗುಂಪಿನ ಹೆಸರು",
      "ವೀಡಿಯೊ ಅಳಿಸಿ",
      "ಬುಧ",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ನೀವು ಹಕ್ಕುಸ್ವಾಮ್ಯ, {reference owner name}, ನಿಮ್ಮ ಫೋಟೋ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯ ಕುರಿತು ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಅನುಮತಿ ನೀಡುತ್ತೀರಿ. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು 7 ದಿನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ಇದರೊಂದಿಗೆ Instagram ಬಳಸಿ",
      "ನನ್ನ ಡೇಟಾ ಕುರಿತು ಚಿಂತೆಯಾಗಿದೆ",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಿ",
      "ತಿರಸ್ಕರಿಸು",
      "ಖಾತೆ ರಚಿಸಿ",
      "ಪ್ರೊಫೈಲ್‌ಗೆ ಹೋಗಿ",
      "ನಿಮ್ಮ ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ನೀವು ಹೊಂದಿಸಿದ ನಂತರ, ಅದು ರಚಿಸುವ 6-ಅಂಕಿಯ ಕೋಡ್ ನಕಲಿಸಿ, ಮರಳಿ Instagram ಗೆ ಬನ್ನಿ ಮತ್ತು ಹೊಂದಿಸುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಮಂದಿನ ಪರದೆಯಲ್ಲಿ ಅದನ್ನು ನಮೂದಿಸಿ.",
      "ವರ್ಷ:",
      "ಸುದ್ದಿ ಫೀಡ್‌ ಐಟಂಗಳು ಲಭ್ಯವಿದೆ",
      "ಶಾಪಿಂಗ್ ಬ್ಯಾಗ್‌ನಲ್ಲಿರುವ ಐಟಂನ ಮುಂದಿರುವ x ಐಕಾನ್ ಅನ್ನು ಬ್ಯಾಗ್‌ನಿಂದ ಐಟಂ ತೆಗೆದುಹಾಕಲು ಕ್ಲಿಕ್ ಮಾಡಬಹುದು",
      "ಹೊಸ ಸದಸ್ಯರನ್ನು ಸೇರಿಸಲು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಿರ್ವಾಹಕರು ಅನುಮೋದಿಸುವ ಅಗತ್ಯವಿದೆ. {username} ಈ ಸಂಭಾಷಣೆಯ ಹಿಂದಿನ ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ನೋಡುತ್ತದೆ.",
      "ತೆಗೆದುಹಾಕು",
      "ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು, GIFಗಳು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಕಳುಹಿಸಲು ಉತ್ತಮ ಮಾರ್ಗಗಳಿಗಾಗಿ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬದಲಿಸಿ.",
      "ನಿಮ್ಮ ಉಳಿಸಲಾದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸು",
      "ತೆಗೆದುಹಾಕಿ",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.",
      "ಇಲ್ಲಿ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಡ್ರ್ಯಾಗ್ ಮಾಡಿ.",
      "ಇನ್-ಸ್ಟ್ರೀಮ್ ವೀಡಿಯೋ ಜಾಹೀರಾತುಗಳನ್ನು ಬಳಸಲು ಬಯಸುತ್ತೀರಾ?",
      "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಜಾಹೀರಾತು ವಿಷಯಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕೆಲವು ವಿಷಯಗಳ ಕುರಿತು ಕಡಿಮೆ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.",
      "ಇದು ಈ ಗ್ಯಾಲರಿಯಿಂದ ಫೋಟೋವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ",
      "ನೀವು ಈಗ {username} ಅವರನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ",
      "ಹೊಸ Facebook ಪಾವತಿ PIN ನಮೂದಿಸಿ.",
      "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸಿ",
      "ಬ್ಯಾಗ್ ವೀಕ್ಷಿಸಿ",
      "ಜಾಗತಿಕ ವ್ಯಾಪಾರ/ಬ್ರಾಂಡ್/ಸಂಸ್ಥೆ",
      "ನೀವು ಈ ಸಾಧನ ಮತ್ತು ಸ್ಥಳವನ್ನು ಗುರುತಿಸಿದರೆ, ನಾವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಲಾಗ್ ಇನ್ ಆಗಿ ಇರಿಸುತ್ತೇವೆ.",
      "ಹೊಸ ಪೋಸ್ಟ್",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ದೃಢೀಕರಣವನ್ನು ಕಳುಹಿಸಿ",
      "ಪೋಸ್ಟ್ ಐಕಾನ್",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿನ ಒಟ್ಟು ಇಷ್ಟಗಳ ಸಂಖ್ಯೆಯನ್ನು ನೀವು ಮಾತ್ರ ವೀಕ್ಷಿಸಬಹುದು.",
      "ಚಾಟ್‍‌ಗಳು",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌‌ನೊಂದಿಗೆ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ",
      "ಮುಖಪುಟ",
      "ನವೀಕರಿಸು",
      "ನಿಮ್ಮ ಇಮೇಲ್ {email} ಗೆ ನಾವು ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ.",
      "ಹೊಸ ಪಾಸ್‌ವರ್ಡ ಖಚಿತಪಡಿಸಿ",
      "ಜನರು ಏನನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆಂಬುದನ್ನು ನೋಡಲು Instagram ನಲ್ಲಿ ಅವರನ್ನು ಅನುಸರಿಸಿ",
      "ಎಲ್ಲಾ ತೆರವುಗೊಳಿಸು",
      "ಮೇಲ್ಮುಖವಾಗಿರುವ ಚೆವ್ರಾನ್, ವಿಭಾಗವು ತೆರೆದಿದೆ ಮತ್ತು ಮುಚ್ಚಬಹುದು ಎಂಬುದನ್ನು ಸೂಚಿಸುತ್ತಿದೆ",
      "ವೀಡಿಯೊ ಐಕಾನ್ ಮರುಸ್ಥಾಪಿಸಿ",
      "ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ಪ್ರದರ್ಶಿಸಿ",
      "ನೀವು ನೋಡುವ ಜಾಹೀರಾತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ, ವಿಶ್ಲೇಷಣೆ ಮತ್ತು ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯುವ ವ್ಯವಹಾರಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಮತ್ತು ನಿಮಗಾಗಿ ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು ನಾವು ಕುಕೀಸ್ ಬಳಸುತ್ತೇವೆ. ನಮ್ಮ {Cookie Policy} ನಲ್ಲಿ ನಾವು ಕುಕೀಸ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.",
      "3-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "ಕರೆಮಾಡಿ",
      "ಈ ಸಂದೇಶವನ್ನು ನಾನು ಇಷ್ಟಪಡುಲುದಿಲ್ಲ",
      "ಜನರು",
      "Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಗೌಪ್ಯತೆಯ ಕುರಿತು ನಾವು ಕಾಳಜಿವಹಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನಾವು ಇತ್ತೀಚೆಗೆ ಕಂಡುಕೊಂಡ ಮತ್ತು ಪರಿಹರಿಸಿದ ತಾಂತ್ರಿಕ ಸಮಸ್ಯೆಯ ಕುರಿತು ನಿಮಗೆ ತಿಳಿಸಲು ಬಯಸುತ್ತೇವೆ. Instagram Android ಬೀಟಾ ಪ್ರೋಗ್ರಾಂನ ಭಾಗವಾಗಿ Instagram ನ ಬಿಡುಗಡೆಯಾಗದ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದು, ನಿಮ್ಮದೇ ಸೇರಿದಂತೆ ಕೆಲವು Instagram ಖಾತೆಗಳನ್ನು ಇದು ಪ್ರಭಾವಿಸಿದೆ.",
      "ಖಚಿತಪಡಿಸು",
      "Instagram ಪರಿಶೀಲನೆಗೆ ಅನ್ವಯಿಸಿ",
      "{number of posts} ಪೋಸ್ಟ್‌ಗಳು",
      "ಸುದ್ದಿ ಲೋಡ್ ಮಾಡುವ ಪ್ಲೇಸ್‌ಹೋಲ್ಡರ್",
      "ನೀವೇನು ಮಾಡಬಹುದು",
      "ಪ್ರಾರಂಭಿಸಲು ಸಲಹೆಗಳು",
      "ಸಹಾಯ ಕೇಂದ್ರ",
      "{username} ಅವರು ಸುದ್ದಿ ಹೈಲೈಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ",
      "ಹಿಂದಿನ ಲಿಂಗಗಳು",
      "Facebook ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ",
      "ಇದು ನೀನೆಂದು ಖಾತ್ರಿಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡು",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಂದ ಫೋಟೊಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಸೈನ್ ಅಪ್ ಮಾಡಿ.",
      "ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಅರ್ಹವಲ್ಲದ ವೀಡಿಯೊ",
      "ಚಾಲಕರ ಪರವಾನಗಿ",
      "ಇಷ್ಟವಿಲ್ಲ",
      "ಉಪಮೊತ್ತ ({number of items} ಐಟಂಗಳು)",
      "ಬ್ಲ್ಯಾಕ್ ಅಥವಾ ಕಿರುಕುಳಕ್ಕೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ",
      "ಎಮೋಜಿ ಸ್ಲೈಡರ್‌ಗಳು",
      "ಈ ಕುಕೀಸ್ ತಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿನ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತು ನಮ್ಮೊಂದಿಗೆ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಇತರ ಕಂಪನಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನೀವು ವೀಕ್ಷಿಸುವ ಜಾಹೀರಾತುಗಳು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು, ವಿಶ್ಲೇಷಣೆಗಳೊಂದಿಗೆ ವ್ಯವಹಾರಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಮತ್ತು ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ಮತ್ತು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು Instagram ಅನ್ನು ಬಳಸುವಂತಹ Instagram ನಿಂದ ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲು ನಾವು ಸ್ವೀಕರಿಸುವ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬಳಸುತ್ತೇವೆ.",
      "ನಿಮ್ಮನ್ನು ಪ್ರೇರೇಪಿಸುವ ಹೆಚ್ಚಿನ ವಿಷಯಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ",
      "ನಿಮ್ಮ ಖಾತೆಯು ಖಾಸಗಿಯಾಗಿರುವಾಗ, ನೀವು ಅನುಮೋದಿಸುವ ಜನರು ಮಾತ್ರ Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಬಹುದು. ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅನುಸರಿಸುವವರಿಗೆ ಪರಿಣಾಮವಾಗುವುದಿಲ್ಲ",
      "ನಿಮ್ಮ ಸುದ್ದಿಯನ್ನು ಯಾರು ವೀಕ್ಷಿಸಬಹುದು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗುತ್ತಿದೆ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದು",
      "ಮತ್ತಷ್ಟು ತಿಳಿಯಿರಿ",
      "PIN ರಚಿಸಿ",
      "ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳು",
      "ವಿವರಣೆ",
      "ಮುಗಿದಿದೆ",
      "{phone_number} ಜೊತೆಗೆ ಕೊನೆಗೊಳ್ಳುವ ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ನಾವು ಮರುಕಳುಹಿಸಿದ್ದೇವೆ",
      "ಲಾಗ್ ಇನ್ ಮಾಡು",
      "ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ವೀಡಿಯೊಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.",
      "{number of contacts shown} ಸಿಂಕ್ ಮಾಡಲಾದ ಸಂಪರ್ಕಗಳು",
      "ನಿಯಮಗಳು ಮತ್ತು ಡೇಟಾ ನೀತಿಯ ನವೀಕರಣಗಳು",
      "ಮಂದೆ",
      "ನಿಮ್ಮ Instagram ಮಾಹಿತಿ",
      "ಈ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸುವ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪ್ರಸ್ತುತ ಪರಿಶೀಲಿಸಲಾಗಿದೆ. ನೀವು 30 ದಿನಗಳಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು.",
      "ತೆಗೆದುಹಾಕು",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿನ ನಮ್ಮ ಕುಕೀಸ್",
      "ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಇನ್ನಷ್ಟು ಐಟಂ ಚೆವ್ರಾನ್ ನೋಡಿ",
      "1 ಕಾಮೆಂಟ್ ವೀಕ್ಷಿಸಿ",
      "ದೇಣಿಗೆ ನೀಡಿ",
      "ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ",
      "ಆಡಿಯೋವನ್ನು ಪ್ಲೇ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಅಪ್ಲಿಕೇಶನ್ ಬಳಸು",
      "ಅವರ ಚಾಟ್ ಅನ್ನು ನಿಮ್ಮ ಸಂದೇಶ ವಿನಂತಿಗಳಿಗೆ ಸರಿಸಲಾಗುವುದು, ಆದ್ದರಿಂದ ನೀವು ಅದನ್ನು ಓದಿದಾಗ ಅವರು ನೋಡುವುದಿಲ್ಲ.",
      "ಕವರ್",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ಮಾಡುವಿಕೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸುವವರೆಗೆ ಈ ಪುಟವನ್ನು ಮುಚ್ಚಬೇಡಿ.",
      "ಡ್ರಾಫ್ಟ್‌ಗಳು",
      "ನಿರ್ಬಂಧಿಸಲಾದ ಖಾತೆ",
      "ವ್ಯಕ್ತೀಕರಣ",
      "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಿಸಿ",
      "ತೋರಿಸಿ",
      "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಕುರಿತು ನಾವು ಕಾಳಜಿವಹಿಸುತ್ತೇವೆ. Facebook ಪಾವತಿಗಳ ಅಂತರರಾಷ್ಟ್ರೀಯ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸುತ್ತದೆ, ಡೇಟಾವನ್ನು ಏಕೆ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ ಮತ್ತು ಇದನ್ನು ಹೇಗೆ ಬಳಸಲಾಗಿದೆ ಮತ್ತು ಸಂಗ್ರಹಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ನೀವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಬಯಸುತ್ತೇವೆ.",
      "Instagram ಗೆ ನೀವು ಲಾಗ್ ಇನ್ ಆಗುವಲ್ಲಿ ತೊಂದರೆಯಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಬೇಗ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ",
      "ಸಂದೇಶ ಕಳುಹಿಸು",
      "ನಾವು ಅಳತೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿನ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಒಟ್ಟು ಮಾಹಿತಿಯನ್ನು ಇನ್ನೂ ಸ್ವೀಕರಿಸಬಹುದು, ಆದರೆ ಇದು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಕುಕೀ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ··· ಮೆನುಗೆ ಹೋಗುವ ಮೂಲಕ ನೀವು ಇದನ್ನು ನಂತರ ಬದಲಾಯಿಸಬಹುದು.",
      "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ  Instagram ನಿಂದ ಕುಕೀಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದೇ?",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ಉತ್ತಮವಾಗಿದೆ",
      "ವರದಿ ಮಾಡು",
      "ಇಂಪ್ರೆಸಮ್/ನಿಯಮಗಳು/NetzDG/UrhDaG",
      "ನಾವು ಈವೆಂಟ್‌ಗೆ ಒಂದು ದಿನ ಮೊದಲು ಮತ್ತು 15 ನಿಮಿಷಗಳ ಮೊದಲು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.",
      "ಮಾಹಿತಿಯ ಅಗತ್ಯವಿದೆ",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "Internet Explorer",
      "ಅನುಸರಿಸಲು ಜನರನ್ನು ಹುಡುಕಲಾಗುವುದಿಲ್ಲ",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲಾಗಿದೆ.",
      "ವೀಡಿಯೊ {duration} ಸೆಕೆಂಡುಗಳಿಗಿಂತ ಹೆಚ್ಚಾಗಿರಬೇಕು.",
      "ಕ್ಷಮಿಸಿ, ಈ ಲಿಂಕ್ ಇನ್ನು ಮುಂದೆ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸಲು, ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಜನ",
      "ಕಳುಹಿಸಲಾಗಿದೆ",
      "ನಿಮ್ಮ ಖಾತೆಗಾಗಿ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಲಿಂಕ್ ಇನ್ನು ಮುಂದೆ ಮಾನ್ಯವಾಗಿಲ್ಲ",
      "ಉಳಿಸಿರುವ ಚಿತ್ರ",
      "{minutes}ನಿ",
      "ನಿಮ್ಮ ಮುಖಪುಟ ಪರದೆಗೆ Instagram ಸೇರಿಸುವುದೇ?",
      "ನಾನು ನನ್ನ ಜನ್ಮದಿನವನ್ನು ಏಕೆ ಒದಗಿಸಬೇಕು?",
      "Instagram ಗೆ ಸ್ವಾಗತ, {username}",
      "ಕರೆ ಮಾಡಿ",
      "ತಿರಸ್ಕರಿಸಿ",
      "Instagram ನಲ್ಲಿ ಖರೀದಿಸು",
      "Facebook ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಆಯ್ಕೆಯಿಂದ ಹೊರಗೆ",
      "ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬಳಸಿ",
      "{filename} ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ. ಮುಂದುವರಿಸಲು, ದೀರ್ಘವಾದ ವೀಡಿಯೊವನ್ನು ಆರಿಸಿ.",
      "{Bold text if your appeal for video is rejected} ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವವರು ವೀಡಿಯೊವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿನಂತಿಸಬಹುದು, ಅದನ್ನು Instagram ನಿಂದ ಅದು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುತ್ತದೆ.",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿನ ಒಟ್ಟು ವೀಕ್ಷಣೆಗಳ ಮತ್ತು ಇಷ್ಟಗಳ ಸಂಖ್ಯೆಯನ್ನು ನೀವು ಮಾತ್ರ ವೀಕ್ಷಿಸಬಹುದು.",
      "ಮುಂದುವರಿಸಲು ನಿಮ್ಮ {age} ಆಯ್ಕೆಮಾಡಿ. {other options} ನೋಡಿ",
      "{number of products} ಉತ್ಪನ್ನಗಳು",
      "ಪರಿಶೀಲನೆಗಾಗಿ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸುವಿಕೆಯು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಖಾತರಿಪಡಿಸುವುದಿಲ್ಲ.",
      "ನಾವು ಈ ಸಮಯದಲ್ಲಿ ನಿಮಗೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸಿದರೆ, ನೀವು @{username} ಮತ್ತೊಮ್ಮೆ ಅನುಸರಿಸಲು ವಿನಂತಿಸಬೇಕಾಗುತ್ತದೆ.",
      "ಬೆಂಬಲ",
      "ಡೇಟಾ ನೀತಿ",
      "ನೀವು ಹಂಚಿಕೊಳ್ಳುವದನ್ನು ಆನ್‌ಲೈನ್ ಪ್ರಸರಣದ ಮೂಲಕ ತಕ್ಷಣ ವಿದೇಶಕ್ಕೆ ಕಳುಹಿಸಬಹುದು.",
      "ID ಫೋಟೋ",
      "{username} ಅವರ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ಭರ್ತಿ ಮಾಡದ ಭೌತಿಕ ವಿಳಾಸ ವೃತ್ತದ ಚೆಕ್‌ಮಾರ್ಕ್",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ ಹೊಂದಿಸುವುದನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಲು {phoneNumber} ರಲ್ಲಿ ಅಂತ್ಯಗೊಳ್ಳುವ ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ನಾವು ಕಳುಹಿಸಿದ 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ.",
      "ಪಾವತಿ ವಿಧಾನ",
      "ಗೆ ಚಂದಾದಾರರಾಗಿ:",
      "ಈ ಬಳಕೆದಾರರನ್ನು ಅನಿರ್ಬಂಧಿಸಿ",
      "Facebook Pay",
      "ಯುರೋಪಿಯನ್ ಡಿಜಿಟಲ್ ಜಾಹೀರಾತು ಒಕ್ಕೂಟ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಾಗ ಸಮಸ್ಯೆಯುಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "ಕ್ಷಮಿಸಿ! ಇದೀಗ ನಿಮಗೆ ಪರಿಶೀಲನೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಜುಲೈ",
      "ಹಿಂಸಾಚಾರ ಅಥವಾ ಹಿಂಸೆಯ ಬೆದರಿಕೆ",
      "ನೀವು ಜನರನ್ನು ನಿರ್ಬಂಧಿಸಿದಾಗ ಅವರಿಗೆ ಸೂಚನೆ ನೀಡಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಅವರು ಮಾಡುವ ಯಾವುದೇ ಹೊಸ ಕಾಮೆಂಟ್‌ಗಳು ಅವರನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಯಾರಿಗೂ ಕಾಣಿಸುವುದಿಲ್ಲ.",
      "{collectionName} ಅವರಿಂದ ಉಳಿಸಲಾದ ಸಂಗ್ರಹಣೆಯ ಚಿತ್ರ",
      "ದೇಣಿಗೆಗಳು {value} ಗಿಂತ ಹೆಚ್ಟಾಗಬಾರದು",
      "ಎಂಬೆಡ್ ಕೋಡ್ ನಕಲಿಸಲಾಗಿದೆ!",
      "ಹೆಚ್ಚು ಇತ್ತೀಚಿನ",
      "ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಪಾದಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಸಾಧನವನ್ನು ತಿರುಗಿಸಿ.",
      "ಸಾಧನದಿಂದ ಆಯ್ಕೆಮಾಡಿ",
      "ಗುರು",
      "ಕುರಿತು",
      "ಉಳಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲವೇ? {link that reads Sign up}",
      "{username} ಅವರಂತೆ ಮುಂದುವರಿಯಿರಿ",
      "ನಿಮ್ಮನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ!",
      "ತೆಗೆದುಹಾಕು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ಅಳಿಸುವ ಬದಲು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು. ನೀವು ಪುನಃ ಮತ್ತೆ ಲಾಗ್ ಇನ್ ಆಗಿ ಅದನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸುವ ತನಕ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರೆಮಾಡಲಾಗಿರುತ್ತದೆ ಎಂದರ್ಥ.",
      "ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ",
      "{firstUsername}, {secondUsername} ಅವರಿಂದ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "{loginLink} ಲೈಕ್ ಅಥವಾ ಕಾಮೆಂಟ್.",
      "Opera",
      "ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ಬಳಸಲು, ಸುದ್ದಿಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಮತ್ತು ಇನ್ನಷ್ಟಕ್ಕೆ ಉತ್ತಮ ಮಾರ್ಗಕ್ಕಾಗಿ ಆ್ಯಪ್ ಅನ್ನು ಬದಲಿಸಿ.",
      "ಅಥವಾ",
      "ಸ್ಥಳ ಆಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳು (ಅಗತ್ಯವಿದೆ)",
      "ಲಿಂಕ್ {value}",
      "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುವುದು ನಮಗೆ ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ ಮತ್ತು ಈ ರೀತಿಯ ಸಮಸ್ಯೆಗಳು ಸಂಭವಿಸುವುದಿಲ್ಲವೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ನಿರಂತರವಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ಇದು ಸಂಭವಿಸಿದ್ದಕ್ಕಾಗಿ ನಾವು ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇವೆ. ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ದಯವಿಟ್ಟು {email} ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.",
      "Facebook ವರ್ಡ್‌ಮಾರ್ಕ್ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಲೋಗೋದ ಕುಟುಂಬ",
      "ಲಾಗಿನ್",
      "ಪ್ರವೇಶಿಸುವಿಕೆ",
      "ನೀವು ಎಲ್ಲಿ ಲಾಗ್ ಇನ್ ಆಗಿರುವಿರಿ",
      "ಬಯೋದಲ್ಲಿ ಹಿಂದಿನ ಲಿಂಕ್‌ಗಳು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸ್ಪ್ರಿಂಗ್‌ನಿಂದ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರಾಟ ಮಾಡಿ",
      "ಮಾಹಿತಿಯ ಅಗತ್ಯವಿದೆ",
      "ಅಳಿಸಿ",
      "ಜಾಹೀರಾತುದಾರರು ವ್ಯಕ್ತಿಗಳನ್ನು ಪ್ರಭಾವಕ್ಕೊಳಪಡಿಸಲು, ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಯನ್ನು ಸಮಯಕ್ಕೆ ತಕ್ಕಂತೆ ಮತ್ತು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಅಥವಾ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳಲ್ಲಿ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಬಳಸಲಾಗುತ್ತದೆ ಎನ್ನುವುದಕ್ಕೆ ಸಾಮಾನ್ಯವಾಗಿ ನೀಡುವ ಆಯ್ಕೆಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು, {http://www.networkadvertising.org/managing/opt_out.asp} ನಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಜಾಹೀರಾತು ಉಪಕ್ರಮಕ್ಕೆ ಭೇಟಿ ನೀಡಿ, {http://www.aboutads.info/} ನಲ್ಲಿ ಡಿಜಿಟಲ್ ಜಾಹೀರಾತು ಒಕ್ಕೂಟ ಅಥವಾ {http://youronlinechoices.eu/} ನಲ್ಲಿ ಯುರೋಪಿಯನ್ ಡಿಜಿಟಲ್ ಜಾಹೀರಾತು ಒಕ್ಕೂಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ.",
      "ಮಂಗಳ",
      "Google Chrome",
      "ತೀವ್ರ ಗ್ರಾಫಿಕ್ ಹಿಂಸೆಯ ಫೋಟೊಗಳು ಅಥವಾ ವೀಡಿಯೊಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಪುನರಾವರ್ತಿತ ಸ್ವಯಂಚಾಲಿತ ನಡವಳಿಕೆಯನ್ನು ನಾವು ಪತ್ತೆ ಮಾಡಿದ್ದೇವೆ. ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಲು Instagram ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ದೃಢೀಕರಿಸಿ.",
      "ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ಸ್ಕ್ಯಾಮ್",
      "ಪೂರ್ಣ ಹೆಸರು",
      "ಕಡಿಮೆ ಡೇಟಾ ಬಳಸಿ",
      "ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಮುಂದುವರಿಸಿ",
      "If you allow, {=business name} will be able to see your public information.",
      "ಈ ಕುಕೀಗಳು ಮತ್ತು ಒಂದೇ ರೀತಿಯ ತಂತ್ರಜ್ಞಾನಗಳು, ಅವುಗಳನ್ನು ಹೇಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಅವುಗಳನ್ನು ಎಲ್ಲಿ ನಿರ್ವಹಿಸಬಹುದು ಎಂಬುದರ ಕುರಿತು {learn more link}.",
      "ಹೆಸರಿನ ಟ್ಯಾಗ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡು",
      "ಮೂಲ",
      "ಜ್ಞಾಪನೆ ಇಮೇಲ್‌ಗಳು",
      "DMCA ಕೌಂಟರ್-ಅಧಿಸೂಚನೆ ಪ್ರಕ್ರಿಯೆ ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ?",
      "{reference owner name} ಮೂಲಕ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದಾದ ಕಾರಣ ಈ ಫೋಟೋವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ",
      "ನನಗೆ ತಿಳಿದಿರುವ ಯಾರಾದರೂ",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ.",
      "who.int ಗೆ ಹೋಗಿ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಈಗಾಗಲೇ ಮರುಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ Instagram ಅನ್ನು ಬಳಸುವುದನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ {=Terms} ಒಪ್ಪುತ್ತೀರಿ. ನಮ್ಮ {Data Policy} ನಲ್ಲಿ ನಾವು ಹೇಗೆ ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಬಳಸುತ್ತೇವೆ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ {Cookies Policy} ನಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಮತ್ತು ಇದೇ ರೀತಿಯ ತಂತ್ರಜ್ಞಾನವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ.",
      "ಜನರನ್ನು ಸೇರಿಸಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು",
      "(1 ಐಟಂನ) ಒಟ್ಟು ಮೊತ್ತ",
      "ವೀಡಿಯೊ ಮರುಸ್ಥಾಪಿಸಿ",
      "{Username of current profile} ನಿರ್ಬಂಧಿಸಿದೆಯೆ?",
      "JPG ಅಥವಾ PNG ಫೈಲ್ ಆಗಿರಬೇಕು. ಕನಿಷ್ಠ ಶಿಫಾರಸು ಮಾಡಿದ ಗಾತ್ರ 492 x 762 ಪಿಕ್ಸೆಲ್‌ಗಳಾಗಿರಬೇಕು.",
      "Facebook Pay ನಲ್ಲಿನ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ ಪುಟದಲ್ಲಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಐಕಾನ್",
      "ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸುವುದೇ?",
      "ಜಾಹೀರಾತು ಮಾರ್ಗದರ್ಶಿಗಳು",
      "ಫೋನ್‌ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು {violationText} ನಲ್ಲಿನ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ಈ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ ಏಕೆಂದರೆ ಸ್ಥಳೀಯ ಕಾನೂನು ನಿರ್ಬಂಧಗಳೊಂದಿಗೆ ಸುರಕ್ಷತೆ ಮತ್ತು ಅನುಸರಣೆಗೆ ಉತ್ತೇಜನ ನೀಡಲು ನಾವು ಬಯಸುವ ಕಾರಣ ಈ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ.",
      "ನೀವು ವಿಮರ್ಶೆಯನ್ನು ವಿನಂತಿಸಿದಾಗ, ನಿಮ್ಮ ಕಾಮೆಂಟ್ ನಮ್ಮ {communityGuidelinesLink} ಅನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆಯೇ ಎಂಬುದನ್ನು ನಾವು ವಿಮರ್ಶಿಸುತ್ತೇವೆ. ಎಲ್ಲ ವಿಮರ್ಶೆಯ ನಿರ್ಧಾರಗಳು ಅಂತಿಮವಾಗಿರುತ್ತವೆ.",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಅದು {violationText} ನಲ್ಲಿ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ದ ಹೋಗುತ್ತಿದೆ. ನೀವು ಮುಜುಗರಕ್ಕೆ ಒಳಗಾಗದಿದ್ದರೂ ಸಹ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳು ಎಲ್ಲರಿಗೂ ಗೌರವಯುತವಾದ ರೀತಿಯಲ್ಲಿ ತಮ್ಮನ್ನು ವ್ಯಕ್ತಪಡಿಸಲು ಜನರನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತವೆ.",
      "ಲೋಡ್ ಆಗುತ್ತಿದೆ...",
      "ಡೈರೆಕ್ಟ್",
      "ನಿಮ್ಮ Instagram ಖಾತೆಗಾಗಿ ನೀವು ಬಳಸುವ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಶ್ರಮಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಸಾಧನವನ್ನು ನೀವು ಬಳಸಿದಾಗ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿರುವ URL ನಲ್ಲಿ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಪ್ರದರ್ಶಿತವಾಗಿರಬಹುದು. ಹಾಗೆಯೇ ನಮ್ಮ ಸಿಸ್ಟಂನಲ್ಲಿ ಸಂಗ್ರಹವಾಗಿರಬಹುದು ಎಂಬುದನ್ನು ನಾವು ಅನ್ವೇಷಿಸಿದ್ದೇವೆ. ನಾವು ಇದೀಗ ಸಾಧನವನ್ನು ಬದಲಾಯಿಸಿರುವ ಕಾರಣ ಇದು ಇನ್ನು ಮುಂದೆ ನಡೆಯುವುದಿಲ್ಲ ಮತ್ತು ನಮ್ಮ ಆಂತರಿಕ ಸಿಸ್ಟ್ಂಗಳ ಮೂಲಕ ಲಾಗಿನ್ ಮಾಡಲಾದಂತಹ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ನಾವು ಅಳಿಸುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬೇರೆ ಯಾರೂ ಬಳಸದೇ ಇರುವಂತೆ ನಾವು ಸೂಚಿಸುತ್ತೇವೆ. ಆದ ಕಾರಣ ಸುರಕ್ಷಿತವಾಗಿರಲು, ನೀವು ಕೆಳಗಿನ ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ನವೀಕರಿಸಲು ಬಯಸಬಹುದು ಹಾಗೆಯೇ ಬೇರೆ ಎಲ್ಲಿಯಾದರೂ ನೀವು ಅದೇ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬಳಸಬಹುದು. ನಿಮ್ಮ ಬ್ರೌಸರ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಲೂ ಸಹ ನೀವು ಬಯಸಬಹುದು.",
      "ಈ ಪೋಸ್ಟ್‌ನಿಂದ ನಿಮ್ಮನ್ನು ನೀವೇ ತೆಗೆದುಹಾಕಿಕೊಳ್ಳಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?",
      "ಉಳಿಸು",
      "ನಿಮ್ಮನ್ನು ಏಕೆ ವರದಿ ಮಾಡಲಾಗಿದೆ",
      "ಇನ್ನಷ್ಟು ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ",
      "ವೀಡಿಯೊ ತೆಗೆದುಹಾಕು",
      "ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಮೂಲ (ಬೆಂಬಲಿಸದ ಗಾತ್ರ)",
      "ಮುಂದೆ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿಮ್ಮ ವರದಿಗೆ ಧನ್ಯವಾದಗಳು. ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗದರ್ಶನಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದಲ್ಲಿ ಈ ಸಂದೇಶವನ್ನು ನಾವು ತೆಗೆದಹಾಕುತ್ತೇವೆ.",
      "{number of new posts} ಹೊಸ ಪೋಸ್ಟ್",
      "ಮಾಹಿತಿ ಫಾರ್ಮೆಟ್",
      "ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಯಾರಿಗೂ ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ. ಕುಕೀಸ್ ಮತ್ತು ನಮ್ಮ {Cookie Policy} ನಲ್ಲಿ ನಾವು ಅವುಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ಹಂಚು",
      "ಹೊಸ ಪೋಸ್ಟ್‌ಗಳು",
      "ಆಯೋಗಕ್ಕೆ ಅರ್ಹರು",
      "ಡೇಟಾ ನೀತಿ",
      "Facebook Pay ನಲ್ಲಿ ಲಿಂಕ್ ಐಕಾನ್ ಇನ್ನಷ್ಟು ಪುಟವನ್ನು ಕಲಿಯಿರಿ",
      "Instagram ನಲ್ಲಿ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ನಾನು ಒಪ್ಪುತ್ತೇನೆ",
      "{reference owner name} ಮೂಲಕ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದಾದ ಕಾರಣ ಈ ವೀಡಿಯೊವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ಕಾಂಟ್ರಾಸ್ಟ್",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸು",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳ ಕುರಿತಾದ ಚಟುವಟಿಕೆ",
      "ಮಾರ್ಗದರ್ಶಿಗಳು",
      "Facebook",
      "ಈ ವಿಷಯವನ್ನು ನಿರ್ಬಂಧಿಸಬಾರದು ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ನೀವು ನೇರವಾಗಿ ದೂರು ನೀಡುವ ಪಕ್ಷವನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಾಜಿಮಾಡಲಾಗಿದೆ",
      "ಹಿಂದಿನ ಫೋನ್ ಸಂಖ್ಯೆಗಳು",
      "ಲಾಗಿನ್ ಲಿಂಕ್ ಕಳುಹಿಸು",
      "ಇಮೇಲ್ ತೆಗೆದುಹಾಕು",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ",
      "ತ್ಯಜಿಸು",
      "ದಯವಿಟ್ಟು ನೀವು 13 ವರ್ಷಕ್ಕಿಂತ ಚಿಕ್ಕವರಾಗಿರುವಿರಿ ಎಂಬುದನ್ನು ದೃಢೀಕರಿಸಿ.",
      "ಸಂಪಾದಿಸು",
      "ಇಮೇಲ್",
      "ವ್ಯಾಪಾರ ವರ್ಗಗಳು",
      "ಹೆಚ್ಚುವರಿ ಮಾಧ್ಯಮ ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ತೋರಿಸಿ ಅಥವಾ ಮರೆಮಾಡಿ",
      "ಹೆಚ್ಚಿನ ಹಣವನ್ನು ಸ್ವೀಕರಿಸಲು ಉಡುಗೊರೆ ಅನುಮತಿಸುತ್ತದೆ.",
      "ಹಾಗೆಯೇ ಇರಿಸಿ",
      "ಈ ಸಂದೇಶವು ಜನರನ್ನು ಅಪಾಯದಲ್ಲಿರಿಸುತ್ತದೆ",
      "{number of new posts} ಹೊಸ ಪೋಸ್ಟ್‌ಗಳು",
      "ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯನ್ನು ನಾನು ಫೈಲ್ ಮಾಡಬೇಕೆಂದು ನಾನು ಹೇಗೆ ತಿಳಿದುಕೊಳ್ಳಲಿ?",
      "Instagram ನಲ್ಲಿ ಮತ್ತು ಹೊರಗೆ ನಿಮಗೆ ಉಪಯುಕ್ತ ಮತ್ತು ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸುವುದು ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುವ ಒಂದು ಮಾರ್ಗವಾಗಿದೆ. ನಮ್ಮ {Cookie Policy} ಯಲ್ಲಿ ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುವ ವಿಧಾನಗಳ ಕುರಿತು ನೀವು ಇನ್ನಷ್ಟು ಓದಬಹುದು. ನಿಮ್ಮ Instagram ನಿಯಂತ್ರಣಗಳ ಹೊರಗೆ ಹಲವಾರು ಆಯ್ಕೆಗಳನ್ನು ಸಹ ನೀವು ಕೆಳಗೆ ವಿವರಿಸಲಾಗಿದೆ.",
      "ಬಳಕೆದಾರ ಹೆಸರು",
      "ಅದನ್ನು ಪ್ರಯತ್ನಿಸು",
      "ದೃಢೀಕರಿಸು",
      "ನಿರ್ಬಂಧಿಸಿ",
      "ಸುದ್ದಿಗಳನ್ನು ನೋಡುವುದು ಡೇಟಾವನ್ನು ಬಳಸುತ್ತದೆ",
      "ಅನುಸರಿಸುತ್ತಿರುವಿರಿ",
      "ನಾವು ಗುರುತಿಸದ ಫೋನ್ ಅಥವಾ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ರತಿ ಬಾರಿ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗಲೂ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಕ್ಷಿಸಲು ಎರಡು-ಅಂಶ ದೃಢೀಕರಣವು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ.",
      "{username} ಅವರಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಲಾಗುತ್ತಿದೆ",
      "ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಇಂದಿನ ಸುದ್ದಿಗಳಲ್ಲಿ ಹಂಚಿಕೊಂಡ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳೊಂದಿಗೆ ಸಂವಹನ ಮಾಡಬಹುದು.",
      "ಸೂಕ್ತವಾದ ಗಾತ್ರವನ್ನು ಹುಡುಕಿ",
      "{username} ಅವರ ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಸೇರಿಸಿ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಇದನ್ನು ಬದಲಾಯಿಸಬಹುದು.",
      "ಅನುಮತಿಸು",
      "ಇತರೆ ಇಷ್ಟಗಳು",
      "ಮರಿಜುವಾನಾ ಮತ್ತು ಕಠಿಣ ಔಷಧಿಗಳನ್ನು ಖರೀದಿಸಲು ಅಥವಾ ಮಾರಾಟ ಮಾಡಲು ಕೊಡುಗೆಗಳು.",
      "ಇದು ಅಮಾನ್ಯ ಅಥವಾ ಅವಧಿ ಮೀರಿದ ಲಿಂಕ್ ಆಗಿದೆ.",
      "ಈ ಫಾರ್ಮ್.",
      "{username} ಅವರು ನಿಮಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಿದ್ದಾರೆ",
      "ತ್ಯಜಿಸಿ",
      "ನಿಮ್ಮ ಪಾವತಿಗಳನ್ನು Facebook Pay ಮೂಲಕ ಸುರಕ್ಷಿತವಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಮುಂದಿನ ಬಾರಿ ಉಳಿಸಲಾಗುತ್ತದೆ. {Learn More}",
      "ಉಳಿಸಲಾಗಿದೆ",
      "ನೀವು ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಹಿಂತಿರುಗಿದಾಗ, ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿನ ಒಳನೋಟಗಳನ್ನು ಆಫ್ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ಪ್ರಚಾರಕ್ಕಾಗಿ ವಿಷಯ ಮತ್ತು ಒಳನೋಟಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಎಲ್ಲ ವಿಷಯಗಳ ಒಳನೋಟಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.",
      "ಆಯ್ಕೆಗಳು",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಈ ಫೈಲ್ ಪ್ರಕಾರವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ಸಂದೇಶ ವಿನಂತಿಗಳು",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಎಲ್ಲಿ ಗೋಚರಿಸುತ್ತದೆ",
      "ವೀಕ್ಷಿಸುತ್ತಿರಿ",
      "ಹಿಂದಕ್ಕೆ ಹೋಗು",
      "ನಿಮ್ಮ ಸಂದೇಶಗಳು",
      "ಯಾವುದೇ ಫೋಟೋಗಳಿಲ್ಲ",
      "ವೀಡಿಯೊವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಮಾನ್ಯವಾದ ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ",
      "Connect using the MetaMask extension.",
      "ಇಮೇಲ್ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "ಹುಡುಕಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ನಮ್ಮ {community guidelines link} ವಿರುದ್ಧವಾಗಿ ಹೆಚ್ಚು ಇಷ್ಟಗಳು ಅಥವಾ ಅನುಯಾಯಿಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ಹಂಚಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.",
      "ಎಲ್ಲಾ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ದೃಢೀಕರಣದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?",
      "ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲು ನಿಮಗೆ Instagram ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯ ಅಗತ್ಯವಿದೆ.",
      "ವೀಡಿಯೊ",
      "ಫೋನ್",
      "ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಸುಲಭವಾದ ಹೆಸರಿನ ಟ್ಯಾಗ್ ಮುದ್ರಿಸು",
      "ನಾವು ಇತರರ ನಿಕಟ ಚಿತ್ರಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ಬೆದರಿಕೆ ಸುತ್ತ ಶೂನ್ಯ ಸೈರಣೆ ನೀತಿಯನ್ನು ಹೊಂದಿದೆ.",
      "ನಿಮ್ಮ ಅನುಸರಿಸುವವರಿಂದ ಅವರನ್ನು ತೆಗೆದುಹಾಕಿದಾಗ Instagram {Username of current profile} ಅವರಿಗೆ ತಿಳಿಸುವುದಿಲ್ಲ",
      "ಪಿನ್ ಅನ್ನು ಮರುಹೊಂದಿಸದೆಯೇ ತೊರೆಯುವುದೇ?",
      "Google Play ನಲ್ಲಿ ಲಭ್ಯವಿದೆ",
      "ನಿಮ್ಮ ಎಲೆಕ್ಟ್ರಾನಿಕ್ ಸಹಿ",
      "ಈ ಲಾಗ್ ಔಟ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "Instagram",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಅನ್ವೇಷಣೆಯು ಉತ್ತಮವಾಗಿರುತ್ತದೆ",
      "ಪರಿಶೀಲಿಸಿದ ಬ್ಯಾಡ್ಜ್‌ಗಾಗಿ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪರಿಶೀಲಿಸಿದ ನಂತರ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.",
      "ಲಾಗ್‌ಔಟ್‌ಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ಆತ್ಮಹತ್ಯೆ, ಸ್ವಯಂ ಕತ್ತರಿಸಿಕೊಳ್ಳುವಿಕೆ ಮತ್ತು ವಿಷ ಸೇವಿಸುವುದು ಇವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ, ಸ್ವಯಂ ಹಾನಿ ಮಾಡಿಕೊಳ್ಳುವುದನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುವ ಅಥವಾ ಪ್ರಚಾರ ಮಾಡುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನಾವು ತೆಗೆದುಹಾಕುತ್ತೇವೆ. ಒಂದು ವೇಳೆ ಸ್ವಯಂ ಗಾಯ ಬಲಿಪಶುಗಳಿಗೆ ಗುರಿಯಾಗಿಸುವ ಅಥವಾ ಅವರನ್ನು ತಮಾಷೆ ಮಾಡುವ ಪೋಸ್ಟ್‌ಗಳಿದ್ದರೆ ಅವರನ್ನು ಗುರುಯಾಗಿಸುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಕೂಡಾ ನಾವು ತೆಗೆದುಹಾಕಬಹುದು.",
      "ದೋಷದ ಐಕಾನ್",
      "ಪಾವತಿ ನಿಯಮಗಳು",
      "ಈಗ ಸಕ್ರಿಯಗೊಳಿಸಿ",
      "ಈ ವೀಡಿಯೊವನ್ನು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ ಎಂದು ಜ್ಞಾಪಿಸಿ.",
      "ಸಂದೇಶ ಕಳುಹಿಸಿ",
      "ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೀವು ನಮೂದಿಸದಿದ್ದರೆ, ಚೆಕ್‌ಔಟ್ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ Facebook ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "ಸ್ಥಳಗಳು",
      "ಸಮತಟ್ಟಾದ ಮೇಲ್ಮೈಗಳಿಗೆ ಅಂಟಿಸಿ",
      "ನಗ್ನತೆ ಅಥವಾ ಅಶ್ಲೀಲತೆ",
      "ಎಲ್ಲಾ ಅನುಸರಣಾ ವಿನಂತಿಗಳನ್ನು ನೋಡಲು ಚೆವ್ರಾನ್ ಐಕಾನ್",
      "ವ್ಯವಹಾರವನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗುವುದಿಲ್ಲ",
      "ನೀವು Android, iOS 13 ಅಥವಾ iOS ನ ಹಿಂದಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ನೀವು US ನಲ್ಲಿನ {Digital Advertising Alliance}, ಕೆನಡಾದಲ್ಲಿನ {Digital Advertising Alliance of Canada} ಅಥವಾ ಯುರೋಪ್‌ನಲ್ಲಿನ {European Interactive Digital Advertising Alliance} ಮೂಲಕ ಅಥವಾ ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೂಲಕ Facebook ಮತ್ತು ಭಾಗವಹಿಸುವ ಇತರ ಕಂಪನಿಗಳಿಂದ ಆನ್‌ಲೈನ್ ಆಸಕ್ತಿ ಆಧಾರಿತ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುವುದರಿಂದ ನೀವು ಹೊರಗುಳಿಯಬಹುದು. ನಮ್ಮ ಕುಕೀ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸುವ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್‌ಗಳು ಮತ್ತು ಪರಿಕರಗಳು ಈ ನಿಯಂತ್ರಣಗಳಿಗೆ ಅಡ್ಡಿಯಾಗಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.",
      "ಭಾಗವಹಿಸುವಿಕೆಯನ್ನು ಸರಿಯಾಗಿ ಅಳೆಯಲು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲು, ನಿಮ್ಮನ್ನು ಗುರುತಿಸದ ಯಾದೃಚ್ಛಿಕ ID ಸಂಖ್ಯೆ ಮತ್ತು ಸಂಖ್ಯಾಶಾಸ್ತ್ರೀಯ ಸಂಖ್ಯೆಯನ್ನು ನಾವು ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ಅವರು ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಗಳ ಕುರಿತು ನಮಗೆ ತಿಳಿಸುತ್ತಾರೆ.",
      "ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸುವುದರಿಂದ ಹೆಚ್ಚು ಸುಲಭವಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಲು, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರುಪಡೆಯಲು ಮತ್ತು ನೀವು ಅನುಸರಿಸುವ ವ್ಯಕ್ತಿಯನ್ನು ಹುಡುಕಲು ನಿಮಗೆ ಸಹಾಯವಾಗುತ್ತದೆ.",
      "ಟ್ರಿಮ್",
      "1 ಐಟಂ",
      "{name of the user} ಅವರು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಲು ಪ್ರಾರಂಭಿಸಿದ್ದಾರೆ.",
      "ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ",
      "{location} ನ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ಐಚ್ಛಿಕ",
      "ನಕಲಿಸಿ",
      "ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡು",
      "ನಿಮ್ಮ ಫೋನ್‌ಗೆ SMS ಮೂಲಕ ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ನಾವು ಕಳುಹಿಸುತ್ತೇವೆ.",
      "Instagram ನಲ್ಲಿ ತೆರೆಯಿರಿ",
      "ಲೈಂಗಿಕ ಸಂಪರ್ಕ, ಜನನಾಂಗಗಳು ಅಥವಾ ಸಂಪೂರ್ಣ ನಗ್ನ ನಿತಂಬಗಳ ಸಮೀಪದ ಫೋಟೋಗಳನ್ನು ತೋರಿಸುವ ಪೋಸ್ಟ್‌ಗಳು",
      "ರದ್ದುಮಾಡು",
      "ನೀವು ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಬಹುದು ಅಥವಾ ಬೇರೊಂದು ಖಾತೆಯನ್ನು ಬಳಸಬಹುದು.",
      "ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ",
      "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯ ಕುರಿತು ನಾವು ಕಾಳಜಿವಹಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನಾವು ಇತ್ತೀಚೆಗೆ ಕಂಡುಕೊಂಡ ಮತ್ತು ಪರಿಹರಿಸಿದ ತಾಂತ್ರಿಕ ಸಮಸ್ಯೆಯ ಕುರಿತು ನಿಮಗೆ ತಿಳಿಸಲು ಬಯಸುತ್ತೇವೆ. ನಮ್ಮ ಡಾಗ್‌ಫುಡಿಂಗ್ ಪ್ರಕ್ರಿಯೆಯ ಭಾಗವಾಗಿ Instagram ನ ಬಿಡುಗಡೆಯಾಗದ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದ ನಿಮ್ಮದೇ ಸೇರಿದಂತೆ ಕೆಲವು Instagram ಖಾತೆಗಳನ್ನು ಇದು ಪ್ರಭಾವಿಸಿದೆ.",
      "ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ನಿರ್ವಹಿಸಲಾಗುತ್ತಿದೆ",
      "ಭದ್ರತಾ ಕೋಡ್",
      "ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಜನ್ಮ ದಿನಾಂಕವನ್ನು ತೋರಿಸುವ ID (ಉದಾ. ಚಾಲಕನ ಪರವಾನಗಿ, ಪಾಸ್‌ಪೋರ್ಟ್ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಗುರುತಿನ ಕಾರ್ಡ್) ಅಥವಾ ಅಧಿಕೃತ ವ್ಯವಹಾರ ದಾಖಲೆಗಳು (ತೆರಿಗೆ ಸಲ್ಲಿಸುವುದು, ಇತ್ತೀಚಿನ ಉಪಯುಕ್ತತೆ ಬಿಲ್, ಏಕೀಕರಣದ ಲೇಖನ) ನಮಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ.",
      "ವೀಡಿಯೊಗಳು ಒಂದು ಗಂಟೆ ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು",
      "ನಿಮ್ಮ ದೇಣಿಗೆಗಾಗಿ ಧನ್ಯವಾದಗಳು",
      "ಲಾಗ್ ಇನ್ ಮಾಡು",
      "{time their account will be disabled} ಮೊದಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಿ ಅಥವಾ ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಉಲ್ಲಂಘಸಿದ್ದಕ್ಕಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ. ನಮ್ಮ ಅನುಕರಣೆ ನೀತಿಯ ಕುರಿತು {learn more link}.",
      "Facebook ಉತ್ಪನ್ನಗಳಿಂದ ನಿಮಗಾಗಿ ಜಾಹೀರಾತುಗಳನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಸಹಾಯ ಮಾಡಲು ಅಥವಾ ಅವುಗಳ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ನಾವು ಇತರ ಕಂಪನಿಗಳಿಂದ ಕುಕೀಸ್ ಅನ್ನು ಬಳಸುವುದಿಲ್ಲ",
      "ತೆಗೆದುಹಾಕಲಾದ ಇನ್ನಷ್ಟು ವಿಷಯವನ್ನು ತೋರಿಸಿ",
      "ನನ್ನ ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬದಲಾಯಿಸಲು ಬಯಸುತ್ತೇನೆ",
      "ಶೋಧಿಸಿ ಮತ್ತು ಅನ್ವೇಷಿಸಿ",
      "ಇರಿಸು",
      "ಸುದ್ಧಿಗಳನ್ನು ಮರುಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ",
      "ಉಚಿತ Wi-Fi ಪಡೆಯಿರಿ ಮತ್ತು {name} ಅವರನ್ನು ಅನುಸರಿಸಿ",
      "ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ.",
      "{date} ರಂದು {time}",
      "ನಿಮ್ಮ ಹಿಂದಿನ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು ನಮ್ಮ {Community Guidelines} ಅನ್ನು ಅನುಸರಿಸುವುದಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.",
      "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?",
      "{username} ಮತ್ತು 1 ಇತರರ ಮೂಲಕ ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ",
      "ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ...",
      "ಒಮ್ಮೆ ನೀವು ಜನರನ್ನು ಅನುಸರಿಸಿದಾಗ, ನೀವು ಅವರನ್ನು ಇಲ್ಲಿ ನೋಡುತ್ತೀರಿ.",
      "ಸಂಭವಿಸುವುದನ್ನು ಸಂಕ್ಷಿಪ್ತವಾಗಿ ವಿಸ್ತರಿಸಿ.",
      "ಹೇಳುವುದು ಬೇಡ ಎಂದು ಬಯಸುತ್ತೇನೆ",
      "Instagram ನಲ್ಲಿನ {translated category name} ಖಾತೆಗಳು",
      "ವಿಶೇಷವಾದ ಸುದ್ದಿ",
      "ನೀವು ಇದೀಗ ಹಿಂತಿರುಗಿದರೆ, ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಕಳೆದುಕೊಳ್ಳುವಿರಿ",
      "{username} ಇದೀಗ Facebook ಉತ್ಪನ್ನಗಳಾದ್ಯಂತ ಅವರ ಚಟುವಟಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ಅವರ ಹೆಚ್ಚಿನ ಆಸಕ್ತಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುತ್ತದೆ.",
      "ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ರಚಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿಮ್ಮ ಖಾತೆಯು ಸಾರ್ವಜನಿಕ ಹಿತಾಸಕ್ತಿ ಎಂಬುದಾಗಿ ತೋರಿಸುವ ಲೇಖನಗಳು, ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಖಾತೆಗಳು ಮತ್ತು ಇತರ ಲಿಂಕ್‌ಗಳನ್ನು ಸೇರಿಸಿ. ಪಾವತಿಸಲಾದ ಅಥವಾ ಪ್ರಚಾರದ ವಿಷಯವನ್ನು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ.",
      "ಜಾಹೀರಾತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಇಮೇಲ್ ಅನ್ನು ಖಚಿತಪಡಿಸು",
      "Instagram ಬ್ರೌಸಿಂಗ್ ಡೇಟಾವನ್ನು ಬಳಸುವುದಿಲ್ಲ. ನೀವು ವೀಡಿಯೊಗಳನ್ನು ಅಥವಾ ಕಥೆಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಆಯ್ಕೆಮಾಡಿದಾಗ ಮಾತ್ರ ಡೇಟಾವನ್ನು ಬಳಸುತ್ತೀರಿ.",
      "ಸಂಪಾದಿಸಿ",
      "ಲಾಕ್ ಐಕಾನ್ ತುಂಬಿದೆ",
      "ಸಂಪರ್ಕಿಸಿ",
      "ನಿಮ್ಮ ಜನ್ಮದಿನವನ್ನು ಸೇರಿಸಿ",
      "ಇವುಗಳು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ನೀವು ತೆಗೆದುಹಾಕಿರುವ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಾಗಿವೆ. ಇದರರ್ಥ ನೀವು ಈ ಹಿಂದೆ ಹಂಚಿಕೊಂಡ ಮಾಹಿತಿಯನ್ನು ಅವರು ಇನ್ನೂ ಹೊಂದಿರಬಹುದು, ಆದರೆ ಹೆಚ್ಚುವರಿ ವಿನಂತಿಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಅಳಿಸಲು ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕೇಳಬಹುದು. ಇದನ್ನು ಮಾಡಲು, ವಿವರಗಳು ಮತ್ತು ಸಂಪರ್ಕ ಮಾಹಿತಿಗಾಗಿ ಅವರ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿದರೆ, ಅವರಿಗೆ ನಿಮ್ಮ ಬಳಕೆದಾರರ ID ಬೇಕಾಗಬಹುದು.",
      "ನೀವು ಅವರನ್ನು ನೇರವಾಗಿ ಅವರ ಪ್ರೊಫೈಲ್‌ನಿಂದ ನಿರ್ಬಂಧಿಸಬಹುದು. ನೀವು ಮಾಡಿದರೆ, ಅವರಿಗೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್, ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಸುದ್ದಿಯನ್ನು ಹುಡುಕಲು ಅಥವಾ Instagram ನಲ್ಲಿ ನಿಮಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ ಎಂಬುದನ್ನು Instagram ಅವರಿಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "ಕೆಳಗಿನ ಚೆವ್ರಾನ್ ಐಕಾನ್",
      "ಯಾವುದನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಮುಖಪುಟ ಪರದೆಗೆ ಸೇರಿಸು",
      "ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ",
      "{username} ಅವರು ಪ್ರಸ್ತುತವಾಗಿ ಯಾವುದೇ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳನ್ನು ಅನುಸರಿಸುತ್ತಿಲ್ಲ.",
      "ದೋಷ",
      "ಕ್ಷಮಿಸಿ! ಇದೀಗ ನಿಮ್ಮ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಬಾರದು ಎಂದು ನೀವು ಭಾವಿಸಿದಾಗ ನಾವು ಸಾಮಾನ್ಯವಾಗಿ ಪರಿಶೀಲನೆಗಾಗಿ ಕೋರಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತೇವೆ.",
      "ಲಾಗಿನ್ ಮಾಡಲು ಇದು ನೀವೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ",
      "ಈ ಖಾತೆ ವ್ಯಾಪಾರ, ಸಾಕುಪ್ರಾಣಿ ಅಥವಾ ಬೇರೆ ಯಾವುದಕ್ಕಾದರೂ ಸಹ ನಿಮ್ಮ ಸ್ವಂತ ಜನ್ಮದಿನವನ್ನು ಬಳಸಿ",
      "ನಿಮ್ಮ Facebook ಇಮೇಲ್ ವಿಳಾಸವು, Facebook ಮತ್ತು Instagram ನಲ್ಲಿರುವ ಖಾತೆಗಳೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ {email}, ಆಗಿದೆ ಆದರೆ ಖಾತೆಯು ಸಂಪರ್ಕಗೊಂಡಿಲ್ಲ.",
      "ಆ್ಯಪ್‌ಗಾಗಿ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ಹಂಚಿಕೊಂಡ ಬಂದೂಕುಗಳು, ಸ್ಫೋಟಕಗಳು ಮತ್ತು ಯುದ್ಧಸಾಮಗ್ರಿಗಳ ಮಾರಾಟಗಳು.",
      "ಮತ್ತೆ ಬದಲಾಯಿಸಿ",
      "ಡೇಟಾ ನೀತಿ",
      "{firstUsername} ಮತ್ತು {secondUsername}",
      "ಇನ್ನಷ್ಟು ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ",
      "ಈ ಲಾಗಿನ್ ನೀವಲ್ಲ ಎಂಬುದನ್ನು ಸಿಸ್ಟಮ್‌ಗೆ ತಿಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆಯಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮಗೆ ಹೆಚ್ಚು ಸೂಕ್ತವಾದ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು, ಜಾಹೀರಾತುದಾರರು ಮತ್ತು ಇತರ ಪಾಲುದಾರರು ತಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿನ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಬಗ್ಗೆ ಮತ್ತು ಖರೀದಿಗಳಂತಹ ಕೆಲವು ಆಫ್‌ಲೈನ್ ಸಂವಹನಗಳ ಬಗ್ಗೆ ನಮಗೆ ಒದಗಿಸುವ ಡೇಟಾವನ್ನು ನಾವು ಸ್ವೀಕರಿಸುತ್ತೇವೆ ಮತ್ತು ಬಳಸುತ್ತೇವೆ. ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿನ ಪಾಲುದಾರರಿಂದ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಡೇಟಾದ ಮೂಲಕ Instagram ನ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ಜಾಹೀರಾತುಗಳನ್ನು ನೀವು ನೋಡುತ್ತೀರಾ ಎಂದು ನೀವು ನಿಯಂತ್ರಿಸಬಹುದು.",
      "ಹಿಂದಿನ ವ್ಯವಹಾರ ಇಮೇಲ್ ವಿಳಾಸಗಳು",
      "ಅಮಾನ್ಯ ಇಮೇಲ್‌ನೊಂದಿಗೆ, ನಿಮಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಲು ನಾವು ವಿಫಲರಾಗಿದ್ದೇವೆ.",
      "ನೆಟ್‌ವರ್ಕ್ ಬ್ಯಾಂಡ್‌ವಿಡ್ತ್",
      "ನಿಮ್ಮ Facebook ಖಾತೆಯಲ್ಲಿನ ನಿಯಂತ್ರಣಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಯು ಖಾಸಗಿಯಾಗಿರುವಾಗ, ನೀವು ಅನುಮೋದಿಸುವ ಜನರು ಮಾತ್ರ Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಬಹುದು. ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅನುಸರಿಸುವವರಿಗೆ ಪರಿಣಾಮವಾಗುವುದಿಲ್ಲ.",
      "Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಜಗತ್ತಿನೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಉದ್ದೇಶಗಳು",
      "ಇಮೇಲ್",
      "ಕ್ರಿಯೇಟರ್ ಸ್ಟುಡಿಯೋಗೆ ಹೋಗಿ",
      "ವೀಕ್ಷಿಸಿದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
      "ಇದನ್ನು ಉಚಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.",
      "ಹೊಂದಾಣಿಕೆ ವಿಷಯದ ಸೂಚನೆ",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಫೋಟೋವನ್ನು ನೀವು ಸಿಂಕ್ ಮಾಡಿರುವ ಕಾರಣದಿಂದಾಗಿ, ನಿಮ್ಮ ಫೋಟೋ Instagram ಮತ್ತು Facebook ಎರಡರಲ್ಲೂ ಬದಲಾಗುತ್ತದೆ.",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ ಆನ್ ಆಗಿದೆ",
      "ಈ ಜಾಹೀರಾತನ್ನು ಮರೆಮಾಡಲು ಕಾರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ:",
      "ಪಾವತಿ ವಿಧಾನಗಳು, ವಿತರಣಾ ವಿಳಾಸ, ಹೆಸರು, ಇಮೇಲ್",
      "ನಾನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾದ ಫೋಟೊವನ್ನು ನಾನು ಅಳಿಸಲು ಬಯಸುತ್ತೇನೆ",
      "ಕ್ಷಮಿಸಿ, ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಪ್ರೊಫೈಲ್ ಉಳಿಸಲಾಗಿದೆ.",
      "ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ನೆನಪಿಡುವುದೇ?",
      "ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ವರ್ಗವನ್ನು ತೋರಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆ ಪ್ರತಿನಿಧಿಸುವ ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿ, ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ ಅಥವಾ ಬ್ರಾಂಡ್ ಅನ್ನು ಸಾರ್ವಜನಿಕ ಹಿತಾಸಕ್ತಿ ಎಂದು ತೋರಿಸಿ.",
      "ಸಂರಕ್ಷಿತ ಪಾವತಿಗಳು",
      "ನಮ್ಮ ಪ್ರೆಸ್ ಸೆಂಟರ್‌ನಲ್ಲಿ ಅವುಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ರಚಿಸುವವರ ಖಾತೆಗೆ ಬದಲಾಯಿಸುವುದರಿಂದ ನಿಮ್ಮ Instagram ಖಾತೆಯನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿಸುತ್ತದೆ. ನಿಮ್ಮ ವಿಷಯವನ್ನು ಯಾರಾದರೂ ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ ಮತ್ತು ಬಾಕಿ ಉಳಿದಿರುವ ಎಲ್ಲಾ ವಿನಂತಿಗಳನ್ನು ಅನುಮೋದಿಸಲಾಗುತ್ತದೆ.",
      "ನೀವು ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿದರೆ, ನೀವು ಅವರನ್ನು ವಿನಂತಿಸಿದಾಗ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ನಾವು ನಿಮಗೆ ಇಮೇಲ್‌ಗಳನ್ನು ಮಾತ್ರ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ಬಳಕೆದಾರರ ಐಕಾನ್",
      "ನಿರ್ಬಂಧಿಸಿದ ಕಾಮೆಂಟ್ ಮಾಡುವವರು",
      "ಉಡುಗೊರೆ ನೆರವನ್ನು ರದ್ದುಗೊಳಿಸಿ",
      "Facebook ಉತ್ಪನ್ನಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ವಿಶ್ಲೇಷಣೆಗಳು ಮತ್ತು ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಿಮಗಾಗಿ ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಜಾಹೀರಾತು ಮತ್ತು ಅಳತೆ ಸೇವೆಗಳಿಗಾಗಿ, ನಾವು Instagram ಮತ್ತು Facebook ನಲ್ಲಿ ಇತರ ಕಂಪನಿಗಳಿಂದ ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ಈ ಕಂಪನಿಗಳು ಕುಕೀಸ್ ಅನ್ನು ಸಹ ಬಳಸುತ್ತವೆ.",
      "ಕಥೆಗಳು",
      "ಕೆಲವು ಪಾವತಿಗಳಲ್ಲಿ ಸುರಕ್ಷತಾ ಪರಿಶೀಲನೆಯಾಗಿ ನಿಮ್ಮ PIN ಅನ್ನು ನೀವು ನಮೂದಿಸುತ್ತೀರಿ. ಎಲ್ಲಾ ಪಾವತಿಗಳಿಗೆ ನಿಮ್ಮ PIN ಬಳಸಲು, Facebook Pay ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡಿ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್",
      "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ",
      "{username1}, {username2}, ಮತ್ತು 1 ಇತರೆ",
      "WhatsApp ಸೇರಿಸಿ",
      "ಜನರನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ಸುದ್ದಿ/ಮಾಧ್ಯಮ",
      "NetzDG ಅಡಿಯಲ್ಲಿ ವರದಿ ಮಾಡಿ",
      "ಇತರೆ ಜನರು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅವರ ಸುದ್ದಿಗಳಿಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬಹುದು. ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಯಾವಾಗಲೂ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಜೊತೆಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
      "ಸಾರ್ವಜನಿಕ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ (ಅಗತ್ಯವಿದೆ)",
      "Whatsapp",
      "ಹಿಂದಿನ ಬಳಕೆದಾರಹೆಸರುಗಳು",
      "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಜನ್ಮದಿಮನಾಂಕವನ್ನು ನಮೂದಿಸಿ.",
      "ವೀಡಿಯೊದಲ್ಲಿ ಎಲ್ಲಾ ವಿಷಯವು ನಿಮ್ಮ ಮೂಲ ವಿಷಯವಾಗಿರುತ್ತದೆ ಮತ್ತು ನೀವು ಅದಕ್ಕೆ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವಿರಿ.",
      "ಖಾತೆಗಳನ್ನು ಬದಲಿಸಿ",
      "ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಖಚಿತಪಡಿಸಿರುವಿರಿ.",
      "ವೀಡಿಯೊ ಚಾಟ್",
      "ಸಂದೇಶವೊಂದನ್ನು ಬರೆಯಿರಿ...",
      "ನಿಮ್ಮ ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನಿಮ್ಮ {=auth app codes} ಅಪ್ಲಿಕೇಶನ್ ಕೋಡ್‌ಗಳಿಂದ ಒಂದನ್ನು ನೀವು ಪಡೆಯಬಹುದು}",
      "ಬುಧವಾರ",
      "ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ಡೇಟಾ ನೀತಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ",
      "ಅನುಮೋದಿಸು",
      "ಉಳಿಸು",
      "ವ್ಯಾಪಾರ ಇಮೇಲ್",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಈ ಹಂಚಿಕೆಯ ಕುರಿತು ಇನ್ನಷ್ಟು:",
      "ನೋಂದಾಯಿಸು",
      "{Time} ನಲ್ಲಿ {Date} ರಂದು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ",
      "ಪರಿಚಿತ ಚಿತ್ರಗಳನ್ನು ವರದಿ ಮಾಡುವಿಕೆ",
      "ಅಳಿಸುವುದರಿಂದಾಗಿ ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಚಾಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ಆದರೆ ಬೇರೆಯವರ ಇನ್‌ಬಾಕ್ಸ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದಿಲ್ಲ.",
      "ಈ ಫೋಟೋವನ್ನು ಈ ಕೆಳಗಿನ ಸ್ಥಳಗಳಲ್ಲಿ ನೋಡಬಹುದಾಗಿದೆ ಎಂದು ಜ್ಞಾಪಿಸಿ:",
      "ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು",
      "ಇಮೇಲ್ ಪ್ರಾಶಸ್ತ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "ನೇ",
      "ನೀವು ಅನುಸರಿಸದಿರುವ ಖಾತೆಗಳು",
      "ನಿಮಗೆ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಲಾಗಿನ್ ಕೋಡ್ ಅನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನೀವು {=sms code} ಮೂಲಕ ಒಂದನ್ನು ಪಡೆಯಬಹುದು ಅಥವಾ ನಿಮ್ಮ {=backup codes} ನಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಿ",
      "ವಿವರಣೆ",
      "{seconds}ಗಳು",
      "ಮಾದಕವಸ್ತುಗಳ ಮಾರಾಟ ಅಥವಾ ಪ್ರಚಾರ ಎಂದು ವರದಿ ಮಾಡುವುದೇ?",
      "ಈಗ ಬೇಡ",
      "{Userlink} ನಂತಹ ಇನ್ನಷ್ಟು ಖಾತೆಗಳು",
      "ಕಡಿಮೆ ಸ್ಥಳಾವಕಾಶವನ್ನು ಬಳಸುತ್ತದೆ. Google Play ನಲ್ಲಿ ಉಚಿತ.",
      "ಅನಿರ್ಬಂಧಿಸು",
      "ಪ್ರವೇಶವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಇವುಗಳು ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಲು Instagram ಅನ್ನು ಬಳಸಿದ ಮತ್ತು ಇತ್ತೀಚೆಗೆ ಬಳಸಿದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಾಗಿವೆ. ಅವರೊಂದಿಗೆ ಹಂಚಲು ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಮಾಹಿತಿಯನ್ನು ಅವರು ಕೋರಬಹುದು.",
      "ಲಾಗಿನ್ ಸಹಾಯಕ ಇಮೇಲ್‌ಗಳ ಆಯ್ಕೆಯಿಂದ ಹೊರಗೆ",
      "ಆಡಿಯೋ ಚಿತ್ರ",
      "ಕೆಳಮುಖವಾಗಿರುವ ಚೆವ್ರಾನ್, ವಿಭಾಗವನ್ನು ಮುಚ್ಚಲಾಗಿದೆ ಮತ್ತು ತೆರೆಯಬಹುದು ಎಂಬುದನ್ನು ಸೂಚಿಸುತ್ತಿದೆ",
      "ನಿಮ್ಮ Instagram ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಪ್ರವೇಶ ಹೊಂದಲು ದೃಢೀಕರಣ ಹೊಂದಿಲ್ಲ.",
      "ಸಕ್ರಿಯವಲ್ಲದ ಸೆಷನ್‌ಗಳಿಗೆ IP ವಿಳಾಸಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಮರಳಿ ಪಡೆಯಲು ನಾವು ಲಿಂಕ್ ಹೊಂದಿರುವ {phoneNumber} ಗೆ SMS ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ.",
      "ನಿರ್ಗಮಿಸಿ",
      "{instagramUsername} ಮತ್ತು {facebookPageName}",
      "ಸಂಪನ್ಮೂಲಗಳನ್ನು ವೀಕ್ಷಿಸು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿರಿ. ಮುಂದುವರಿಯುವುದೇ?",
      "ಜಾಹೀರಾತು ಪ್ರಾಶಸ್ತ್ಯಗಳು",
      "ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ (ಅಗತ್ಯವಿದೆ)",
      "ಫೀಡ್",
      "ನಿಮ್ಮ ಮನವಿಯನ್ನು ಅನುಮೋದಿಸಿದರೆ",
      "content_removed_img",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಅದು ನಮ್ಮ {brandedContentPoliciesLink} ವಿರುದ್ದ ಹೋಗುತ್ತಿದೆ. ತಂಬಾಕು ಉತ್ಪನ್ನಗಳು, ಶಸ್ತ್ರಾಸ್ತ್ರಗಳು, ಮದ್ದುಗುಂಡುಗಳು ಅಥವಾ ಸ್ಫೋಟಕಗಳು ಸೇರಿದಂತೆ ಕೆಲವು ಸರಕುಗಳು, ಸೇವೆಗಳು ಅಥವಾ ಬ್ರ್ಯಾಂಡ್‌ಗಳನ್ನು ಬ್ರಾಂಡ್ ವಿಷಯದೊಂದಿಗೆ ಪ್ರಚಾರ ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಸಾಮಾಜಿಕ ಜಾಹೀರಾತುಗಳು, ಚುನಾವಣೆಗಳು ಅಥವಾ ರಾಜಕೀಯ ಸೇರಿದಂತೆ ಕೆಲವು ವರ್ಗಗಳನ್ನು ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ಚಲಾಯಿಸಲು ಪಾವತಿಸುವ ಪಾಲುದಾರರಿಗೆ ಅಧಿಕಾರವಿದ್ದರೆ ಮಾತ್ರ ಬ್ರಾಂಡ್ ವಿಷಯ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಮಾತ್ರ ಅನುಮತಿಸಲಾಗುತ್ತದೆ.",
      "ಕಾಮೆಂಟ್ ಆಯ್ಕೆಗಳು",
      "ಸೈನ್ ಅಪ್",
      "ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸುವುದರಿಂದ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸಬಹುದು, ಸ್ನೇಹಿತರು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಹುಡುಕಿ.",
      "ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನೀವು ತೆಗೆದುಹಾಕಿದರೆ, ಪಠ್ಯ ಸಂದೇಶದ ಮೂಲಕ ಮಾತ್ರ ನೀವು ಭದ್ರತೆ ಕೋಡ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
      "ಮುಗಿದಿದೆ.",
      "ಪೋಸ್ಟ್ ಅನ್ನು ತ್ಯಜಿಸುವುದೇ?",
      "ಇಮೇಲ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಜಾಹೀರಾತು",
      "ಇಲ್ಲಿ ತೋರಿಸಲು ನಿಮ್ಮ ಖಾತೆಯು ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಂದ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಮರಳಿ ಹೋಗಲು ನಿಮಗೆ ಪಠ್ಯ ಸಂದೇಶ ಕಳುಹಿಸುವ ಮೂಲಕ ನಾವು ಸಹಾಯ ಮಾಡಬಹುದು.",
      "Facebook Pay",
      "ನಿಮ್ಮ ಖಾತೆ ಅಳಿಸುಹೋಗುವ ಅಪಾಯದಲ್ಲಿದೆ.",
      "ಮಾಹಿತಿ ಉಳಿಸಿ",
      "ವರದಿಯನ್ನು ಕಳುಹಿಸು",
      "ಅಪ್ಲಿಕೇಶನ್ ಬಳಸು",
      "ಕ್ಷಣಗಳು",
      "ಈ ಇಮೇಲ್ ಅನ್ನು ಮತ್ತೊಂದು ಖಾತೆಯ ಮೂಲಕ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.",
      "ಮುಂದೆ",
      "ನಗರ/ಪಟ್ಟಣ",
      "ಲೈವ್ ಪ್ರಸಾರವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಎಲ್ಲಿ ಗೋಚರಿಸುತ್ತದೆ",
      "Instagram ನಲ್ಲಿನ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್, ಪೋಸ್ಟ್‌‌ಗಳು ಅಥವಾ ಸುದ್ದಿಯನ್ನು ಹುಡುಕಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿರುವುದನ್ನು Instagram ಅವರಿಗೆ ತಿಳಿಯುವಂತೆ ಮಾಡುವುದಿಲ್ಲ",
      "ತುಂಬಿದ ಐಕಾನ್ ಗುರುತಿಸಿ",
      "You can manage these messages at any time in your chat with {=business name}.",
      "ತೆರೆದ ಕಧೆಗಳು",
      "ನಿಮ್ಮ ಶಾಪಿಂಗ್ ಬ್ಯಾಗ್ ಅನ್ನು ಕಂಡುಕೊಳ್ಳಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ ಮತ್ತು {link_back_to_instagram_home_page} ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ಮುಂದುವರಿಸು",
      "ಮಾಧ್ಯಮ ರಚನೆಕಾರರ ಐಕಾನ್",
      "ಉಚಿತ ವೈ-ಫೈ ಪ್ರವೇಶವನ್ನು ಪಡೆಯಿರಿ ಮತ್ತು ಅವರ ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಲು ಈ ವ್ಯವಹಾರವನ್ನು ಅನುಸರಿಸಿ ಅಥವಾ ನೀವು ನಂತರ ವ್ಯಾಪಾರವನ್ನು ಅನುಸರಿಸಬಹುದು.",
      "ನೀವು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿರುವಾಗ ಅಥವಾ ಅವರ ಸಂದೇಶಗಳನ್ನು ನೀವು ಓದಿದಾಗ ಅವರಿಗೆ ನೋಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಅವರ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಅವುಗಳನ್ನು ನಿರ್ಬಂಧಿಸಬಹುದು.",
      "Microsoft ನಿಂದ ಅದನ್ನ ಪಡೆಯಿರಿ",
      "ಬೌದ್ಧಿಕ ಆಸ್ತಿಯ ಉಲ್ಲಂಘನೆ",
      "{username} ಅವರು ಸುದ್ದಿಯನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ",
      "ಪೋಸ್ಟ್‌ಗೆ ಹೋಗಿ",
      "ನಿರ್ಬಂಧಿಸಲಾದ ಖಾತೆ",
      "ನಾವು ಸುರಕ್ಷತೆ ಮತ್ತು ಸಮಗ್ರತೆಯ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ಸೀಮಿತ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ ಆದರೆ ನಿಮಗೆ ವೈಯಕ್ತಿಕರಿಸಿದ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು ಇದನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.",
      "ಮುಂದಿನದು",
      "ಮುಗಿದಿದೆ",
      "Instagram ನಲ್ಲಿ 13 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ ವಯಸ್ಸಿನ ಮಗುವನ್ನು ವರದಿ ಮಾಡುವುದೇ?",
      "PIN ಅನ್ನು ಮರುಹೊಂದಿಸು",
      "ಅಂಗಡಿಯನ್ನು ವೀಕ್ಷಿಸು",
      "ಕಿರುಕುಳ ಅಥವಾ ಬೆದರಿಸುವುದರ ಕುರಿತು ನೀವು ಏನು ಮಾಡಬಹುದು ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಲು ನೀವು ಬಯಸಿದರೆ, ಸಹಾಯ ಮಾಡಲು ನಾವು ಬಯಸುತ್ತೇವೆ",
      "ಮುಂದೆ",
      "ಹೊಸ ಪೋಸ್ಟ್ ರಚಿಸಿ",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ",
      "ನಿಮ್ಮ ಗ್ರಾಹಕರನ್ನು ತಲುಪಿರಿ",
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನೀವು ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ ಎಲ್ಲಾ ಬಳಕೆದಾರರ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಓದಬಹುದು.",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಸೇರಿಸಲಾದ ನಿಮ್ಮ ಫೋಟೊಗಳು ಬೇಕಾಗಿದ್ದರೆ ಹೇಗೆ ಆಯ್ಕೆಮಾಡಿಕೊಳ್ಳುವಿರಿ.",
      "ನಿಮ್ಮ ಸಂಪೂರ್ಣ ಹೆಸರಿನ ಟ್ಯಾಗ್ ಸೆರೆಹಿಡಿಯಲು ಕ್ಯಾಮರಾಗಳಿಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "Safari",
      "ಇಂದು ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "1 ವರ್ಷ ವಯಸ್ಸು",
      "ಎಲ್ಲರಿಗೂ Instagram ಸಮುದಾಯವನ್ನು ಸುರಕ್ಷಿತ ಮತ್ತು ವಿನೋದವಾಗಿರಿಸಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ನೆನಪಿಡಿ, ಫೋಟೋ, ವೀಡಿಯೊ ಅಥವಾ ಕಾಮೆಂಟ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿದ ವ್ಯಕ್ತಿಗೆ ವರದಿ ಸಲ್ಲಿಸಿದವರು ಯಾರು ಎಂಬುದನ್ನು ನಾವು ಬಹಿರಂಗಪಡಿಸುವುದಿಲ್ಲ.",
      "• ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸದಂತೆ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಆಯ್ಕೆಮಾಡಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಸಂಪರ್ಕವು ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
      "ಖಾತೆ ಡೇಟಾ ವೀಕ್ಷಿಸಿ",
      "ನಮಗೆ ತಿಳಿಸಿರಿ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಬೇಕಾದ ಫೋಟೋದ ಪೂರ್ವವೀಕ್ಷಣೆ",
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನಿಮ್ಮ ಆಸಕ್ತಿಗಳನ್ನು ಆಧರಿಸಿದ ಹೆಚ್ಚಿನ ಉತ್ತಮ ವಿಷಯಗಳನ್ನು ನೀವು ವೀಕ್ಷಿಸುತ್ತೀರಿ.",
      "ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ಡೌನ್‌ಲೋಡ್‌ಗೆ ವಿನಂತಿಸಿ",
      "ಒಂದು ವೇಳೆ ನೀವು ಬೇರೆಯವರ ಸಂದೇಶ ವರದಿ ಮಾಡಿದರೆ, ಯಾರು ವರದಿ ಮಾಡಿದ್ದಾರೆಂದು Instagram ಅವರಿಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "ವಿಳಾಸ",
      "ಷರತ್ತುಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ನಾವು ಅಸ್ವಾಭಾವಿಕ ಚಟುವಟಿಕೆಯನ್ನು ಗಮನಿಸಿದ್ದೇವೆ ಮತ್ತು ಕೆಲವು ಕ್ರಮಗಳನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಿದ್ದೇವೆ.",
      "ನಿರಾಕರಿಸಿ",
      "ಸರಿ",
      "ಎಂಬೆಡ್ ಮಾಡಿದ",
      "ಇವರಿಂದ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ",
      "ನೀವು ಒಂದು ವೇಳೆ ಬೇರೆಯವರ ಪೋಸ್ಟ್ ವರದಿ ಮಾಡಿದರೆ, ಅವರಿಗೆ Instagram ಯಾರು ವರದಿ ಮಾಡಿದರೆಂದು ಹೇಳುವುದಿಲ್ಲ.",
      "facebook ಹೊರಗಿನ ಚಟುವಟಿಕೆ",
      "ಎರಡನೇ ಖಾತೆಯನ್ನು ರಚಿಸಿ",
      "ಭೌತಿಕ ವಿಳಾಸ",
      "{Button to log in} ಅಥವಾ {Button to sign up}",
      "ಮಂಗಳವಾರ",
      "Chrome",
      "ಪಠ್ಯ",
      "ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಒಪ್ಪುತ್ತೇನೆ",
      "{timeString} ನಲ್ಲಿ {dateString}",
      "{username} ಅವರ ಸುದ್ದಿ ಹೈಲೈಟ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ",
      "ನೇ",
      "{story owner username} ಅವರ ಸದಸ್ಯತ್ವದಲ್ಲಿರುವ ಜನರು ಮಾತ್ರ ಈ ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "ನಿಮ್ಮ {=app and web} ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು. ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು {=privacy} ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಭಿನ್ನವಾಗಿದ್ದು, Instagram ನಲ್ಲಿ ನಿಮ್ಮ ವಿಷಯವನ್ನು ಯಾರು ನೋಡಬಹುದು ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ.",
      "• ನಾವು ಬಳಸುವ ಕುಕೀಗಳು ಮತ್ತು ಅದೇ ರೀತಿಯ ತಂತ್ರಜ್ಞಾನಗಳು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು Instagram ಮತ್ತು Facebook ಜೊತೆಗಿನ ನಿಮ್ಮ ಕುರಿತಾದ ಮಾಹಿತಿಯನ್ನು ಹಂಚಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನೀವು ವೀಕ್ಷಿಸುವ ಜಾಹೀರಾತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ ಮತ್ತು ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ಅಳೆಯಲು ವ್ಯಾಪಾರಗಳಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತೇವೆ.",
      "ಉಳಿಸು",
      "ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡು",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಪೋಸ್ಟ್ ಮಾಡುವುದೇ?",
      "ನಿಮ್ಮ ಸುದ್ದಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ: {emoji}",
      "ವಯಸ್ಸನ್ನು ದೃಢೀಕರಿಸಿ",
      "Instagram ಮತ್ತು Facebook ನಿಂದ ಕುಕೀಸ್ ಬಳಕೆಯನ್ನು ಅನುಮತಿಸುವುದೇ?",
      "ಲಾಗಿನ್ ಮಾಡಿ",
      "ಖಾತೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದೆ",
      "ಅಂಗಸಂಸ್ಥೆಯನ್ನು ಸ್ಥಾಪಿಸಲು ಮತ್ತು ಹಣ ಸಂಪಾದಿಸುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು Instagram ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ.",
      "ವೀಕ್ಷಿಸಲು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು Instagram ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ.",
      "{list of items}, {last item}",
      "ಆಡಿಯೋವನ್ನು ಮ್ಯೂಟ್ ಮಾಡಲಾಗಿದೆ.",
      "ವೀಡಿಯೊ ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ...",
      "ನಿಮ್ಮ ಜನ್ಮದಿನವನ್ನು ಒದಗಿಸುವುದರಿಂದ ನೀವು ನೋಡುವ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಜಾಹೀರಾತುಗಳನ್ನು ಸುಧಾರಿಸುತ್ತದೆ ಮತ್ತು Instagram ಸಮುದಾಯವನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ ಜನ್ಮದಿನವನ್ನು ನೀವು ಕಂಡುಹಿಡಿಯಬಹುದು.",
      "ಯಾವುದೇ ಸಂದೇಶಗಳಿಲ್ಲ",
      "{=app name} {=privacy policy} ಮತ್ತು {=terms}.",
      "ಗೆ",
      "ನೀವು ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಏಕೆ ವರದಿ ಮಾಡುತ್ತಿರುವಿರಿ?",
      "ಯಾರು ಕಿರುಕುಳ ಅಥವಾ ಹಿಂಸೆಗೆ ಒಳಗಾಗುತ್ತಿರುವುದೇ?",
      "ಮ್ಯೂಟ್",
      "ಈಗ ಬೇಡ",
      "Facebook ಮತ್ತು Instagram ನಲ್ಲಿರುವ ಖಾತೆಗಳಿಗೆ ಪ್ರವೇಶಿಸಲು ಈ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ, ಆದರೆ ಖಾತೆಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಲಾಗಿಲ್ಲ. ಹೆಚ್ಚು ಸುಲಭವಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಿ.",
      "ನೀವು {age} ವರ್ಷದ ವಯಸ್ಸಿನವರೇ?",
      "ಸೂಕ್ತವಲ್ಲದ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ತೆಗದುಹಾಕುವುದೇ?",
      "ನೀವು ಉಳಿಸಿರುವುದನ್ನು ನೀವು ಮಾತ್ರ ವೀಕ್ಷಿಸಬಹುದು",
      "ಅರ್ಥವಾಯಿತು. ನೀವು Instagram ನ ಸುದ್ದಿ ಇಮೇಲ್‌ಗಳಿಂದ ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿದ್ದೀರಿ.",
      "ಪಠ್ಯ ಸಂದೇಶ ಬಳಸಿ",
      "ನಮೂದಿಸಿದ PIN ತಪ್ಪಾಗಿದೆ. {remainingAttempts} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಉಳಿದಿವೆ.",
      "{full_name} (@{username}) • Instagram ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ಲೇಬಲ್ ಮಾಡಲಾದ {filename} ವೀಡಿಯೊ ಬಹಳ ಉದ್ದವಾಗಿದೆ. ಮುಂದುವರಿಸಲು ಚಿಕ್ಕ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ ಅದರ ಬದಲಿಗೆ IGTV ಗೆ ಪೋಸ್ಟ್ ಮಾಡಿ.",
      "{count} ಇದೀಗ ಸಕ್ರಿಯವಾಗಿದೆ",
      "{action text} ಮೂಲಕ, ನೀವು {Instsagram's terms} ಮತ್ತು {data policies terms} ಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ. ಶುಲ್ಕವನ್ನು ಆವರಿಸಲು ನಿಮ್ಮ ಕೊಡುಗೆಯಿಂದ 2.60% + 0.30 USD ಅನ್ನು ಕಡಿತಗೊಳಿಸಲಾಗುತ್ತದೆ.",
      "SMS ಮರುಕಳುಹಿಸಿ",
      "ನಿಮ್ಮ ಮನವಿಯನ್ನು ಅನುಮೋದಿಸಿದರೆ",
      "ಕಿರಿಕಿರಿಗೊಳಿಸುವ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಆಫ್ ಮಾಡಿ",
      "ಡೇಟಾ ನೀತಿಗಳು",
      "ನಿಮ್ಮ ಸುದ್ದಿಯಲ್ಲಿ ನೀವು {username} ಅವರನ್ನು ಉಲ್ಲೇಖಿಸಿರುವಿರಿ",
      "ನೀವು ಈಗ ಎಲ್ಲ ಲಾಗಿನ್ ಸಹಾಯಕ ಇಮೇಲ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
      "ಸರ್ಕಲ್ ಚೆಕ್ ಐಕಾನ್",
      "Instagram ಸುಮಾರು 2102 ರಿಂದಲೂ Facebook ಒಂದು ಭಾಗವಾಗಿದೆ ಮತ್ತು ನಾವು ಕೆಲವೊಂದು ಕಾರ್ಪೋರೇಟ್ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಿದ್ದೀವಿ. ಮುಂದೆ, ನಮ್ಮ ನಿಯಮಗಳು Facebook Inc. ಅನ್ನು Instagram ಗೆ ಹೊಣೆಯಾಗುತ್ತವೆ ಎಂದು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.  Instagram ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು ನಾವು ಡೇಟಾ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಕಾರ್ಡ್ ಭದ್ರತೆ ಕೋಡ್ ಅನ್ನು ನೀವು ನಮೂದಿಸದಿದ್ದರೆ, ಚೆಕ್‌ಔಟ್ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ Facebook ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "ಸ್ವಯಂ-ಹಾನಿ (ಆಹಾರ ಸೇವನೆಯ ಅಸ್ವಸ್ಥತೆ ಕತ್ತರಿಸಿಕೊಳ್ಳುವಿಕೆ ಅಥವಾ ಆತ್ಮಹತ್ಯೆಯ ವಿಷಯ)",
      "ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸಂಪರ್ಕಿಸಿ",
      "ಟ್ಯಾಗ್ ತೆಗೆದುಹಾಕಿ",
      "ಏನು ತಪ್ಪಾಗಿದೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ವಿವರಿಸಿ",
      "ಇಮೇಲ್",
      "ಮುಂದುವರಿಸು",
      "ಹಂತ 1: ದೃಢೀಕರಣವನ್ನು ದೃಢೀಕರಿಸಿ",
      "{filename} ತುಂಬಾ ದೀರ್ಘವಾಗಿದೆ. ಮುಂದುವರಿಸಲು, 1GB ಅಥವಾ ಕಡಿಮೆಯಿರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ನೀವು ಈ ಸಂಗ್ರಹಣೆಯಿಂದ ತೆಗೆದುಹಾಕಬಹುದು ಅಥವಾ ನೀವು ಉಳಿಸಿರುವ ಎಲ್ಲದರಿಂದ ಇದನ್ನು ತೆಗೆದುಹಾಕಿ.",
      "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಇನ್ನಷ್ಟು ಕಾಮೆಂಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಕಾರ್ಡ್ ಸಂಖ್ಯೆ",
      "ಪರ್ಯಾಯ ಪಠ್ಯ ಬಲ ಚೆವ್ರಾನ್ ಬರೆಯಿರಿ",
      "ನಿಮ್ಮ ಕಥೆಗೆ ಸೇರಿಸು",
      "ಅಪ್ಲಿಕೇಶನ್ ಅಂಗಡಿಯಲ್ಲಿ ಉಚಿತವಾಗಿ ಪಡೆಯಿರಿ.",
      "ಪ್ರಾರಂಭಿಸಲು ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ",
      "Instagram ನಲ್ಲಿ ಸಂಪರ್ಕದಲ್ಲಿರುವ ಜನರಿಗೆ ಸಹಾಯ ಮಾಡಲು ನಮ್ಮ ಸೇವೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಕಾಲಕಾಲಕ್ಕೆ ಸಿಂಕ್ ಮಾಡಬೇಕು ಮತ್ತು ಸಂಗ್ರಹಿಸಬೇಕು ಎಂದು ನೀವು ಆಯ್ಕೆಮಾಡಬಹುದು. ಯಾವ ಸಂಪರ್ಕಗಳನ್ನು ಅನುಸರಿಸಬೇಕೆಂದು ನೀವೇ ಆರಿಸಿಕೊಳ್ಳಿ. ಸಿಂಕ್ ಮಾಡುವುದನ್ನು ನಿಲ್ಲಿಸಲು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿ. {learnMoreLink}",
      "ಪಾವತಿಗಳ ಚಾಟ್ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ",
      "ನಿಮ್ಮ ಪಾವತಿಗಳನ್ನು Facebook Payನೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಿದೆ. {Learn More}",
      "Facebook ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ವೀಡಿಯೊ ಧ್ವನಿಯನ್ನು ಆಫ್ ಮಾಡಿ",
      "ಸಂದೇಶ ಕಳುಹಿಸಲಾಗಿಲ್ಲವೇ?",
      "ಪ್ಲಸ್ ಐಕಾನ್",
      "ಮಾನ್ಯವಾದ ಪಿನ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನೀವು Instagram ಅನ್ನು ಬಳಸುವಾಗ, ಅನುಭವವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಮತ್ತು ಸುರಕ್ಷಿತ ಸಂಪರ್ಕವನ್ನು ರಚಿಸಲು ನಾವು ಕುಕೀಗಳು ಮತ್ತು ಅದೇ ರೀತಿಯ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ.",
      "ಕಳುಹಿಸಲಾಗದ",
      "ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನ ಚಿತ್ರ",
      "Wi-Fi ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "ಉತ್ಪನ್ನ",
      "ಪಠ್ಯ ಸಂದೇಶ",
      "ಪಾಸ್‌ಪೋರ್ಟ್",
      "ನಾವು ಕಳುಹಿಸಿದ ನಂತರ ಈ ಲಿಂಕ್ 4 ದಿನಗಳವರೆಗೆ ಮಾತ್ರ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಇದು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬಹುದು, ಲಿಂಕ್ ಅನ್ನು ಖಾಸಗಿಯಾಗಿಡಲು ಮರೆಯದಿರಿ ಮತ್ತು ಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ ಸ್ವಂತ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಮಾತ್ರ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಿ.",
      "ಇದಲ್ಲದೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅಥವಾ ಸಾಧನವು ಬ್ರೌಸರ್ ಕುಕೀಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿದೆಯೆ ಎಂದು ಆಯ್ಕೆ ಮಾಡಲು ಮತ್ತು ಅವುಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀಡಬಹುದು. ಈ ನಿಯಂತ್ರಣಗಳು ಬ್ರೌಸರ್‌ನಿಂದ ಬದಲಾಗುತ್ತವೆ ಮತ್ತು ತಯಾರಕರು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಅವು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ಬದಲಾಯಿಸಬಹುದು. 5 ಅಕ್ಟೋಬರ್ 2020 ರ ಹೊತ್ತಿಗೆ, ಜನಪ್ರಿಯ ಬ್ರೌಸರ್‌ಗಳು ನೀಡುವ ನಿಯಂತ್ರಣಗಳ ಕುರಿತು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ಕೆಳಗಿನ ಲಿಂಕ್‌ಗಳಲ್ಲಿ ನೀವು ಕಾಣಬಹುದು. ನೀವು ಬ್ರೌಸರ್ ಕುಕೀ ಬಳಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ {Facebook Products} ಕೆಲವು ಭಾಗಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ.",
      "ಹಣ ಗಳಿಕೆ",
      "ನಿಮ್ಮ ಖಾತೆಗಾಗಿ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಆರಿಸಿ. ನೀವು ಅದನ್ನು ನಂತರ ಯಾವಾಗಲೂ ಬದಲಾಯಿಸಬಹುದು.",
      "ಇಲ್ಲ",
      "ದೈಹಿಕ ಹಾನಿ, ಕಳ್ಳತನ ಅಥವಾ ವಿಧ್ವಂಸಕತೆಯ ನಿರ್ದಿಷ್ಟ ಬೆದರಿಕೆ",
      "ನೀವು ನೇರವಾಗಿ Instagram ನಲ್ಲಿ ಖರೀದಿಸಬಹುದಾದ ಬ್ರ್ಯಾಂಡ್‌ಗಳ ಕುರಿತು ತಿಳಿಯಿರಿ.",
      "ಪೂರ್ಣ ಹೆಸರು",
      "ದಿನಗಳು",
      "ಫಿಲ್ಟರ್‌ಗಳು",
      "ನೀವು ಸುದ್ದಿಗಳನ್ನು ಮರೆಮಾಡುವ ಖಾತೆಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ನಿಮ್ಮನ್ನು ಮರಳಿ ಪಡೆಯಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಮುಂದಿನ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ.",
      "Instagram ನಲ್ಲಿ ಮತ್ತೆ ವೀಕ್ಷಿಸಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಹೋಗಿ",
      "ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರು {full (real) name of the user who joined} ಅವರು {username of the user who joined} ರಂತೆ Instagram ರಲ್ಲಿದ್ದಾರೆ",
      "ಪ್ರತಿಯೊಬ್ಬರ ಬೌದ್ಧಿಕ ಆಸ್ತಿಯನ್ನು ರಕ್ಷಿಸಲು Instagram ಬದ್ಧವಾಗಿದೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಫೋಟೋವು ನಿಮಗೆ ಬಳಸಲು ಹಕ್ಕಿಲ್ಲದಿರುವ ವಸ್ತುಗಳನ್ನು ಒಳಗೊಂಡಿದೆ ಎಂದು ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.",
      "ಬಳಕೆದಾರರ ಐಕಾನ್",
      "ತೆಗೆದುಹಾಕಿ",
      "Instagram ಗೆ ಸ್ವಾಗತ",
      "{scope title}",
      "ನೆಟ್‌ವರ್ಕ್ ದೋಷ",
      "ಮುಂದಿನ",
      "ನಿಮ್ಮ ಸುದ್ಧಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಿದ್ದಾರೆ",
      "ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ",
      "ಅದನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡುವುದು ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ.",
      "{count} ಇಷ್ಟಗಳು",
      "ನಿಮಗಾಗಿ ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ನಾವು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳುತ್ತೇವೆ. ನೀವು ಮತ್ತೊಮ್ಮೆ ಲಾಗಿನ್ ಮಾಡುವಾಗ ಅದನ್ನು ನಮೂದಿಸಬೇಕಾಗಿಲ್ಲ.",
      "ತೊರೆಯಿರಿ",
      "{link that reads Switch Accounts} ಅಥವಾ {link that reads sign up}",
      "ಖಾತೆ ಚಟುವಟಿಕೆ",
      "ಶೋಧನೆ",
      "{name of the user} ಕಾಮೆಂಟ್ ಮಾಡಿದ್ದಾರೆ: {comment text from user}",
      "ಮೂಲ",
      "ವರದಿ ಮಾಡು",
      "{count} ಇತರರು",
      "ಬಳಕೆಯ ನಿಬಂಧನೆಗಳು",
      "ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ",
      "ಹಣಗಳಿಸಿದ ಎಲ್ಲಾ ವೀಡಿಯೊಗಳನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ.",
      "ಸರ್ಕಾರ ಮತ್ತು ರಾಜಕೀಯ",
      "ಪಠ್ಯ (SMS) ಸಂದೇಶಗಳು",
      "ಐಕಾನ್ ಹುಡುಕಿ.",
      "ಲಾಗ್ ಔಟ್",
      "ನಾನು {username} ನ ಕಾನೂನುಬದ್ಧ ರಕ್ಷಕನಾಗಿದ್ದೇನೆ ಮತ್ತು ಅನುಮೋದಿಸಲು ಅಧಿಕಾರ ಹೊಂದಿದ್ದೇನೆ.",
      "ನೀವು Instagram ನೊಂದಿಗೆ ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ:",
      "ಮಾರ್ಗದರ್ಶಿಗಳು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಾತ್ರ",
      "{username} ಕುರಿತಾದ ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ನಾವು ನೆನಪಿಟ್ಟುಕೊಳ್ಳುತ್ತೇವೆ. ನೀವು ಇನ್ನೊಮ್ಮೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ನೀವು ಅದನ್ನು ನಮೂದಿಸುವ ಅಗತ್ಯವಿಲ್ಲ.",
      "ಜು.",
      "ವರದಿಮಾಡಿ",
      "PIN ದೃಢಪಡಿಸಿ",
      "ಇಮೇಲ್ ಕಳುಹಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆಯಿದೆ.",
      "@{username} ಮೂಲಕ ಈ Instagram ಮಾರ್ಗದರ್ಶಿಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಭದ್ರತೆ ಸಂಖ್ಯೆ (SSN) ಅಥವಾ ವೈಯಕ್ತಿಕ ತೆರಿಗೆದಾರರ ಗುರುತಿನ ಸಂಖ್ಯೆ (ITIN) ನ ಕೊನೆಯ 4 ಅಂಕೆಗಳನ್ನು ನಮೂದಿಸಿ.",
      "ಖಚಿತಪಡಿಸು",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಕುಕೀಸ್ ಮತ್ತು ಅದೇ ರೀತಿಯ ತಂತ್ರಜ್ಞಾನಗಳ ಕುರಿತು",
      "ಸರಿಯಾದ ಪೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿಲ್ಲವೇ?",
      "ಗೌಪ್ಯತಾ ನೀತಿ",
      "ಸೇರಲು ವಿನಂತಿಯನ್ನು ಅನುಮೋದಿಸಿ",
      "ಲೆಫ್ಟ್ ಶೆರ್ವಾನ್",
      "ಲೈವ್",
      "ಪ್ರೊಫೈಲ್‌ಗಳ ಡೈರೆಕ್ಟರಿ",
      "• ನಿಮ್ಮ Instagram ಖಾತೆಯೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಲಾಗ್ ಇನ್ ಮಾಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಲು Instagram",
      "ಪಠ್ಯ ಅಥವಾ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ನೀವು ಭದ್ರತಾ ಕೋಡ್ ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಇವುಗಳನ್ನು ಬಳಸಿ.",
      "{link} ರಲ್ಲಿ ಮೇರಿಲ್ಯಾಂಡ್ ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ರದ್ದುಮಾಡು",
      "ಇದಕ್ಕೆ ಹಂಚಿಕೊಳ್ಳಿ...",
      "ವೃತ್ತಿಪರ ಖಾತೆ",
      "ಈ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ನಾವು ಉಳಿಸಬಹುದು ಆ ಮೂಲಕ ನೀವು ಅದನ್ನು ಮತ್ತೊಮ್ಮೆ ನಮೂದಿಸಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲ.",
      "ಅದರ ಸುತ್ತಲೂ ವೃತ್ತವನ್ನು ಹೊಂದಿರುವ ಶಾಪಿಂಗ್ ಕಾರ್ಟ್.",
      "ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್",
      "ಇನ್ನೂ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳಿಲ್ಲ.",
      "ನಿಮ್ಮ ಸುದ್ದಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ನಾಮಿನೇಟ್",
      "ಒಂದು ವೇಳೆ ನೀವು Facebook ಮೂಲಕ ಸೈನ್ ಅಪ್ ಮಾಡಿದ್ದರೆ, ನೀವು {create a password} ಮಾಡಬೇಕು ಹಾಗೂ ಮತ್ತೆ ಲಾಗ್ ಇನ್ ಆಗಬೇಕು.",
      "ಮುಂದುವರಿಯಲು {username} ಗೆ ಲಾಗಿನ್ ಮಾಡಿ. ನೀವು {source_account_username} ನಿಂದ ಲಾಗ್ ಔಟ್ ಆಗುತ್ತೀರಿ.",
      "ಜನರು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಲು ಕೇಳಿದಾಗ, ನೀವು ಅವರ ವಿನಂತಿಗಳನ್ನು ಇಲ್ಲಿ ನೋಡುತ್ತೀರಿ.",
      "{username} ಅವರು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ",
      "ಲಾಗಿನ್ ಮಾಡಲು Facebook ಬಳಕೆಯನ್ನು ಮುಂದುವರಿಸಲು ನೀವು ಬಯಸುವಿರಾ?",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಮಗೆ ಹುಡುಕಲಾಗಲಿಲ್ಲ",
      "ವ್ಯಾಪಾರ ಪರಿಕರಗಳು",
      "ಒಂದೇರೀತಿಯ ಖಾತೆ ಸಲಹೆಗಳು",
      "Instagram ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಿ. ಈ ಸೇವೆಗಳಲ್ಲಿ ಒಂದರೊಂದಿಗೆ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ಹಂಚಿಕೊಂಡರೆ, ನೀವು ಅನುಸರಿಸುವುದು, ಇಷ್ಟಪಡುವುದು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸಬಹುದಾಗಿದೆ.",
      "ಇನ್ನೂ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳಿಲ್ಲ",
      "COVID-19 ಮತ್ತು ಲಸಿಕೆಗಳಲ್ಲಿ ನಮ್ಮ {help center link} ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "Instagram ನಲ್ಲಿ ನೀವು ಪಾವತಿಯನ್ನು ಮಾಡಿದಾಗ ಬಳಸಲು PIN ರಚಿಸಿ.",
      "ಇದು ನನಗೆ ಇಷ್ಟವಾಗುವುದಿಲ್ಲ",
      "ಈ ವೀಡಿಯೊವನ್ನು ಈ ಕೆಳಗಿನ ಸ್ಥಳಗಳಲ್ಲಿ ಈಗಲೂ ನೋಡಬಹುದು ಎಂಬುದನ್ನು ಜ್ಞಾಪಿಸಿ:",
      "ಬಳಕೆದಾರಹೆಸರು",
      "ನೇ",
      "{username} ಅವರು ಪೋಸ್ಟ್ ಮಾಡಿದಾಗ, ನೀವು ಅವರ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಇಲ್ಲಿ ವೀಕ್ಷಿಸುವಿರಿ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ಅನಿರ್ಬಂಧಿಸು",
      "ವೀಡಿಯೊ ವೀಕ್ಷಿಸಿ",
      "ನಿನ್ನೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "Facebook ನೊಂದಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡು",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸಲಾಗಿದೆ",
      "ದೋಷದ ಐಕಾನ್",
      "ನೀವು Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ {username} ಅವರ ಲೈವ್ ವೀಡಿಯೊವನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "ಡ್ರಾಫ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಬ್ಯಾಕ್ಅಪ್ ಕೋಡ್‌ಗಳು",
      "ಈ ಮಾಧ್ಯಮ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ten_thousand",
      "ಮಾಧ್ಯಮ (ಐಚ್ಛಿಕ)",
      "{count} ಅನುಸರಿಸುವವರು",
      "ಲೇಬಲ್ ಮಾಡಲಾದ {filename} ಫೈಲ್ ಬಹಳ ಚಿಕ್ಕದಾಗಿದೆ. ಮುಂದುವರಿಸಲು 1 KB ಗಿಂತ ದೊಡ್ಡದಾಗಿರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಚಿಲ್ಲರೆ ವ್ಯಾಪಾರಿಗಳಿಗೆ, ಸ್ಥಳೀಯ ವ್ಯಾಪಾರಗಳು, ಬ್ರ್ಯಾಂಡ್‌ಗಳು, ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಸೇವಾ ಪೂರೈಕೆದಾರರಿಗೆ ಉತ್ತಮವಾಗಿವೆ.",
      "Instagram ನಿಂದ ಹೊರಗೆ ನಿಮಗಾಗಿ ಜಾಹೀರಾತುಗಳನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಅಥವಾ ಅವರ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ನಾವು ಇತರ ಕಂಪನಿಗಳಿಂದ ಕುಕೀಗಳನ್ನು ಬಳಸುವುದಿಲ್ಲ",
      "ವೀಡಿಯೊ ಧ್ವನಿ ಆಫ್ ಆಗಿದೆ",
      "ಬೌದ್ಧಿಕ ಆಸ್ತಿಯ ಉಲ್ಲಂಘನೆ",
      "ಮೆನು",
      "ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "{count} ಪೋಸ್ಟ್‌ಗಳು",
      "ವಿನಂತಿಸಲಾಗಿದೆ",
      "ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಸುದ್ಧಿ ಹಂಚಿಕೆ",
      "ಸ್ಯಾಚುರೇಶನ್",
      "ನಿಮ್ಮ ಕಾರ್ಟ್ ಖಾಲಿಯಾಗಿದೆ",
      "ಸಲಹೆ ನೀಡಲಾಗಿದೆ",
      "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು mm/dd/yyyy ನಮೂದಿಸಿ.",
      "ಯಾವುದೇ ಖಾತೆ ಕಂಡುಬಂದಿಲ್ಲ.",
      "ಇದು ಇನ್ನೂ ತಪ್ಪು ಎಂದು ನೀವು ನಂಬಿದರೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಬಳಸಲು ಅನುಮತಿ ಹೊಂದಿದ್ದರೆ {Submit an appeal text bolded}.",
      "ಮುಚ್ಚಿರಿ",
      "ನಿಮ್ಮ ದೇಣಿಗೆಯನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...",
      "Facebook ಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ",
      "ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ, ಒಂದು ರೋಗವನ್ನು ಹೇಗೆ ಗುಣಪಡಿಸುವುದು ಅಥವಾ ತಡೆಗಟ್ಟುವುದು ಎಂಬುದರ ಕುರಿತು ಜನರನ್ನು ದಾರಿ ತಪ್ಪಿಸಬಹುದು ಅಥವಾ ವೈದ್ಯಕೀಯ ಚಿಕಿತ್ಸೆಯನ್ನು ಪಡೆಯುವುದರ ಕುರಿತು ಜನರು ನಿರುತ್ಸಾಹಗೊಳಿಸಬಹುದು ಎಂದು ಮಾನ್ಯತೆ ಪಡೆದ ಆರೋಗ್ಯ ಸಂಸ್ಥೆಗಳು ಹೇಳುವ ಮಾಹಿತಿಯನ್ನು ಇದು ಒಳಗೊಂಡಿದೆ.",
      "ಡಿಜಿಟಲ್ ಮಿಲೇನಿಯಮ್ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕಾಯ್ದೆ (“DMCA”) ಯ ವಿಭಾಗ 512(ಸಿ) ನಲ್ಲಿ ವಿವರಿಸಿರುವಂತೆ ಪ್ರಕಟಣೆ ಮತ್ತು ತೆಗೆದುಕೊಳ್ಳುವ ಕಾರ್ಯವಿಧಾನಗಳೊಂದಿಗೆ Instagram ಅನುಸರಣೆ ಹೊಂದುತ್ತದೆ. ಹಕ್ಕುಸ್ವಾಮ್ಯ ಉಲ್ಲಂಘನೆಯನ್ನು Instagram ಸಹಿಸುವುದಿಲ್ಲ, ಅದೇ ಸಮಯದಲ್ಲಿ ನಾವು ಸಹ ಉಲ್ಲಂಘನೆಯ ತಪ್ಪಾದ  ಹಕ್ಕುಗಳನ್ನು ಸಹಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ವಿಷಯವನ್ನು DMCA ಯ ಪ್ರಕಟಣೆ ಮತ್ತು ಪ್ರತಿ-ಸೂಚನೆ ಕಾರ್ಯವಿಧಾನಗಳ  ಅಡಿಯಲ್ಲಿ ತೆಗೆದುಹಾಕಲಾಗಿದ್ದರೆ, ಮತ್ತು ತಪ್ಪಾಗಿ ಅಥವಾ ತಪ್ಪಾಗಿ ಗುರುತಿಸುವುದರಿಂದಾಗಿ ಅದನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ ಎಂದು ನೀವು ನಂಬಿದರೆ, ನಿಮಗೆ DMCA ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯನ್ನು ಫೈಲ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "Instagram ಗೆ ಮರಳಿ",
      "ಅಂಗಡಿ {merchant name} (@{merchant username})",
      "ನಿಮ್ಮ Instagram ಖಾತೆಗೆ ಪ್ರವೇಶ ಹೊಂದಿರುವಂತಹ ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನೀವು ತೆಗೆದುಹಾಕಿಲ್ಲ.",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸು",
      "ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ",
      "ಉಳಿಸಲಾಗಿದೆ",
      "ಫೋಟೊ",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಲಾಗ್ ಇನ್ ಮಾಡುತ್ತಿರುವುದು ನೀವೇ ಎಂದು ದೃಢೀಕರಿಸಬೇಕಾದಾಗ ನಾವು ನಿಮಗೆ ಭದ್ರತೆ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ರದ್ದುಮಾಡು",
      "ವೀಡಿಯೊ {minDurationInSeconds} ಸೆಕೆಂಡುಗಳು ಮತ್ತು {maxDurationInMinutes} ನಿಮಿಷಗಳ ನಡುವೆ ಇರಬೇಕು.",
      "ನಿಮ್ಮ ಡ್ರಾಫ್ಟ್ ಅನ್ನು ನಾವು ಸಿದ್ಧಪಡಿಸುತ್ತಿದ್ದೇವೆ: {videoTitle}. ಅದು ಸಿದ್ಧವಾದಾಗ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.",
      "ನಿಮ್ಮ ವಿವಾದದ ಫಲಿತಾಂಶವನ್ನು ನೀವು ಸಮ್ಮತಿಸದಿದ್ದರೆ ನೀವು ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ {reference owner name} ಅವರಿಗೆ ಮನವಿ ಸಲ್ಲಿಸಬಹುದು. ಸಲ್ಲಿಸಿದ ನಂತರ ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು {days} ದಿನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ನಾವು ಒದಗಿಸುವ ಸೇವೆ ಮತ್ತು ನಮ್ಮ ಸಮುದಾಯದ ಪ್ರತಿಯೊಬ್ಬ ಸದಸ್ಯರಿಂದ Instagram ಸುರಕ್ಷಿತ ಸ್ಥಳವನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ನಮ್ಮ ನಿಯಮಗಳು ಈಗ ಹೆಚ್ಚು ಸ್ಪಷ್ಟವಾಗಿವೆ. ನಿಮಗೆ ತಿಳಿದಿರುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ನವೀಕರಣಗಳು ಇಲ್ಲಿವೆ:",
      "ನಾವು ಮುಂದಿನ ಬಾರಿ ಕೋಡ್ ಕೇಳುವುದಿಲ್ಲ",
      "ಇಮೇಲ್",
      "ವೃತ್ತಿಪರ ಖಾತೆಯೊಂದಿಗೆ, ನಿಮ್ಮ ಅನುಸರಿಸುವವರು ಮತ್ತು ಖಾತೆಯ ಕಾರ್ಯಕ್ಷಮತೆ, ಹೊಸ ಸಂಪರ್ಕ ಆಯ್ಕೆಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳ ಕುರಿತು ಒಳನೋಟಗಳಿಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಪಡೆಯಬಹುದು.",
      "{username} ಅವರಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಜೂನ್",
      "ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಕಳುಹಿಸಲಾಗದ ಸಂದೇಶವನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. ಜನರು ಈಗಾಗಲೇ ನೋಡಿದ್ದಾರೆ.",
      "ಇದು ನಾನಾಗಿದ್ದೆ",
      "ಸರಿ",
      "{country name} ರಲ್ಲಿ ಸ್ಥಳಗಳು",
      "ಸಕ್ರಿಯವಾಗಿದೆ",
      "ನೀವು ಅನುಸರಿಸುವ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "ಇದು ನೀವೇನಾ?",
      "ಡಿಜಿಟಲ್ ಜಾಹೀರಾತು ಒಕ್ಕೂಟ",
      "ಈ ವೀಡಿಯೊವನ್ನು ಈ ಕೆಳಗಿನ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗುವುದು ಎಂಬುದನ್ನು ಜ್ಞಾಪಿಸಿ:",
      "ತ್ವರಿತವಾಗಿ ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ",
      "ನಿಮ್ಮಂತಹ ಹಲವಾರು ಸಣ್ಣ Instagram ಖಾತೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಿದ ತಾಂತ್ರಿಕ ಸಮಸ್ಯೆಯನ್ನು ನಾವು ಇತ್ತೀಚೆಗೆ ಕಂಡುಹಿಡಿದಿದ್ದೇವೆ ಮತ್ತು ಪರಿಹರಿಸಿದ್ದೇವೆ ಎಂದು ತಿಳಿಸಲು ನಾವು ಬಯಸುತ್ತೇವೆ.",
      "ಶೀರ್ಷಿಕೆಯನ್ನು ಬರೆಯಿರಿ...",
      "ಅನುಮಾನಾಸ್ಪದ ಚಟುವಟಿಕೆ",
      "Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿರುವ ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ನೀವು ರಚಿಸಬಹುದು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು.",
      "ಈ ಪ್ರೊಫೈಲ್ ಬೇರೊಬ್ಬರಂತೆ ನಟಿಸುತ್ತಿದೆ",
      "ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳು",
      "ಇದು ಚಿಕ್ಕದಾಗಿದೆ, ವೇಗವಾಗಿರುತ್ತದೆ ಮತ್ತು ಡೇಟಾವನ್ನು ಉಳಿಸುತ್ತದೆ.",
      "ವಿಷಯ ಮಾಲೀಕರನ್ನು ಸಂಪರ್ಕಿಸಿ",
      "ಸೇರಿಸಿ ಟ್ಯಾಗ್ ಮಾಡು",
      "ಕಾಮೆಂಟ್‌ ಅನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಾವು Instagram ನಲ್ಲಿ ಸ್ಪ್ಯಾಮ್ ಹೊಂದಿರುವ ಸಮಸ್ಯೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸ್ಪ್ಯಾಮ್ ವರದಿಗಳನ್ನು ಸಂಕೇತವಾಗಿ ಬಳಸುತ್ತೇವೆ. ಈ ಪೋಸ್ಟ್ ನಮ್ಮ {link_to_instagram_community_guidelines} ಅಥವಾ {link_to_instagram_terms_of_use} ಅನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ತೆಗೆದುಹಾಕಬೇಕೆಂದು ನೀವು ಭಾವಿಸಿದರೆ, ಅದನ್ನು ಸೂಕ್ತವಲ್ಲವೆಂದು ಗುರುತಿಸಿ.",
      "ನಿಮ್ಮ ಐಟಂ ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ.",
      "ಸಂಬಂಧಿಸಿದ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "ಪಾಸ್‌ವರ್ಡ ಮರೆತಿರಾ?",
      "ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡು",
      "COVID-19, ಲಸಿಕೆಗಳು ಮತ್ತು ಆರೋಗ್ಯದ ಕುರಿತು ಸುಳ್ಳು ಮಾಹಿತಿಯನ್ನು ಪದೇ ಪದೇ ಪೋಸ್ಟ್ ಮಾಡುವ ಪುಟಗಳು, ಗುಂಪುಗಳು, ಪ್ರೊಫೈಲ್‌ಗಳು ಮತ್ತು Instagram ಖಾತೆಗಳು ತಮ್ಮ ಪೋಸ್ಟ್‌ಗಳ ವಿತರಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು, ಶಿಫಾರಸುಗಳಿಂದ ತೆಗೆದುಹಾಕುವುದು ಮತ್ತು ಅಪ್ರಕಟಿತ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು ಸೇರಿದಂತೆ ನಿರ್ಬಂಧಗಳನ್ನು ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ.",
      "ನಿರ್ವಾಹಕ ದಾಖಲೆಗಳು",
      "ನಾವು Instagram ನಲ್ಲಿ ಸ್ಪ್ಯಾಮ್‌ನೊಂದಿಗೆ ನಾವು ಹೊಂದಿರುವ ಸಮಸ್ಯೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬಳಸುತ್ತೇವೆ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಈ ವಿಷಯವನ್ನು ಬಳಸಲು ಹಕ್ಕುಗಳ ಮಾಲೀಕರಿಂದ ನೀವು ಸ್ಪಷ್ಟ ಅನುಮತಿಯನ್ನು ಹೊಂದಿರುವಿರಿ.",
      "ಪೂರ್ಣ ಬಳಕೆಯ ನಿಯಮಗಳನ್ನು ಓದಿ",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ WhatsApp ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಫೋನ್ ಖಚಿತಪಡಿಸುವ ಪುಟ",
      "ಈ ಮಾರ್ಗದರ್ಶಿಯಲ್ಲಿ ಏನಿದೆ ಎಂಬುದನ್ನು ನೋಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬದಲಿಸಿ.",
      "{age} ವರ್ಷ ವಯಸ್ಸು",
      "#{hashtag} ಜೊತೆಗಿನ ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮನ್ನು ಜನರು ಅನುಸರಿಸುವಾಗ ದೂರದಲ್ಲಿರುವಿರಿ ಎಂದು ತಿಳಿಯಿರಿ ಅಥವಾ ನಿಮ್ಮ ಫೋಟೊಗಳಲ್ಲಿ ಲೈಕ್ ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಿ.",
      "ಐಟಂ ಅಳಿಸಿ",
      "{name} ನಂತಹ ಇನ್ನಷ್ಟು ಖಾತೆಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ",
      "ನಿಮ್ಮ ಗುರುತನ್ನು ನಾವು ದೃಢಪಡಿಸಿದ ನಂತರ ನಿಮ್ಮ ಖಾತೆಗೆ ಹಿಂತಿರುಗಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ. {Learn more}",
      "ಕವರ್ ಫೋಟೋ ಲಂಬವಾಗಿರಬೇಕು ಮತ್ತು JPG ಫೈಲ್ ಆಗಿರಬೇಕು. 9:16 ಆಕಾರದ ಅನುಪಾತವು ಉತ್ತಮವಾಗಿರುತ್ತದೆ.",
      "ನೇ",
      "ಹಾಗೆ ಮಾಡುವುದರಿಂದ, ಇದಕ್ಕಾಗಿ ಮತ್ತು Instagram ನಲ್ಲಿರುವ ಭವಿಷ್ಯದ ಪಾವತಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಉಳಿಸಿದ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲು ನೀವು Facebook Pay ಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ.",
      "ಎಲ್ಲವನ್ನು ನೋಡಿ",
      "{authMethod} ನಮೂದಿಸಿ",
      "ಈ ಖಾತೆ ನನ್ನ ಫೋಟೋಗಳು ಅಥವಾ ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಅಥವಾ ನನ್ನನ್ನು  ಹುಡುಕುವುದು ನನಗೆ ಇಷ್ಟವಿಲ್ಲ",
      "ಅನಿಯಂತ್ರಿತ",
      "ಅಪ್ಲಿಕೇಶನ್ ಸ್ಟೋರ್",
      "ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ",
      "ನೀತಿಗಳು",
      "ಈ ದಿನಾಂಕದಂದು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ನಿಯಮಗಳು ಮತ್ತು ಡಾಟಾ ನೀತಿ",
      "ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ",
      "ನೀವು Instagram ನಿಂದ SMS ನವೀಕರಣಗಳನ್ನು ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಬಹುದು.",
      "{count} ಪೋಸ್ಟ್‌ಗಳು",
      "ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ಆಯ್ಕೆಮಾಡಿ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಫೈಲ್ ಪ್ರಕಾರಗಳು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ಹಿಂಸೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುವಂತಹ ಶೀರ್ಷಿಕೆಗಳೊಂದಿಗೆ ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಅಲ್ಲಿರುವವರನ್ನು ಆಧರಿಸಿ ಯಾರಾದರೂ ಅಪಹರಿಸಬಹುದು",
      "ಆಹಾರ ಮತ್ತು ಪಾನೀಯ",
      "ಪೋಸ್ಟ್ ಲಭ್ಯವಿಲ್ಲ",
      "ಲಾಗಿನ್‌ಗಳು",
      "ಸುದ್ದಿಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ಬೆಂಬಲ",
      "ಹತ್ತಿರವಿರುವುದನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ಸರಿ",
      "18 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ",
      "ರದ್ದುಗೊಳಿಸು",
      "ಅರ್ಥವಾಯಿತು. ನೀವು Instagram ನ ಉತ್ಪನ್ನ ಇಮೇಲ್‌ಗಳಿಂದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಹಿಂಪಡೆದಿರುವಿರಿ.",
      "ಇಮೇಲ್ ತೆಗೆದುಹಾಕುವುದೇ?",
      "ಇದೀಗ ಲೈವ್",
      "ಚೆಕ್ಔಟ್",
      "ನಿಮಗಾಗಿ ವಿಷಯ ಮತ್ತು ಸೇವೆಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ, ವೈಯಕ್ತೀಕರಿಸುತ್ತೇವೆ ಮತ್ತು ಸುಧಾರಿಸುತ್ತೇವೆ",
      "ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿ ಉಳಿಸುವುದೇ?",
      "ಪರೀಕ್ಷಿಸಿ",
      "{username} ಗಾಗಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ",
      "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್",
      "ನಾವು Instagram ಸಮುದಾಯವನ್ನು ಸುರಕ್ಷವಾಗಿರಿಸಲು ಸಹಾಯ ಮಾಡುವಲ್ಲಿ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಮುಖ್ಯವಾಗಿದೆ.",
      "ವರದಿ ಮಾಡಿದ ವಿಷಯವನ್ನು ಮರುಸಂಗ್ರಹಿಸಲು ಒಪ್ಪಂದವೊಂದನ್ನು ತಲುಪಿದರೆ, ದಯವಿಟ್ಟು ದೂರು ನೀಡುವ ಪಕ್ಷವು ಅವರ ಒಪ್ಪಿಗೆಯೊಂದಿಗೆ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ.",
      "{hours} ಘಂಟೆಗಳ ಹಿಂದೆ",
      "ವೀಕ್ಷಿಸಿ ಮತ್ತು ಸಂಪಾದಿಸಿ",
      "ಭದ್ರತೆ",
      "PayPal ನೀತಿಗಳು",
      "ಅಧಿಸೂಚನೆ",
      "ಫೋಟೋ ತ್ಯಜಿಸುವುದೇ?",
      "{username1}, {username2} ಮತ್ತು {remainingCount} ಇತರರು",
      "ಮೆನು",
      "ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿದ್ದಾರೆ",
      "ಖಾತೆಯನ್ನು ಹೊಂದಿರುವಿರಾ? {link that reads Log in}",
      'ಇದು ನಿಮ್ಮ Instagram ಖಾತೆ ಎಂದು ಖಚಿತಪಡಿಸಲು ದಯವಿಟ್ಟು ಕೆಳಗಿನ "ಹೌದು" ಕ್ಲಿಕ್ ಮಾಡಿ. ಇದು ನಿಮ್ಮ ಖಾತೆಯಲ್ಲದಿದ್ದರೆ, ಲಾಗಿನ್ ಪರದೆಗೆ ಹಿಂತಿರುಗಲು ದಯವಿಟ್ಟು "ಇಲ್ಲ" ಕ್ಲಿಕ್ ಮಾಡಿ. ನಂತರ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.',
      "ಇಲ್ಲ. {guide item number}",
      "Instagram ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಿ",
      "ದಯವಿಟ್ಟು ಮಾನ್ಯ ವಿಳಾಸ ಸೇರಿಸಿ ಇದರಿಂದ ಜನರು ನಕ್ಷೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಸ್ಥಾನಕ್ಕೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಬಹುದು.",
      "ಪ್ರಸ್ತುತವಾಗಿ, Instagram ನಲ್ಲಿ ಯಾವುದೇ 31 ದಿನಗಳ ಅವಧಿಯಲ್ಲಿ ನೀವು {donation amount limit, should not be translated since the rule is regulated in euro} ವರೆಗೆ ಮಾತ್ರ ದಾನ ಮಾಡಬಹುದಾಗಿದೆ. ನಿಮ್ಮ ಮೊತ್ತವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನೀವು ಅರ್ಹರಾದಾಗ ಮತ್ತೆ ದಾನ ಮಾಡಿ.",
      "Facebook Pay ನಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಬಹುದು. ಪಾವತಿ ವಿಧಾನಗಳು, ವಿತರಣಾ ವಿಳಾಸ, ಹೆಸರು, ಇಮೇಲ್ ಮತ್ತು ಪಾವತಿ ಇತಿಹಾಸ ಸೇರಿದಂತೆ ನಿಮ್ಮ Facebook ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು Facebook ನಲ್ಲಿ ಮಾತ್ರ ಪ್ರವೇಶಿಸಬಹುದು. ನೀವು ಇನ್ನೂ Instagram ನಲ್ಲಿ ನಿಮ್ಮ Instagram ಆರ್ಡರ್‌ಗಳನ್ನು ನೋಡುತ್ತೀರಿ.",
      "{like count} ಇಷ್ಟ",
      "Paypal ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡು",
      "{username} ಮೂಲಕ ಸೇರಿಸಲಾಗಿದೆ",
      "ಶಾಪಿಂಗ್ ಬ್ರ್ಯಾಂಡ್‌ಗಳ ಕುರಿತು ಇಮೇಲ್‌ಗಳು",
      "ವರದಿ ಮಾಡು",
      "{username} ಅವರು ನಿಮ್ಮ ಮಾರ್ಗಸೂಚಿಯನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ.",
      "ವೀಡಿಯೊ ಒಂದು ನಿಮಿಷ ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು",
      "ಕಾಮೆಂಟ್‌ ನಿಯಂತ್ರಣಗಳು",
      "ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.",
      "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಉಳಿಸಿ",
      "{username} ಗೆ Facebook ಖಾತೆಯನ್ನು ನಮಗೆ ಹುಡುಕಲಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",
      "ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ಹಿಂದಿನ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು ನಮ್ಮ {Community Guidelines} ಅನ್ನು ಅನುಸರಿಸುತ್ತಿಲ್ಲ. ನೀವು ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಕಲಿಯುತ್ತಿದ್ದರೆ ಮತ್ತು ಅನುಸರಿಸಿದರೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸದಂತೆ ನೀವು ತಡೆಯಬಹುದು.",
      "ಪಠ್ಯ ಸಂದೇಶದ ಮೂಲಕ ಅಧಿಸೂಚನೆ ಪಡೆಯಿರಿ.",
      "ವಿಮರ್ಶಗೆ ವಿನಂತಿಸಿ",
      "ನಾನು ಯಾವ ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿಯಂತ್ರಿಸಬಹುದು?",
      "Facebook ಸ್ನೇಹಿತರನ್ನು ಹುಡುಕಿ",
      "ಸಲ್ಲಿಸು",
      "Instagram ಗೆ ಹಿಂತಿರುಗಲು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ",
      "ಕ್ಷಮಿಸಿ, ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಎರಡು ಬಾರಿ ಪರೀಕ್ಷಿಸಿ.",
      "ವ್ಯಾಪಾರ ಖಾತೆಗೆ ಬದಲಾಯಿಸಿ",
      "ಪ್ರತಿ ಕೋಡ್ ಅನ್ನು ಒಮ್ಮೆ ಮಾತ್ರ ಬಳಸಬಹುದು. ಈ ಸೆಟ್‌ ಕಳುವಾಗಿದೆ ಅಥವಾ ನೀವು ಅವುಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವುಗಳನ್ನು ಈಗಾಗಲೇ ಬಳಸಿದ್ದೀರಿ ಎಂದು ಚಿಂತಿತರಾಗಿದ್ದರೆ ನೀವು ಹೊಸ ಕೋಡ್‌ಗಳನ್ನು ಸಹ ಪಡೆದುಕೊಳ್ಳಬಹುದು.",
      "{username} ಅವರೊಂದಿಗೆ",
      "ಇಮೇಲ್",
      "ಪಠ್ಯ",
      "ಈ ವೀಡಿಯೊವನ್ನು {date} ರಂದು {time} ಗೆ ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ ಏಕೆಂದರೆ ಇದು {reference owner name} ಅವರ ಒಡೆತನದ ವಿಷಯವನ್ನು ಹೊಂದಿರಬಹುದು",
      "ಸ್ವಾಗತ • Instagram",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾವಣೆಗಳು",
      "ಸಮ್ಮತಿಸು",
      "{status of the authorization}",
      "ನೀವು ಅನುಸರಿಸುತ್ತಿರುವ ಲಿಂಕ್ ಭಿನ್ನವಾಗಿರಬಹುದು ಅಥವಾ ಪುಟವನ್ನು ತೆಗೆದುಹಾಕಿರಬಹುದು. {link_back_to_instagram_home_page}",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್",
      "ಖಾತೆ ಗೌಪ್ಯತೆ",
      "ನೀವು ಯಾರು ಎಂದು ಜಾಹೀರಾತುದಾರರಿಗೆ ಹೇಳದೆ ನಾವು ಜಾಹೀರಾತುಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ. ಜಾಹೀರಾತುದಾರರು ಮತ್ತು ಪಾಲುದಾರರೊಂದಿಗೆ ನಾವು ಏನು ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ನೀತಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿದೆ. ನಾವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಎಂದಿಗೂ ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ.",
      "ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ.",
      "ಜನರು ನಿಮ್ಮನ್ನು ಫೋಟೋಗಳಲ್ಲಿ ಟ್ಯಾಗ್ ಮಾಡಿದಾಗ, ಅವರು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತಾರೆ.",
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನೀವು ಈ ಸ್ಥಳದ ಕುರಿತು ಜನರು ಹಂಚಿಕೊಳ್ಳುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "ಮಾಲೀಕತ್ವದ ನಿರ್ಬಂಧದ ಕಾರಣ, ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಕೆಲವು ದೇಶಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ ಆದರೆ ಇಲ್ಲಿ ಸಂಪೂರ್ಣವಾಗಿ ಲಭ್ಯವಿದೆ:",
      "ವೀಡಿಯೊ {duration} ಸೆಕೆಂಡುಗಳಿಗಿಂತ ಕಿರಿದಾಗಿರಬೇಕು.",
      "ಸುಳ್ಳು ಮಾಹಿತಿ ಓವರ್‌ಲೇ ಐಕಾನ್",
      "ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ",
      "ವರದಿ #:",
      "SMS ಕಳುಹಿಸಲಾಗಿದೆ!",
      "ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿ",
      "ಇನ್ನಷ್ಟು ಸಲಹೆಗಳನ್ನು ನೋಡಿ",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಉಳಿಸಲು ಸಮಸ್ಯೆಯುಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ಆದಷ್ಟು ಬೇಗನೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      'ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿನ "ಪಾಲುದಾರರಿಂದ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಡೇಟಾ"ದ ಮೂಲಕ Instagram ನಲ್ಲಿನ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ನೀವು ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುತ್ತೀರಾ ಎಂಬುದನ್ನು ನೀವು ನಿಯಂತ್ರಿಸಬಹುದು. ನಿಮ್ಮ Instagram ಮತ್ತು Facebook ಖಾತೆಗಳಲ್ಲಿ ಸಂಪರ್ಕಿತ ಅನುಭವಗಳನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ನೀವು ಈ ಸೆಟ್ಟಿಂಗ್ ಮೂಲಕ ನಿಮ್ಮ Facebook ಜಾಹೀರಾತು ಅನುಭವವನ್ನು ಸಹ ಹೊಂದಿಸಬಹುದು.',
      "ವರ್ಗಗಳು",
      "Instagram ಕುರಿತು ಜಾಹೀರಾತು ಮಾಡುವ ಕುರಿತು ಇನ್ನಷ್ಟು:",
      "ನೀವು ನಿರ್ಬಂಧಿಸುವ ಜನರ ಯಾವುದೇ ಹೊಸ ಕಾಮೆಂಟ್‌ಗಳು ಯಾರಿಗೂ ಕಾಣಿಸುವುದಿಲ್ಲ.",
      "ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು Instagram ಗೆ ಸಂಪರ್ಕಪಡಿಸಿದಾಗ:",
      "ಮರುಪ್ರಯತ್ನಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ",
      "ಈಗ ಬೇಡ",
      "ಪಿನ್ ಕೋಡ್",
      "ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ",
      "ಒಳನೋಟಗಳ ಐಕಾನ್",
      "ಸ್ನೇಹಿತರು ಅಥವಾ ಗುಂಪಿಗೆ ಖಾಸಗಿ ಫೋಟೋಗಳು ಮತ್ತು ಸೇದೆಶಗಳನ್ನು ಕಳುಹಿಸಿ.",
      "ಅಗಸ್ಟ್",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಬೇರೆ ಯಾವುದೇ ಬಳಕೆದಾರರು ಅಥವಾ ಪರಿಕರಗಳು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ ಮತ್ತು ನಮ್ಮ ಬಳಕೆಯ ನಿಯಮಗಳನ್ನು ನೀವು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
      "1ವಾ",
      "ಸರಿಸಲು ಡ್ರ್ಯಾಗ್ ಮಾಡಿ ಅಥವಾ ತೆಗೆದುಹಾಕಲು ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ಇಮೇಲ್ ವಿಳಾಸದೊಂದಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ಫೋನ್ ಲಭ್ಯವಿಲ್ಲದಿರುವಾಗ ನಿಮ್ಮ ಖಾತೆಗೆ ಹಿಂತಿರುಗಲು ಇವುಗಳನ್ನು ಬಳಸಿ.",
      "ತಾತ್ಕಾಲಿಕವಾಗಿ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು",
      "ಹೆಚ್ಚಿನ ಜನರನ್ನು ತಲುಪಿರಿ",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ",
      "ಪರೀಕ್ಷಕ ಆಹ್ವಾನವನ್ನು ನಿರಾಕರಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಎಫೆಕ್ಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಲು ಉತ್ಪನ್ನದ ಕ್ಯಾಟಲಾಗ್‌ಗಾಗಿ Instagram ಅಂಗಡಿಯನ್ನು ರಚಿಸಿ",
      "13 ಮತ್ತು 18 ವಯಸ್ಸಿನ ನಡುವೆ",
      "ಒಂದೇ ರೀತಿಯ ಖಾತೆಗಳು",
      "Instagram ನಲ್ಲಿ ಈ ಜನರು ಲಾಗಿನ್ ಮಾಡಿದ್ದಾರೆ.",
      "ಲಾಗಿನ್ ಮಾಹಿತಿ",
      "ಅಗತ್ಯವಿದೆ",
      "ಸಂಗೀತ ಹಕ್ಕು ಹೊಂದಿರುವವರು ಸಂಗೀತ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂಬ ವರದಿಯ ಆಧಾರದ ಮೇಲೆ ನಿಮ್ಮ ವಿಷಯಕ್ಕೆ ಗೋಚರತೆಯನ್ನು ನಾವು ನಿರ್ಬಂಧಿಸಿದ್ದೇವೆ:",
      "{number of tagged people} ಜನರು",
      "ಸಿಸ್ಟಂ ಅಧಿಸೂಚನೆ ಐಕಾನ್",
      "ಈ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸುವುದರಿಂದ ನಿಮ್ಮ Facebook ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ವೈಯಕ್ತಿಕ ವಿವರಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.",
      "ತ್ಯಜಿಸು",
      "ಮುಂದಿನ ಪುಟ ಚೆವ್ರಾನ್",
      "ನಿಮ್ಮ ಸರ್ಕಾರ ನೀಡಿರುವ ID ಯಲ್ಲಿ ತೋರಿಸಿರುವಂತೆ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಹುಟ್ಟಿದ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ. ನಿಮ್ಮ ನೋಂದಾಯಿತ ಮನೆಯ ವಿಳಾಸವೂ ನಮಗೆ ಅಗತ್ಯವಿದೆ.",
      "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಿಸಲಾಗಿದೆ",
      "SMS ಕಳುಹಿಸಲಾಗಿದೆ.",
      "ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವು ಅಂಚೆ ವಿಳಾಸದಂತೆಯೇ ಇದೆ",
      "{weeks}ವಾ",
      "Instagram ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "Facebook ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ಪ್ರವೇಶವನ್ನು ರದ್ದುಮಾಡು",
      "ಇದಕ್ಕೆ {email}: ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಸೂಚಿಸಿದ ಖಾತೆಗಳು",
      "IGTV ವೀಡಿಯೊ",
      "ಇದನ್ನು ಆನ್ ಮಾಡಬೇಕೇ?",
      "ಈ ಪ್ರಕಾರದ ಸಂದೇಶವನ್ನು ವೀಕ್ಷಿಸಲು Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಿ.",
      "ವೀಡಿಯೊಗಳನ್ನು ನೋಡುವುದು ಡೇಟಾವನ್ನು ಬಳಸುತ್ತದೆ",
      "ಖಾತೆಯನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಸುಳ್ಳು ಮಾಹಿತಿ",
      "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯು ನಮಗೆ ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ ಮತ್ತು ಈ ರೀತಿಯ ಸಮಸ್ಯೆಗಳು ಸಂಭವಿಸುವುದಿಲ್ಲವೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ನಿರಂತರವಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ದಯವಿಟ್ಟು {email} ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.",
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನೀವು ಈ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ನೊಂದಿಗೆ ಜನರು ಹಂಚಿಕೊಳ್ಳುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "ನೀವು ಈಗ ಎಲ್ಲ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವಿಕೆ ಇಮೇಲ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
      "ನೀವು ಡಿಎಂಸಿಎ ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯನ್ನು ಸಲ್ಲಿಸಬೇಕೆ ಎಂದು ನಿಮಗೆ ಖಚಿತವಿಲ್ಲದಿದ್ದರೆ, ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಕಾನೂನಿನಲ್ಲಿ ಪರಿಣತಿ ಹೊಂದಿರುವ ವಕೀಲರ ಸಲಹೆಯನ್ನು ನೀವು ಪಡೆಯಬೇಕೆಂದು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ನೀವು ಸುಳ್ಳು ಡಿಎಂಸಿಎ ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯನ್ನು ಸಲ್ಲಿಸಿದರೆ ಅಥವಾ ಕೆಟ್ಟ ನಂಬಿಕೆಯಿಂದ ಸಲ್ಲಿಸಿದರೆ ಕಾನೂನುಬದ್ಧ ಪರಿಣಾಮಗಳು ಉಂಟಾಗಬಹುದು. ನೀವು ಸುಳ್ಳು ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯನ್ನು ಸಲ್ಲಿಸಿದರೆ, ಡಿಎಂಸಿಎಯ 512 (ಎಫ್) ಅಡಿಯಲ್ಲಿನ ಹಾನಿ ಮತ್ತು ವಕೀಲರ ಶುಲ್ಕಗಳಿಗೆ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರಬಹುದು.",
      "ಕಳುಹಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ!",
      "ಸಂಗೀತ",
      "ಯಾವುದೇ Facebook ಪುಟ ಕಂಡುಬಂದಿಲ್ಲ. Facebook ಗೆ IGTV ವೀಡಿಯೊವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಪುಟವನ್ನು ಹೊಂದಿರಬೇಕು. {Learn More}.",
      "ಆಪ್ತ ಸ್ನೇಹಿತರು",
      "PIN ಜೊತೆಗೆ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ಇಮೇಲ್",
      "ಈವೆಂಟ್ ಸೇರಿಸು",
      "{count} ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ಡೌನ್‌ಲೋಡ್ ಕೆಲಸ ಮಾಡುತ್ತಿಲ್ಲವೇ?",
      "ಡೇಟಾ ನೀತಿ",
      "ಹಂಚಿರಿ",
      "ಸಂಪೂರ್ಣ ಪ್ರೊಫೈಲ್",
      "ಖಾತೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಖಾತೆ",
      "ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ ಭೇಟಿ ನೀಡಿ",
      "ಭವಿತವ್ಯದ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ",
      "ನಿಮ್ಮ ಇಮೇಲ್‌ ವಿಳಾಸವನ್ನು ನೀವು ತಪ್ಪಾಗಿ ಬರೆದಿರುವಂತೆ ತೋರುತ್ತಿದೆ. ನಿಮ್ಮ ಪ್ರಕಾರ {filled email domain} ಬಳಸುವುದೇ?",
      "ಜನರು ಕಡೆಗಣಿಸುವ ಅಥವಾ ಅವಮಾನ ಗುರಿಯಾಗಿಸಿದ ವಿಷಯ",
      "ಇದನ್ನು ವರದಿಮಾಡಿದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
      "{username} ಅವರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ನಿಮ್ಮ ಕುಕೀ ಆಯ್ಕೆಗಳನ್ನು ನಾವು ನೆನಪಿಸಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ನೀವು Instagram ಗೆ ಲಾಗ್ ಇನ್ ಆಗಿರುವಾಗ ಮತ್ತು ಇತರ Facebook ಉತ್ಪನ್ನಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಬಳಸುವಾಗಲೆಲ್ಲಾ ಅವುಗಳನ್ನು ಅನ್ವಯಿಸಿ. ನಿಮ್ಮ ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು.",
      "ಲಾಗಿನ್ ಮಾಡುವುದರ ಮೂಲಕ ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ",
      "ಅಳಿಸಲಾದ ವಿಷಯಕ್ಕಾಗಿ ಚಿತ್ರ",
      "ಅಪ್ಲಿಕೇಶನ್‌ ನವೀಕರಿಸಿ",
      "ಖಾತೆ ಡೇಟಾ",
      "ವ್ಯವಹಾರ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ",
      "{number of files} ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ. ನೀವು 10 ಅಥವಾ ಕಡಿಮೆ ಫೈಲ್‌ಗಳನ್ನು ಮಾತ್ರ ಆಯ್ಕೆ ಮಾಡಬಹುದು.",
      "ಪ್ರಕಾಶಮಾನ",
      "ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿಯೊಂದಿಗೆ ಜಾಹೀರಾತುದಾರರು",
      "ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ವರ್ಗವನ್ನು ಆಧರಿಸಿ, ನೀವು ರಚನೆಕಾರರಾಗಬಹುದು. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಇದನ್ನು ಸಂಪಾದಿಬಹುದು.",
      "@{username} ಅವರಂತೆ ಮುಂದುವರಿಯಿರಿ",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "{follower count} ಅನುಸರಿಸುವವರು",
      "ಇದನ್ನು (ಐಚ್ಛಿಕ) ಎಂದೂ ಕರೆಯುತ್ತಾರೆ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಬ್ರೌಸರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳೊಂದಿಗೆ ಕುಕೀಸ್ ನಿಯಂತ್ರಣ",
      "ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ರಚಿಸಲಾದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ನೀವು ಬಹು ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಿದ್ದರೆ ಅಥವಾ ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ ಸ್ಥಾಪನೆಗೊಳಿಸಿದ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ಅದನ್ನು ಹೊಂದಿಸಲು ನೀವು ಬಯಸಿದರೆ ಈ ಕೀಲಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಎರಡು-ಅಂಶ ದೃಢೀಕರಣವನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಹೊಂದಿಸಬೇಕಾಗುತ್ತದೆ.",
      "ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನವೀಕರಿಸಿ",
      "ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ಆಯ್ಕೆಮಾಡಿ",
      "ಇಮೇಲ್ ದೃಢಪಡಿಸಿ",
      "ನಿಮ್ಮ ವರದಿಗೆ ಧನ್ಯವಾದಗಳು. ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗದರ್ಶನಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದಲ್ಲಿ ಈ ಸಂದೇಶವನ್ನು ನಾವು ತೆಗೆದಹಾಕುತ್ತೇವೆ.",
      "ನೀವು ಈ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸದಿದ್ದರೆ:",
      "ನಮ್ಮ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಪರವಾನಗಿಗಳನ್ನು ನಾವು ನವೀಕರಿಸಿದ್ದೇವೆ, ಆದರೆ ನಿಮ್ಮ ಹಕ್ಕುಗಳು ಬದಲಾಗುತ್ತಿಲ್ಲ. ನಿಮ್ಮ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೀವು ಇನ್ನೂ ಹೊಂದಿದ್ದೀರಿ.",
      "ಇನ್ನಷ್ಟು ನೋಡಿ...",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಬದಲಿಸಿ",
      "CMU ಡೆಲ್ಫಿ ಸಂಶೋಧನೆಯೊಂದಿಗೆ ನೀವು ಯಾರು ಎಂಬುದರ ಕುರಿತಾದ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ ಮತ್ತು ಅವರು ನಿಮ್ಮ ಸಮೀಕ್ಷೆಯ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.",
      '\'\'ವಿಗಲ್" ನ ರೀತಿ ಪರದೆಯನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತದೆ ಮತ್ತು ಅಂತಿಮವಾಗಿ ಅಪ್ಲಿಕೇಶನ್ ಐಕಾನ್‌ನಲ್ಲಿ "X" ಗೋಚರಿಸುತ್ತದೆ.',
      "ನೀವು ಈಗಿನಿಂದ {username} ಅವರು ನಿಮಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅನುಮತಿ ನೀಡಲು ಬಯಸುವಿರಾ? ನೀವು ಅದನ್ನು ಸಮ್ಮತಿಸಿದರೆ ಮಾತ್ರ ನೀವು ಅವರ ವಿನಂತಿಯನ್ನು ನೋಡಿರುವಿರಿ ಎಂಬುದು ಅವರಿಗೆ ತಿಳಿಯುತ್ತದೆ.",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಂದ ನೀವು ಮೇಲೆ ಟೈಪ್ ಮಾಡುವ ಯಾವುದೇ ಪದಗಳು ಅಥವಾ ಪದಗುಚ್ಛಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ.",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಸುದ್ದಿಗಳು ಉತ್ತಮವಾಗಿವೆ",
      "ನಿಮ್ಮ ದೇಣಿಗೆಗೆ ಉಡುಗೊರೆ ಸಹಾಯವನ್ನು ಸೇರಿಸುವುದು ಎಂದರೆ ನೀವು ನೀಡುವ ಪ್ರತಿ £1 ಗೆ, 25p ನಿಮಗೆ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಮೊತ್ತದಲ್ಲಿ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಮುಂದಿನ {days to snooze} ದಿನಗಳವರೆಗೆ, ನೀವು ಮೊದಲು Instagram ಅನ್ನು ಬಳಸಿದ ಸಾಧನಗಳಿಂದ ಮಾತ್ರ ನೀವು ಲಾಗಿನ್ ಸಹಾಯ ಇಮೇಲ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
      "ಈ ಎಫೆಕ್ಟ್ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಆಟವಾಡಲು ಟ್ಯಾಪ್ ಮಾಡು",
      "ನಿಮ್ಮ ಫೋಟೋವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ ಏಕೆಂದರೆ ಅದು ಬೇರೆಯವರಿಗೆ ಸೇರಿದ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು.",
      "ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸು",
      "ತೆಗೆದುಹಾಕಲು ಆಯ್ಕೆಮಾಡಿ",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಆಫ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಕ್ಷಮಿಸಿ, ಸಮಸ್ಯೆ ಇತ್ತು. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.",
      "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ನಾವು ಉಳಿಸಬಹುದು ಇದರಿಂದ ಅದನ್ನು ನೀವು ಮತ್ತೊಮ್ಮೆ ನಮೂದಿಸಬೇಕಾಗಿಲ್ಲ.",
      "ನೀವು ಉಳಿಸಲಾಗದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ. ನೀವು ಖಚಿತವಾಗಿ ರದ್ದುಗೊಳಿಸಲು ಬಯಸುವಿರಾ?",
      "ಸರಿ",
      "{username} ಅವರ ಎಫೆಕ್ಟ್ Instagram ನಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಸಿದ್ಧವಾಗಿದೆ.",
      "ವಲಯ ಪರಿಶೀಲನೆ",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೊ ಸೇರಿಸಿ",
      "ನಿಮ್ಮ ಫೀಡ್‌ನ ಕೆಳಭಾಗದಲ್ಲಿ {link_back_to_instagram_home_page} ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ಪರ್ಯಾಯ ಪಠ್ಯವು ದೃಶ್ಯ ದೋಷಗಳಿರುವ ಜನರಿಗಾಗಿ ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ. ಪರ್ಯಾಯ ಪಠ್ಯವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಫೋಟೋಗಳಿಗಾಗಿ ರಚಿಸಲಾಗಿದೆ ಅಥವಾ ನಿಮ್ಮ ಸ್ವಂತದ್ದನ್ನು ಬರೆಯಲು ನೀವು ಆರಿಸಿಕೊಳ್ಳಬಹುದು.",
      "Google Authenticator ಅಥವಾ Duo Mobile ನಂತಹ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ, ನಂತರ ಸ್ಥಾಪನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು Instagram ಗೆ ಹಿಂತಿರುಗಿ.",
      "ಅನಿರ್ಬಂಧಿಸು",
      "ನಗರ",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ನಾವು ಸಿದ್ಧಪಡಿಸುತ್ತಿದ್ದೇವೆ: {videoTitle}. ಅದು ಸಿದ್ಧವಾದಾಗ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.",
      "ಫೀಡ್‌ನಲ್ಲಿ 125 ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚಿನ ಶೀರ್ಷಿಕೆಗಳು ಮೊಟಕುಗೊಳಿಸಿದಂತೆ ಕಂಡುಬರುತ್ತವೆ.",
      "ಅವರು ಪ್ರತಿನಿಧಿಸುವ ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿಗಳು, ಸೆಲೆಬ್ರಿಟಿಗಳು ಮತ್ತು ಬ್ರ್ಯಾಂಡ್‌ಗಳ ನೈಜ ಉಪಸ್ಥಿತಿಯನ್ನು Instagram ದೃಢಪಡಿಸಿದೆ ಎಂದು ತೋರಿಸಲು ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳು ಅವರ ಹೆಸರಿನ ಪಕ್ಕದಲ್ಲಿ ನೀಲಿ ಚೆಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಹೊಂದಿವೆ.",
      "PIN ಖಚಿತಪಡಿಸಿ",
      "ಸುದ್ದಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ",
      "ನೀವು ಇತರ ವಿಷಯಗಳು",
      "ಖಾತೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ.",
      "ದೃಢೀಕರಣ ಕೋಡ್",
      "Instagram ನಿಂದ ಕುಕೀಸ್ ಬಳಕೆಯನ್ನು ಅನುಮತಿಸುವುದೇ?",
      "Instagram Lite",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
      "ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸು",
      "ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ದೃಢೀಕರಿಸಿ",
      "ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ",
      "ಪ್ರೊಫೈಲ್ ಉಳಿಸಲಾಗಿದೆ!",
      "ಇದು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನಿಂದ ವೀಡಿಯೊವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.",
      "ಪಿನ್ ಮಾಡಲಾಗಿದೆ",
      "{actionType} {prepositionType} {violationText} ಕಾಮೆಂಟ್ ಮಾಡಿ",
      "ಲಾಗ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ Instagram ಖಾತೆಗಳನ್ನು ನೀವು ಬಳಸಿದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನೀವು ಲಾಗ್ ಔಟ್ ಆಗುತ್ತೀರಿ ಮತ್ತು ಮತ್ತೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ",
      "ನೀವು ಇಲ್ಲಿಗೆ ಸರಿಸುವ ಸಂದೇಶಗಳಿಗೆ ಅಧಿಸೂಚನೆಗಳನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ ಆದರೆ ನೀವು ಅವುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆನ್ ಮಾಡಬಹುದು.",
      "ಫೇಸ್‌ಬುಕ್ ಲಾಂಛನ",
      "ಸಲ್ಲಿಸು",
      "ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅಥವಾ ಸಾಧನವು ಬ್ರೌಸರ್ ಕುಕೀಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿದೆಯೆ ಎಂದು ಆಯ್ಕೆ ಮಾಡಲು ಮತ್ತು ಅವುಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀಡಬಹುದು. ಈ ನಿಯಂತ್ರಣಗಳು ಒಂದು ಬ್ರೌಸರ್‌ನಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಬದಲಾಗುತ್ತವೆ, ಮತ್ತು ತಯಾರಕರು ತಾವು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಅವು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ಬದಲಾಯಿಸಬಹುದು. 5 ಅಕ್ಟೋಬರ್ 2020 ರ ಹೊತ್ತಿಗೆ, ಜನಪ್ರಿಯ ಬ್ರೌಸರ್‌ಗಳು ನೀಡುವ ನಿಯಂತ್ರಣಗಳ ಕುರಿತು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ಕೆಳಗಿನ ಲಿಂಕ್‌ಗಳಲ್ಲಿ ನೀವು ಕಾಣಬಹುದು. ನೀವು ಬ್ರೌಸರ್ ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ Facebook ಉತ್ಪನ್ನಗಳ ಕೆಲವು ಭಾಗಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ. ಈ ನಿಯಂತ್ರಣಗಳು Instagram ಮತ್ತು Facebook ನೀಡುವ ನಿಯಂತ್ರಣಗಳಿಂದ ಭಿನ್ನವಾಗಿವೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ.",
      "ಲಾಗಿನ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್ ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ.",
      "ಈ ಲಾಗಿನ್ ಅನ್ನು ಖಚಿತಪಡಿಸಲಾಗುವುದೇ?",
      "ಈ ನಿರ್ಧಾರವನ್ನು ಮನವಿ ಮಾಡಿ",
      "ನಿಮ್ಮ ಕಥೆ",
      "ರಚಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಎಂಬೆಡ್ ಮಾಡಿದ ಕೋಡ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಈಗಲೇ ಪಡೆದುಕೊಳ್ಳಿ",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಗಿದೆ",
      "ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ.",
      "ನೇ",
      "{username} ಎಂದು ಮುಂದುವರಿಸು",
      "ಸ್ಥಳಾವಕಾಶ ಮತ್ತು ಡೇಟಾ ಉಳಿಸಲು. Google Play ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.",
      "ಇಮೇಲ್",
      "ಸೆಪ್ಟೆಂಬರ್",
      "ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಈ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್ ಹೊಂದಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮುಂದುವರಿಸಬಹುದು.",
      "ನಿಮ್ಮ ಖಾತೆಯ ಕುರಿತು ಒಂದು ಟಿಪ್ಪಣಿ",
      "ಮುಂದಿನದು",
      "Reels",
      "16:9",
      "Instagram ಪಾಸ್‌ವರ್ಡ್",
      "ಎಚ್ಚರಿಕೆ",
      "4:5",
      "ಖಾತೆ ಮರುಪ್ರಾಪ್ತಿ",
      "ನೀವು ಸುದ್ದಿಯನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ",
      "ನನ್ನ ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ",
      "ಖಾತೆಯನ್ನು ಅನಿರ್ಬಂಧಿತಗೊಳಿಸಲಾಗಿದೆ",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ನಮ್ಮ ಕುಕೀಗಳು",
      "ನಾನು ಹಾಕಿರುವ ಕಾಮೆಂಟ್ ಅನ್ನು ನಾವು ಅಳಿಸಲು ಬಯಸುತ್ತೇನೆ",
      "ಸಂಗೀತ",
      "Facebook ಕಂಪನಿ ಉತ್ಪನ್ನಗಳನ್ನು ಬಳಸಲು ಈ ಕುಕೀಸ್ ಗಳ ಅಗತ್ಯವಿದೆ. ಅವುಗಳು ಈ ಸೈಟ್‌ಗಳು ಉದ್ದೇಶಿಸಿದಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಅವಶ್ಯಕವಾಗಿದೆ.",
      "ದೋಷ ಸಂಭವಿಸಿದೆ ಮತ್ತು ನಿಮ್ಮ ಡ್ರಾಫ್ಟ್ ಅನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ.",
      "ಇನ್ನಷ್ಟು ಬೆಳವಣಿಗೆ ಪರಿಕರಗಳು",
      "ಕತ್ತಲಾದ ಅಥವಾ ಮಾದರಿಯ ಬಣ್ಣಗಳಲ್ಲಿ ವಿನ್ಯಾಸ ಅಥವಾ ಮುದ್ರಣ ಬದಲಾಯಿಸುವುದನ್ನು ತಪ್ಪಿಸಿ.",
      "ಸುದ್ದಿ ಐಕಾನ್",
      "ಸೇವಾ ನಿಯಮಗಳ ಪಾವತಿಗಳು",
      "ಧನ್ಯವಾದಗಳು! ನೀವು Instagram ನ ಸುದ್ದಿ ಇಮೇಲ್‌ಗಳಿಗೆ ಮರುಚಂದಾದಾರರಾಗಿದ್ದೀರಿ.",
      "ವಜಾಗೊಳಿಸು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸುವುದನ್ನು ಅಥವಾ ಶಾಶ್ವತವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದನ್ನು ತಡೆಗಟ್ಟಲು, ನಿಮ್ಮ ಖಾತೆಗೆ ಬೇರೆ ಯಾವುದೇ ಬಳಕೆದಾರರು ಅಥವಾ ಪರಿಕರಗಳು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ ಮತ್ತು ನೀವು ನಮ್ಮ {Terms of Use} ಅನ್ನುಅನುಸರಿಸುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
      "ಹೋಮ್‌ಗೆ ಹಿಂತಿರುಗಿ",
      "ನಿಮಗೆ ಲಾಗಿನ್ ಲಿಂಕ್ ಕಳುಹಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.",
      "ಶಾಪಿಂಗ್ ಬ್ಯಾಗ್ ಇಮೇಲ್‌ಗಳು",
      "ನಾವು ತಪ್ಪು ಮಾಡಿದ್ದೇವೆಯೇ ಎಂಬುದನ್ನು ಯೋಚಿಸುತ್ತಿದ್ದೀರಾ?",
      "• ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು, ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು Instagram ಮತ್ತು Facebook ಇದೆ. ಈ ಖಾತೆಗಳನ್ನು ನಿಮ್ಮ ಖಾತೆ ಕೇಂದ್ರಕ್ಕೆ ಸೇರಿಸಿದ್ದರಿಂದ ಈ ಮಾಹಿತಿಯನ್ನು Instagram ಮತ್ತು Facebook ನಾದ್ಯಂತ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ",
      "ತಿರಸ್ಕರಿಸು",
      "{username} ಅವರ Instagram ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು {app name} ಪ್ರವೇಶಿಸಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ",
      "ಡ್ರಗ್ ಬಳಕೆ",
      "ಅಗತ್ಯವಿರುವ ಕುಕೀಸ್",
      "ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು ಮತ್ತೆ ಚಾಟ್‌ಗೆ ಸೇರಿಸದಿದ್ದರೆ ಈ ಗುಂಪಿನಿಂದ ನೀವು ಸಂದೇಶಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳುವುದಿಲ್ಲ.",
      "ಈ ವೀಡಿಯೊವನ್ನು ಸೇರಿಸಲಾಗಲಿಲ್ಲ. IGTV ವೀಡಿಯೊಗಳು 16:9 ಅಥವಾ 9:16 ಆಯಾಮಗಳೊಂದಿಗೆ ಲಂಬವಾಗಿರಬೇಕು ಅಥವಾ ಸಮತಲವಾಗಿರಬೇಕು.",
      "ಎಲ್ಲವನ್ನೂ ತೆರವುಗೊಳಿಸಿ",
      "ಆನ್‌ಲೈನ್ ಜಾಹೀರಾತಿನ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
      "Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ನೀವು ರಚಿಸಬಹುದು ಮತ್ತು ಅದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು. {app store} ನಿಂದ ಅಥವಾ {play store} ನಿಂದ ಅದನ್ನು ಉಚಿತವಾಗಿ ಪಡೆಯಿರಿ.",
      "ಚೆಕ್‌ಪಾಯಿಂಟ್ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ/ಅಂತ್ಯಗೊಳ್ಳುತ್ತದೆ",
      "ಬಳಸಿದ ಹಣವು ಸರಕುಗಳ ಮಾರಾಟದಿಂದ ಅಥವಾ ಸೇವೆಗಳಿಂದ ಬರುವ ಆದಾಯವಾಗಿರುವುದಿಲ್ಲ; ಅಥವಾ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿ ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಯಾಗಿರುವುದಿಲ್ಲ",
      "ನೀವು Instagram ನಲ್ಲಿ ನೀವು ಹಂಚಿಕೊಂಡ ವಿಷಯಗಳ ಫೈಲ್ ಅನ್ನು ಪಡೆಯಲು ಮತ್ತೊಮ್ಮೆ ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ.",
      "ಕೀವರ್ಡ್ ಪುಟವನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಿ",
      "ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ನಿಮ್ಮ ಭದ್ರತೆ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನೀವು ಕೋಡ್ ಅನ್ನು ಪಡೆಯುವಿರಿ.",
      "PIN ರಚಿಸಿ",
      "{username} ಅವರು ತೆಗೆದುಹಾಕಿದ್ದಾರೆ",
      "ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ",
      "ಲಾಗ್ ಇನ್ ಖಚಿತಪಡಿಸುವುದೇ?",
      "ಅದರಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನೀವು ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿಲ್ಲದೆ ಇದ್ದರೆ {Delete this photo text bolded}. ಇದು ನಿಮ್ಮ ಖಾತೆಗೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.",
      "{minutes} ನಿಮಿಷಗಳ ಹಿಂದೆ",
      "ಬಳಕೆದಾರ ನನನ್ನು ಅನುಸರಿಸಲು ನಾನು ಬಯಸುವುದಿಲ್ಲ",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸು",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಉಳಿಸು",
      "ನಮ್ಮ ತಂಡವು ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸುತ್ತದೆ ಮತ್ತು ಅದು ನಮ್ಮ {link_to_instagram_community_guidelines} ಅಥವಾ {link_to_instagram_terms_of_use} ಅನ್ನು ಉಲ್ಲಂಘಿಸಿದಲ್ಲಿ, ಅದನ್ನು ನಾವು ತೆಗೆದುಹಾಕುತ್ತೇವೆ.",
      "ರದ್ದುಮಾಡು",
      "{count} ನಂತಹ",
      "ನೀವು ನಮೂದಿಸಿದ ಪಾಸ್‌ವರ್ಡ್‌ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ",
      "ನಿಮ್ಮ Facebook ಇಮೇಲ್ ವಿಳಾಸವು, {email}, ಈಗಾಗಲೇ Instagram ರೊಂದಿಗೆ ಈಗಾಗಲೇ ಖಾತೆಯನ್ನು ಹೊಂದಿರುವಿರಿ.",
      "ನೀವು ಲಾಗಿನ್ ಆಗುವುದನ್ನು ಖಾತ್ರಿಗೊಳಿಸಲು ನಮಗೆ ಅಗತ್ಯವಿರುವಾಗ ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ಕೇಳುತ್ತೇವೆ.",
      "ಇನ್ನಷ್ಟು ನೋಡಿರಿ",
      "ಇತರೆ",
      "ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್ ಆಂತರಿಕವಾಗಿ ಓದಬಹುದಾದ ಸ್ವರೂಪದಲ್ಲಿ ಸಂಗ್ರಹವಾಗಿರುವುದನ್ನು ನಾವು ಇತ್ತೀಚೆಗೆ ಕಂಡುಕೊಂಡಿದ್ದೇವೆ. ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಬಗೆಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಸಂಗ್ರಹಿಸಲಾದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಸರಿಯಾಗಿ ಪ್ರವೇಶಿಸಿಲ್ಲ ಅಥವಾ ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಲಾಗಿದೆ ಎಂಬುದಕ್ಕೆ ಯಾವುದೇ ಚಿಹ್ನೆ ಕಂಡುಬಂದಿಲ್ಲ.",
      "ಮೇ",
      "ಸರಿ",
      "ಸಂಗ್ರಹಣೆಯನ್ನು ಉಳಿಸಲಾಗಿದೆ",
      "ಕ್ರಾಪ್‌ ಆಯ್ಕೆಮಾಡು",
      "ಬದಲಾಯಿಸು",
      "GIF",
      "ಜಾಹೀರಾತುಗಳನ್ನು ಅನುಮತಿಸಿ",
      "ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಹಿಂತಿರುಗಲು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.",
      "ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ",
      "Instagram ಗೆ ಸಂಪರ್ಕಿಸಿ",
      "ಇದು ನಾನಲ್ಲ",
      "{username} ಅವರಿಂದ ಸಂದೇಶಗಳನ್ನು ಇಲ್ಲಿಗೆ ವರ್ಗಾಯಿಸಿ:",
      "• ನೀವು ಸ್ವೀಕರಿಸುವ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಬಹುದು {app name} ಸ್ವೀಕರಿಸುತ್ತದೆ. ಹಂಚಿಕೊಳ್ಳದೆ ರದ್ದುಗೊಳಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಆದರೆ Instagram ಅನ್ನು {app name} ಸಂಪರ್ಕಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಚಿಸಿ",
      "{days} ದಿನಗಳ ಹಿಂದೆ",
      "ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ",
      "ನೀವು ಆಯ್ಕೆಮಾಡಿದ ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ಪೂರ್ವಾಹ್ನ",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಫೋಟೋ ಕ್ಲಿಕ್ ಮಾಡಿ",
      "ನೀವು ಒಂದು ಸಮಯದಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಆಯ್ಕೆಮಾಡಬಹುದು.",
      "ನಿಮಿಷಗಳು",
      "ಮರುಪ್ರಯತ್ನಿಸು",
      "ಗ್ರ್ಯಾಫಿಕ್ ಹಿಂಸಾಚಾರ",
      "{Username of current profile} ಅನಿರ್ಬಂಧಿಸಲಾಗಿದೆಯೆ?",
      "ಅದರ ಬದಲಿಗೆ Wi-Fi ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "@{username} • Instagram ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು • ಪುಟ {page}",
      "ನಿಮ್ಮ ಫೋಟೋದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇದ್ದರೆ ಮಾತ್ರ ನೀವು ವಿವಾದವನ್ನು ಸಲ್ಲಿಸಬೇಕು.",
      "ಹೊಸ ಸುದ್ದಿ",
      "ನಿಮ್ಮ ಇಮೇಲ್",
      "ಇದಕ್ಕಾಗಿ ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು  ದೃಢೀಕರಿಸಿ",
      "{username} ಅವರಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಿ...",
      "ಟ್ಯಾಗ್ ತೆಗೆದುಹಾಕಿ",
      "ನಮ್ಮ ನವೀಕರಿಸಿದ ಡೇಟಾ ನೀತಿ ಪರಿಶೀಲಿಸಿದ ಮತ್ತು ನಮ್ಮ ಹೊಸ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.",
      "ನಿಮಗಾಗಿ ಪ್ರತ್ಯುತ್ತರಿಸಲಾಗುತ್ತಿದೆ",
      "ನಿಮ್ಮ Instagram ಡೇಟಾ",
      "+ {count}",
      "ನೀವು ನಮೂದಿಸಿದ ಬಳಕೆದಾರಹೆಸರು ಖಾತೆಗೆ ಸೇರಿಕೊಂಡಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಪೋಷಕ/ಪಾಲಕರನ್ನು ಕೇಳಿ",
      "{username} ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ",
      "ನಿಮ್ಮ ವೀಡಿಯೊದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇದ್ದರೆ ಮಾತ್ರ ನೀವು ವಿವಾದವನ್ನು ಸಲ್ಲಿಸಬೇಕು.",
      "Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ನೀವು ಈಗ ಹೆಚ್ಚಿನ ಪರಿಕರಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ.",
      "ಕರೋಸೆಲ್",
      "ನಾವು ಲಾಗಿನ್ ಕೋಡ್ ಜೊತೆಗೆ ಪಠ್ಯ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ ಅಥವಾ ನಿಮ್ಮ ಆಯ್ಕೆಯ ಭದ್ರತೆ ಕೋಡ್ ಅನ್ನು ನೀವು ಬಳಸಬಹುದು.",
      "ಉಳಿಸು",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ",
      "ಮುನ್ನೆಚ್ಚರಿಕೆಯಾಗಿ, ನಿಮ್ಮ ಅನುಯಾಯಿಗಳ ಪಟ್ಟಿಯನ್ನು ನೋಡಲು ನಾವು ನಿಮ್ಮನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ ಮತ್ತು ನೀವು ಅನುಸರಿಸಬೇಕಾದ ಜನರು ಮಾತ್ರ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುತ್ತೇವೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುವುದು ನಮ್ಮ ಮೊದಲ ಆದ್ಯತೆಯಾಗಿದೆ, ಮತ್ತು ಈ ರೀತಿಯ ಸಮಸ್ಯೆಗಳು ಸಂಭವಿಸುವುದಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ನಿರಂತರವಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನಾವು ತುಂಬಾ ಕ್ಷಮಿಸಿ ಈ ಸಂಭವಿಸಿದೆ. ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ {email}.",
      "ಸಂಪಾದಿಸಿರುವುದು",
      "ಸರಿ",
      "ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
      "ನೀವು {help center link} ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಿಕೊಳ್ಳುವುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.",
      "ನನ್ನ ಖಾತೆಯನ್ನು ಹ್ಯಾಕ್ ಮಾಡಿದ್ದಾರೆ",
      "ಬಳಕೆದಾರರನ್ನು ವರದಿ ಮಾಡು",
      "ಸ್ಥಳ",
      "ನಮ್ಮ ಸಮುದಾಯವನ್ನು ಬೆಂಬಲಿಸಲು ಮತ್ತು ರಕ್ಷಿಸಲು ನಾವು ನಮ್ಮ {communityGuidelinesLink} ರಚಿಸಿದ್ದೇವೆ ಮತ್ತು ನಾವು ಸ್ವಯಂ-ಹಾನಿಕಾರಕ ಅಥವಾ ಆತ್ಮಹತ್ಯೆಯ ನಡವಳಿಕೆಯನ್ನು ಉತ್ತೇಜಿಸುವ ಕಾರಣದಿಂದಾಗಿ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ. ಇದು ನಿಮ್ಮ ಉದ್ದೇಶವಾಗಿರದೇ ಇರಬಹುದು ಎಂದು ನಾವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇವೆ. ನಿಮ್ಮ ಸುರಕ್ಷತೆಯ ಬಗ್ಗೆ ನಾವು ಕಾಳಜಿ ವಹಿಸುತ್ತೇವೆ ಮತ್ತು ನೀವು ಕಷ್ಟಕರವಾದ ಏನನ್ನಾದರೂ ಮಾಡುತ್ತಿದ್ದರೆ, ನಾವು ಸಹಾಯ ಮಾಡಲು ಬಯಸುತ್ತೇವೆ. ನಮ್ಮ ಸಂಪನ್ಮೂಲಗಳ ಮೂಲಕ ಬೆಂಬಲ ಪಡೆಯಲು ನಾವು ನಿಮ್ಮನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ.",
      "ನೀವು ಇದೀಗ ಹಿಂತಿರುಗಿದರೆ, ನಿಮ್ಮ ಫೋಟೋವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುವಿರಿ.",
      "ಬಲ ಶೆರ್ವಾನ್",
      "ಹೊಸ ಸಂಪರ್ಕ ಆಯ್ಕೆಗಳನ್ನು ಪಡೆಯಿರಿ",
      "ಲಿಂಕ್‌ ನಕಲಿಸಿ",
      "ನೇ",
      "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಅಥವಾ ಇಮೇಲ್",
      "ಚಾಟ್ ಅಳಿಸು.",
      "ಶೀರ್ಷಿಕೆ",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಸುದ್ದಿಗಳು ಉತ್ತಮವಾಗಿವೆ",
      "ಕಾಮೆಂಟ್ ಮಾಡುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡಿ",
      "ಅನುಮತಿಸು",
      "ಲಾಗ್ ಇನ್",
      "ಜನ್ಮದಿನಾಂಕ",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಸಮಸ್ಯೆ ಎದುರಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಈ ಸಂದೇಶವು ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ಸ್ಕ್ಯಾಮ್ ಆಗಿದೆ",
      "ಪೂರ್ಣ ಹೆಸರು",
      "ಈ ಲಿಂಕ್ ಮುಂದಿನ ನಾಲ್ಕು ದಿನಗಳವರೆಗೆ ಮಾತ್ರ ಕೆಲಸ ಮಾಡುತ್ತದೆ. ಏಕೆಂದರೆ ಇದು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬಹುದು, ಲಿಂಕ್ ಅನ್ನು ಖಾಸಗಿಯಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲು ಮರೆಯದಿರಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಮಾತ್ರ ಆರ್ಕೈವ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಿ.",
      "Instagram ಲೈಟ್‌ನಲ್ಲಿನ ಸುದ್ದಿಗಳೊಂದಿಗೆ ಇನ್ನಷ್ಟು ಮಾಡಿ",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದಾಗಿದೆ.",
      "ನೀವು {username} ಅನ್ನು ನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ",
      "ರದ್ದುಮಾಡು",
      "ಲೇಬಲ್ ಮಾಡಲಾದ {filename} ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಮುಂದುವರಿಯಲು, mp4 ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "{media author username} ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟ ಒಟ್ಟು ಜನರ ಸಂಖ್ಯೆಯನ್ನು ನೋಡಬಹುದು.",
      "ನೀವು ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು Instagram ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿದಾಗ, ನೀವು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಬಹುದು.",
      "Facebook",
      "ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಓದಬಲ್ಲ ಸ್ವರೂಪದಲ್ಲಿ ಆಂತರಿಕವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ನಾವು ಇತ್ತೀಚಿಗೆ ಕಂಡುಕೊಂಡಿದ್ದೇವೆ. ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ಅದನ್ನು ಆಂತರಿಕವಾಗಿ ಯಾರೂ ಸರಿಯಾಗಿ ಸೈನ್‌ಇನ್ ಮಾಡಿಲ್ಲ ಅಥವಾ ದುರುಪಯೋಗಪಡಿಸಿಕೊಂಡಿಲ್ಲ ಎಂಬುದನ್ನು ನಾವು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ. ಇದು ಸಂಭವಿಸಿರುವುದಕ್ಕೆ ನಾವು ಕ್ಷಮೆ ಕೋರುತ್ತೇವೆ ಮತ್ತು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಹೇಗೆ ಸುರಕ್ಷಿಸಬೇಕು ಎಂಬುದನ್ನು ಸುಧಾರಿಸವುದಕ್ಕೆ ನಾವು ಮುಂದುವರೆಯುತ್ತೇವೆ.",
      "ನಿಮ್ಮ ಸುದ್ದಿಯನ್ನು ಸಂದೇಶಗಳಂತೆ ಹಂಚಿಕೊಳ್ಳಲು ಜನರಿಗೆ ಅನುಮತಿಸಿ",
      "ಲಾಗ್ ಇನ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ, ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಹಂಚು",
      "ನನ್ನ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಮರೆಮಾಡು",
      "ಅನುಮೋದಿಸಲಾಗಿದೆ!",
      "ಬ್ರ್ಯಾಂಡೆಡ್ ವಿಷಯ ನೀತಿಗಳು",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "{Link to return to a previous step in this flow} ಅಥವಾ {Link to skip this entire flow}",
      "ಸ್ಕಿಪ್ ಮಾಡಿ",
      "ಪರಿಶೀಲಿಸಲಾಗಿದೆ",
      "ಗೌಪ್ಯತೆ",
      "ನೇ",
      "{count} ನಂತಹ",
      "ಲಾಗಿನ್ ಮಾಡುವುದರ ಮೂಲಕ ಎಲ್ಲಾ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಹೊಸ ಪೋಸ್ಟ್",
      "Facebook Pay ಮುಚ್ಚಲು ಕ್ರಾಸ್ ಐಕಾನ್ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ ಪುಟ",
      "ಹಂತ 2: ಗಮನಾರ್ಹತೆಯನ್ನು ದೃಢೀಕರಿಸಿ",
      "{authMethod} ಪ್ರವೇಶವನ್ನು ಮುಚ್ಚುವುದೆ?",
      "ಚೆಕ್‌ಔಟ್ ಪೂರ್ಣಗೊಳಿಸಲು Facebook Pay ನಿಮ್ಮ Facebook ಖಾತೆಯಿಂದ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿ ಮತ್ತು ಇತಿಹಾಸವನ್ನು Instagram, Facebook ಮತ್ತು Messenger ಮೂಲಕ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತದೆ. {Learn More}",
      "ಈ ಕಾಮೆಂಟ್ ಜನರನ್ನು ಅಪಾಯದಲ್ಲಿ ಸಿಲುಕಿಸುತ್ತದೆ",
      "ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಫೈಲ್‌ಗಳು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.",
      "ಸಂದೇಶ ಲಭ್ಯವಿಲ್ಲ",
      "Instagram ಅನ್ನು ಹಂಚಿರಿ",
      "ನೀವು ಅದನ್ನು ಪಡೆಯದಿದ್ದರೆ, ನಾವು {resendCode} ಮಾಡಬಹುದು.",
      "ನಮಗೆ ತಿಳಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
      "Instagram ಅನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಕಷ್ಟು ವಯಸ್ಸಾಗಿಲ್ಲ",
      "ವೀಡಿಯೊವು ಆಡಿಯೋವನ್ನು ಹೊಂದಿಲ್ಲ",
      "ಖಾತೆಗಳನ್ನು ಬದಲಿಸಿ",
      "ಪ್ರೇಕ್ಷಕರು (ಐಚ್ಛಿಕ)",
      "ಆ ಹುಡುಕಾಟಕ್ಕಾಗಿ ನಮಗೆ ಏನನ್ನೂ ಕಂಡುಹಿಡಿಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.",
      "ಪುಶ್ ಅಧಿಸೂಚನೆಗಳು",
      "ಮುಂದಿನ ವಿಷಯವು ಅವರ ಸಂಗೀತ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂಬ ವರದಿಯ ಆಧಾರದ ಮೇಲೆ ನಿಮ್ಮ ವಿಷಯಕ್ಕೆ ಗೋಚರತೆಯನ್ನು ನಾವು ನಿರ್ಬಂಧಿಸಿದ್ದೇವೆ:",
      "ವೀಕ್ಷಕರು",
      "ಮೆನು",
      "ಮುಂದಿನದು",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಫೋಟೊ ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ತೆರಿಗೆ ಸಲ್ಲಿಕೆ",
      "{username} ಇನ್ನೂ ಅದೇ ಸಂಖ್ಯೆಯ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುತ್ತಾರೆ ಆದರೆ ಅವುಗಳು ಕಡಿಮೆ ಸಂಬಂಧಿತವಾಗಿರಬಹುದು.",
      "ದಿನ:",
      "Facebook ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಸೇವೆಗಳು",
      "ನಿಮ್ಮ ವಿಷಯವು ಅವರ ಹಕ್ಕುಸ್ವಾಮ್ಯವನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂದು ಮೂರನೇ ವ್ಯಕ್ತಿಯು ವರದಿ ಮಾಡಿದೆ.",
      "ಜಾಹೀರಾತುಗಳ ಐಕಾನ್",
      "ಲಿಂಕ್‌ಗಳು (ಐಚ್ಛಿಕ)",
      "ನಿಮ್ಮ ಹಿಂದಿನ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸಂಗೀತ ಹಕ್ಕುಗಳು ಅಥವಾ {Community Guidelines} ಉಲ್ಲಂಘಿಸುತ್ತಿರುವುದು ಕಂಡುಬಂದಿದೆ.",
      "ಸುದ್ದಿಗಳಿಗೆ ಮರುಹಂಚಿಕೆಯನ್ನು ಅನುಮತಿಸಿ",
      "ಹೆಚ್ಚುವರಿ ವಿಧಾನಗಳು",
      "ನನ್ನ ವಿಷಯವನ್ನು ಏಕೆ ತೆಗೆದುಹಾಕಲಾಗಿದೆ?",
      "ನಿರ್ವಾಹಕರು",
      "ಫಿಟ್‌ನೆಸ್",
      "ನಿಮ್ಮ ಫೋಟೋಗಳು",
      "ಚಾಟ್‌ ಗೆ ಸೇರಿಸಲು",
      "ವೀಕ್ಷಕರ ಎಣಿಕೆ ಐಕಾನ್",
      "ಟ್ಯಾಗ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್",
      "ತೆಗೆದುಹಾಕು",
      "{username} ತಮ್ಮ ಆಸಕ್ತಿಗಳಿಗೆ ಕಡಿಮೆ ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುತ್ತಾರೆ.",
      "ನೀವು ನಮೂದಿಸಿದ PIN ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಪಡಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಲಿಂಕ್ ಮಾಡಿದ PayPal ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಈಗಲೂ ಸಹ ಸಂಪರ್ಕಪಡಿಸಬಹುದು.",
      "ಹೆಚ್ಚುವರಿಯಾಗಿ, ಅನೇಕ ತೆಗೆದುಹಾಕುವಿಕೆಯ ವಿನಂತಿಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದರಿಂದ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಮಾನತುಗೊಳಿಸಬಹುದು.",
      "ಅಪ್ಲಿಕೇಶನ್‌ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಲ್ಲಿ ಸಹಾಯ ಪಡೆಯುವುದು ವೇಗವಾಗಿರುತ್ತದೆ ಮತ್ತು ಸುಲಭವಾಗಿರುತ್ತದೆ.",
      "ಅನುಸರಿಸು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಈ ನಿಧಿಸಂಗ್ರಹಣೆಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "{numberOfPeople} ಜನರು",
      "ಪೋಷಕ/ಪಾಲಕರ ಮೊದಲ ಹೆಸರು",
      "{number of days before user is disabled} ದಿನಗಳ ಒಳಗಾಗಿ ಮುಂದಿನ ಕ್ರಮಗಳನ್ನು ಅನುಸರಿಸಿ ಈ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯು ನಿಷ್ಕ್ರಿಯಗೊಳ್ಳುವ ಮೊದಲು ನಿಮಗೆ ನಾವು ಹಿಂತಿರುಗಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು.",
      "ಪ್ರತ್ಯುತ್ತರಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನೀವು ಉಡುಗೊರೆಯನ್ನು ಪಡೆಯಲು ಅರ್ಹರಾಗಿರುವಿರಿ:",
      "{username} ಅವರಿಂದ",
      "ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಟ್ಯಾಗ್ ಮಾಡು",
      "ಹೆಚ್ಚು ಜನಪ್ರಿಯ",
      "Instagram ಸಮುದಾಯವನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸುವಂತೆ ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಪ್ರಮುಖವಾಗಿದೆ.",
      "ಸೆಷನ್ ಲಾಗ್ ಔಟ್ ಆಗಿದೆ",
      "1 ಪೋಸ್ಟ್",
      "1 ಗಂಟೆಯ ಹಿಂದೆ",
      "ಪೋಸ್ಟ್ ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ಸ್ಥಳ ಐಕಾನ್",
      "ಅಪ್ಲಿಕೇಶನ್ ಪಡೆದುಕೊಳ್ಳಿ",
      "ಲಾಗಿನ್ ಮಾಹಿತಿ ನೆನಪಿಡಿ",
      "{birthday} ನಿಮ್ಮ ಜನ್ಮದಿನಾಂಕವೇ?",
      "{name of the user who liked the photo} ಅವರು ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ.",
      "ಇತರ ಸಂಪರ್ಕ ಬಟನ್‍‌ಗಳನ್ನು ಸೇರಿಸಲು, ಪ್ರಚಾರಗಳನ್ನು ರಚಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಅನುಯಾಯಿಗಳ ಕುರಿತು ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಲು Instagram ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಹೋಗಿ.",
      "ಸಂಬಂಧಗಳು",
      "ದೃಢೀಕರಣವನ್ನು ಕಳುಹಿಸು",
      "IG ಯಶಸ್ಸಿನ ಚೆಕ್‌ಮಾರ್ಕ್",
      "0 ವರ್ಷ ವಯಸ್ಸು",
      "ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಫೆಬ್ರವರಿ",
      "ಶ್ರವಣದೋಷವುಳ್ಳ ಜನರಿಗೆ ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ವೀಡಿಯೊಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲಾದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ. ಅವುಗಳು iOS ಮತ್ತು Android ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಮಾತ್ರ ಪ್ರದರ್ಶಿಸಲ್ಪಡುತ್ತವೆ ಮತ್ತು ಗೋಚರಿಸಲು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಭದ್ರಗೊಳಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಿ",
      "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ ಸಹಾಯ",
      "ಈ ಆವೃತ್ತಿಯು ಇನ್ನು ಮುಂದೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಲಾಗ್ ಇನ್ ಮಾಡಲು, ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ.",
      "ನಿಮ್ಮ Instagram ವ್ಯವಹಾರ ವರ್ಗವು WhatsApp ನಲ್ಲಿ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ನಮ್ಮ ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಮಾತ್ರ ಖಾತೆಗಳ ಕೇಂದ್ರವು ಲಭ್ಯವಿದೆ. ಖಾತೆಗಳು ಮತ್ತು ಸುದ್ದಿ ಮತ್ತು ಪೋಸ್ಟ್ ಹಂಚಿಕೆಯಾದ್ಯಂತ ಲಾಗ್ ಇನ್ ಮಾಡುವಂತಹ ಸಂಪರ್ಕಿತ ಅನುಭವಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮ್ಮ Instagram, Facebook ಅಥವಾ Messenger ಅಪ್ಲಿಕೇಶನ್‌ನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿನ ಖಾತೆಗಳ ಕೇಂದ್ರಕ್ಕೆ ಹೋಗಿ.",
      "ತುಂಬಾ ಕಾರ್ಯನಿರತ/ತುಂಬಾ ಅಡಚಣೆಯಾಗಿದೆ",
      "ಈ ಖಾತೆಯನ್ನು ನೀವು ಅಳಿಸಲು ವಿನಂತಿಸಿದಂತೆ ತೋರುತ್ತಿದೆ. ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿ ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ: https://help.instagram.com",
      "ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ನಮಗೆ ತಿಳಿಸಿ.",
      "ನೀವು {username} ಅವರ ಸುದ್ದಿಯನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ",
      "ಡೈರೆಕ್ಟ್ - ಇನ್‌ಬಾಕ್ಸ್ ಭದ್ರತೆ",
      "ಸಂಪಾದಿಸಿ",
      "ಪರ್ಯಾಯ ಪಠ್ಯವನ್ನು ಬರೆಯಿರಿ...",
      "ದೇಶ/ಪ್ರದೇಶ",
      "ವೀಡಿಯೊ ಸಂಪಾದಿಸಿ",
      "ಕ್ಲೈಮ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಕಠಿಣ ಔಷಧಿಗಳ ಬಳಕೆಯ ಪ್ರಚಾರಕ್ಕಾಗಿ ಪೋಸ್ಟ್‌ಗಳು",
      "ದೇಣಿಗೆಗಳು ಕನಿಷ್ಟ {value} ಇರಬೇಕು",
      "ಧ್ವನಿಪಥ ಅಥವಾ ಸಂಗೀತದಂತಹ ಆಡಿಯೊ ಸೇರಿದಂತೆ ವೀಡಿಯೊದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿ ಇದ್ದರೆ, ನೀವು ನಿರ್ಬಂಧಿಸುವಿಕೆಗೆ ಮನವಿ ಮಾಡಬಹುದು ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಅನಿರ್ಬಂಧಿಸಬಹುದು.",
      "ಖಾಸಗಿಯನ್ನಾಗಿಸಿ",
      "ವರ್ಗಾಯಿಸಿ",
      "ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ",
      "ನೀವು ಬಿಟ್ಟರೆ, ನಿಮ್ಮ ಸಂಪಾದನೆಗಳನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಅಸಾಮಾನ್ಯ ಚಟುವಟಿಕೆಯನ್ನು ನಾವು ಗಮನಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರಳಿ ಪಡೆಯಲು Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿಮ್ಮ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಿ.",
      "ದ್ವೇಷ ಭಾಷಣ ಅಥವಾ ಚಿಹ್ನೆಗಳು",
      "ಟಾಗಲ್ ಆಯ್ಕೆ",
      "ಸಂಗ್ರಹಣೆಗೆ ಸೇರಿಸಿ",
      "ಗೌಪ್ಯತಾ ನೀತಿ",
      "{hours}ಗಂ ಹಿಂದೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ತಿರಸ್ಕರಿಸು",
      "[?]",
      "ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "Google Play Store ಅನ್ನು ತೆರೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಿ",
      "ಹೆಸರನ್ನು ಸೇರಿಸಿ",
      "ನಿಮಗಾಗಿ ಸಲಹೆಗಳು",
      "Instagram ತುಂಬಿದ ಪ್ಲೇ",
      "ಪ್ರೊಫೈಲ್ ನವೀಕರಣ",
      "20+ ವಿನಂತಿಗಳು",
      "ಈ ಉಚಿತ ವೃತ್ತಿಪರ ಖಾತೆಗೆ ಬದಲಾಯಿಸುವ ಮೂಲಕ, ನಿಮ್ಮ ಅನುಯಾಯಿಗಳು ಮತ್ತು ಖಾತೆಯ ಕಾರ್ಯಕ್ಷಮತೆ, ಹೊಸ ಸಂಪರ್ಕ ಆಯ್ಕೆಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳ ಕುರಿತಾದ ಒಳನೋಟಗಳಿಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
      "ನಿಮಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಿದ್ದಾರೆ",
      "ಗುರುತಿಸಲಾದ ಸಾಧನಗಳು",
      "Expired",
      "ಅಂಗಡಿ ವೀಕ್ಷಿಸಿ",
      "ಖಾತೆಯನ್ನು ಇರಿಸಿ",
      "ಮುಚ್ಚಿ",
      "ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳು",
      "ಕಾನೂನುಬಾಹೀರ ಅಥವಾ ನಿಯಂತ್ರಿತ ಸಾಮಗ್ರಿಗಳ ಮಾರಾಟ",
      "ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ನೀವು ಕಳೆದುಕೊಂಡರೆ ಅಥವಾ ಪಠ್ಯ ಸಂದೇಶ ಅಥವಾ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಮುಖಾಂತರ ಕೋಡ್ ಸ್ವೀಕರಿಸಲಾಗದೇ ಇದ್ದರೆ, ನಿಮ್ಮ ಖಾತೆಗೆ ಹಿಂತಿರುಗಲು ಈ ಕೋಡ್‌ಗಳನ್ನು ನೀವು ಬಳಸಬಹುದು. ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಅವುಗಳನ್ನು ಉಳಿಸಿ.",
      "ನಿರ್ಬಂಧಿಸು",
      "IGTV",
      "ರದ್ದು ಮಾಡು",
      "{username} ಅವರ ಪ್ರತಿ ಪೋಸ್ಟ್‌ ಅನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಅಳಿಸು",
      "ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಇದು ಲೈಂಗಿಕವಾಗಿ ಅನುಚಿತವಾಗಿದೆ",
      "ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.",
      "ನಿಮ್ಮ ಮೆಚ್ಚಿನ ವಿಷಯಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ",
      "ಹೊಂದಾಣಿಕೆಗಳು",
      "ಸ್ಥಳವನ್ನು ಸೇರಿಸು",
      "ಶನಿ",
      "ಹೆಚ್ಚಿನದಕ್ಕೆ ಟ್ಯಾಪ್ ಮಾಡಿ",
      "ಇದರಂತೆ",
      "ಲಾಗ್ ಔಟ್",
      "ಈ ಲಾಗಿನ್ ಅನ್ನು ಖಚಿತಪಡಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಈ ಸಂದೇಶವನ್ನು ನೀವು ಏಕೆ ವರದಿ ಮಾಡುತ್ತಿರುವಿರಿ?",
      "ಅನಿರ್ಬಂಧಿಸು",
      "ಈಗ ಬೇಡ",
      "ನಿಮ್ಮ ಕೀರ್ಡ್‌ಗಳನ್ನು ಉಳಿಸುವಲ್ಲಿ ದೋಷ ಎದುರಾಗಿದೆ. ದಯವಿಟ್ಟು ಶೀಘ್ರದಲ್ಲೇ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡುವಾಗ ಹೆಚ್ಚಿನ ಉಚಿತ ಫೋಟೋಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
      "ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ನಿಮಗೆ ಸೂಕ್ತವಾಗಿವೆ ಎಂಬುದನ್ನು ನೀವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ Instagram, Facebook ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು Messenger ನಾದ್ಯಂತದ ಗೌಪ್ಯತೆ ಮಾಹಿತಿ ಮತ್ತು ಆಯ್ಕೆಗಳ ಪೂರ್ವವೀಕ್ಷಣೆ.",
      "Facebook ಹೊರಗಿನ ಚಟುವಟಿಕೆ",
      "ಈ ಫೈಲ್ ಬಹಳ ಚಿಕ್ಕದಾಗಿದೆ. ಮುಂದುವರಿಸಲು 1 KB ಗಿಂತ ದೊಡ್ಡದಾಗಿರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಅಂಗಸಂಸ್ಥೆಯಲ್ಲಿ ಆಸಕ್ತಿ ಇದೆಯೇ?",
      "ಮಂದೆ",
      "ದೃಢೀಕರಣ ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಈ ಖಾತೆ ಖಾಸಗಿಯಾಗಿದೆ",
      "ಘಟಕದ ತಲೆಬರಹ",
      "ಈ ಸೆಟ್‌ ಕಳುವಾಗಿದೆ ಅಥವಾ ನೀವು ಬಹಳಷ್ಟು ಬಾರಿ ಬಳಸಿರುವಿರಿ ಎಂದು ಚಿಂತಿತರಾಗಿದ್ದರೆ ನೀವು ಹೊಸ ಕೋಡ್‌ಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಬಹುದು.",
      "ನಿಮ್ಮ ಡೇಟಾ ಸುರಕ್ಷಿತವಾಗಿರಿಸುವಿಕೆ",
      "ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ...",
      "ಕ್ಷಮಿಸಿ! ಇದೀಗ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸುವಲ್ಲಿ ನಮಗೆ ಸಮಸ್ಯೆಯಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಫಿಲ್ಟರ್",
      "ನೀವು ವೀಕ್ಷಿಸದೆ ಇರುವಂತಹ ಅಧಿಸೂಚನೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ.",
      "ಪೋಸ್ಟ್ ಹಂಚಿಕೊಳ್ಳಿ",
      "ಹಕ್ಕು ಹೊಂದಿರುವವರು, {reference owner name} ನಿಮ್ಮ ವಿವಾದವನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದಾರೆ ಏಕೆಂದರೆ ಫೋಟೋವು ಅವರ ವಿಷಯವನ್ನು ಹೊಂದಿದೆ ಎಂದು ಅವರು ನಂಬುತ್ತಾರೆ.",
      "Facebook ಜೊತೆಗೆ ನವೀಕರಿಸಿ",
      "ವ್ಯಾಪಾರ",
      "ನಿಮ್ಮ ಫೋಟೋದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿದ್ದರೆ {Submit a dispute text bolded}. ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ಈ ಕ್ಲೈಮ್ ಅನ್ನು ನೀಡಿದ {owner name} ಅವರಿಗೆ ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ. ನೀವು ಅದನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಹಂಚಿಕೊಂಡಿದ್ದರೆ ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸಹ ಪರಿಶೀಲಿಸಬಹುದು. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು {number of days} ದಿನಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.",
      "@{username} * {datetime} ನಿಂದ Instagram ವೀಡಿಯೊ",
      "ಹೌದು, ಲಾಗಿನ್ ಮಾಡಿ",
      "ಏನೋ ತಪ್ಪಾಗಿದೆ",
      "GIF",
      "",
      "ಸಮ್ಮತಿ ಪುಟ",
      "ನಿರ್ವಾಹಕರನ್ನಾಗಿ ಮಾಡಿ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಿದ್ದರಿಂದ ಈ ಲಿಂಕ್ ಇನ್ನು ಮುಂದೆ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ. Instagram ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ.",
      "ಪಾಸ್‌ವರ್ಡ್",
      "ಸುದ್ದಿ ವೀಡಿಯೊ ಓವರ್ಲೆ",
      "ಕಳೆದ 14 ದಿನಗಳಲ್ಲಿ Instagram ನಿಂದ ಭದ್ರತೆ ಮತ್ತು ಲಾಗಿನ್ ಇಮೇಲ್‌ಗಳು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ. ಯಾವ ಇಮೇಲ್‌ಗಳು ನಿಜ ಮತ್ತು ನಕಲಿ ಎಂದು ಪರಿಶೀಲಿಸಲು ನೀವು ಇದನ್ನು ಬಳಸಬಹುದು.",
      "ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ದೃಢೀಕರಿಸಲು ನಿಮ್ಮ Facebook ಪಾವತಿ PIN ಅನ್ನು ನಮೂದಿಸಿ.",
      "{username} ಅನ್ನು ವರ್ಗಾಯಿಸಲಾಗಿದೆ ಎಂಬುದಾಗಿ ತಿಳಿದಿಲ್ಲ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಅವುಗಳನ್ನು ಮರಳಿ ಪ್ರಾಥಮಿಕಕ್ಕೆ ವರ್ಗಾಯಿಸಬಹುದು.",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳ ಡೈರೆಕ್ಟರಿ",
      "ಸಲಹೆ ನೀಡಲಾದ ಪ್ರೊಫೈಲ್‌ಗಳು",
      "ಸಹಾಯ",
      "Instagram Lite ಪಡೆಯಿರಿ",
      "ಪ್ರಾಣಿಗಳು ಮತ್ತು ಪರಿಸರ",
      "ಅಪ್ಲಿಕೇಶನ್ ಐಕಾನ್ ಟ್ಯಾಪ್ ಮಾಡಿ ಮತ್ತು ಅದನ್ನು ಕೆಲವು ಸೆಕೆಂಡುಗಳ ಕಾಲ ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳಿ.",
      "ಸಂದೇಶಗಳನ್ನು ಮ್ಯೂಟ್ ಮಾಡಿ",
      "ದ್ವೇಷ ಭಾಷಣ ಅಥವಾ ಚಿಹ್ನೆಗಳು",
      "ನಿಮ್ಮದೂ ಸೇರಿದಂತೆ ಕಡಿಮೆ ಸಂಖ್ಯೆಯ Instagram ಖಾತೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಿದ ತಾಂತ್ರಿಕ ಸಮಸ್ಯೆಯನ್ನು ನಾವು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಾವು ಇತ್ತೀಚಿಗೆ ಕಂಡುಕೊಂಡಿದ್ದೇವೆ.",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ವಿರುದ್ಧವಾಗಿ ಹೋಗುತ್ತದೆ",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಲಾಗಿದೆ",
      "ಪ್ರವಾಸ ಮತ್ತು ಸ್ಥಳಗಳು",
      "ನಿಮ್ಮ ಕಾರ್ಡ್ ಭದ್ರತಾ ಕೋಡ್‌ನೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸುವುದೇ?",
      "ಆಹಾರ ಮತ್ತು ಪಾನೀಯ",
      "ಹಕ್ಕು ಹೊಂದಿರುವವರು:",
      "ಮುಂದುವರಿಸು",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು {violationText} ನಲ್ಲಿನ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ನಮ್ಮ ಸಮುದಾಯವು ಗೌರವಾನ್ವಿತ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನಾವು ಬಯಸುವ ಕಾರಣ ಈ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ.",
      "ಉಚಿತ ವೃತ್ತಿಪರ ಖಾತೆಯನ್ನು ಪಡೆಯಿರಿ",
      "ಕಳುಹಿಸು",
      "ಬದಲಾಯಿಸು",
      "ರಾಜ್ಯ ನಮೂದಿಸಿ",
      "{applicationName} ಗೆ ಸಂಪರ್ಕಿಸಲು ನಿಮಗೆ ಬೇಕಾದ Instagram ವ್ಯವಹಾರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಖಾತ್ರಿಗೊಳಿಸಿ.",
      "ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಬಯೋವನ್ನು ಸೇರಿಸುವುದರಿಂದ ಸ್ನೇಹಿತರು ನಿಮ್ಮನ್ನು ಹುಡುಕಬಹುದು.",
      "ಅಕ್ಟೋಬರ್",
      "ಸರಿ",
      "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?",
      "ಈಗ ಬೇಡ",
      "ಮರೆಮಾಡು",
      "ಗ್ಯಾಲರಿ ಪೋಸ್ಟ್‌ಗಳು ಒಂದು ನಿಮಿಷಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ವೀಡಿಯೊಗಳನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "{fullName} * {datetime} ನಿಂದ Instagram ಫೋಟೋ",
      "ಯಾವುದೇ ವೀಡಿಯೊಗಳು ಒಂದು ನಿಮಿಷಕ್ಕಿಂತ ಹೆಚ್ಚಿದ್ದರೆ, ನೀವು ಒಂದು ಸಮಯದಲ್ಲಿ ಒಂದು ವೀಡಿಯೊವನ್ನು ಮಾತ್ರ ಪೋಸ್ಟ್ ಮಾಡಬಹುದು.",
      "1:1",
      "ಡೇಟಾ ನೀತಿ",
      "ಕ್ಷಮಿಸಿ, ಈ ಲಿಂಕ್ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮುಂದುವರಿಸಲು, ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ಇಲ್ಲಿ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುವ ಎಲ್ಲಾ ಜನರನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ.",
      "ಅನುಮತಿಸು",
      "WhatsApp ಗೆ ಹಂಚಿಕೊಳ್ಳಿ",
      "ಕ್ರೀಡೆಗಳು",
      "ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳು",
      "ಹೊಸ ಕೋಡ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು",
      "{actionType} ಲೈವ್ ಆಗಿ",
      "ಚೆಕ್‌ಔಟ್‌ಗೆ ಮುಂದುವರಿಸಿ",
      "ಸರಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಶೀರ್ಷಿಕೆ",
      "ಈ ಸಂವಾದವನ್ನು ನಾನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ",
      "ಹಿಂದಕ್ಕೆ ಹೋಗಿ",
      "ನೀವು ಕೆಳಗಿನ ಬಟನ್ ಒತ್ತಿದಾಗ, ನೀವು ಪುನಃ ಮತ್ತೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಲಾಗ್ ಇನ್ ಆಗಿ ಮರುಸಕ್ರಿಯಗೊಳಿಸುವ ತನಕ ನಿಮ್ಮ ಫೋಟೋಗಳು, ಕಾಮೆಂಟ್‌ಗಳು ಮತ್ತು ಇಷ್ಟಗಳನ್ನು ಮರೆಮಾಡಲಾಗಿರುತ್ತದೆ ಎಂದರ್ಥ.",
      "ನಿಮ್ಮ ಖಾತೆ ಪ್ರತಿನಿಧಿಸುವ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಂಸ್ಥೆ ತಿಳಿದಿರುವ ಎಲ್ಲ ಹೆಸರುಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಿ. ಬೇರೆ ಬೇರೆ ಹೆಸರುಗಳಲ್ಲಿ ಮತ್ತು ಒಂದೇ ಹೆಸರನ್ನು ಇತರ ಭಾಷೆಗಳಲ್ಲಿ ಸೇರಿಸಿ.",
      "ಮನವಿಯನ್ನು ಸಲ್ಲಿಸು",
      "ಮುಂದಿನ {days to snooze} ದಿನಗಳವರೆಗೆ, ನೀವು Instagram ಅನ್ನು ಬಳಸಿದ ಸಾಧನಗಳಿಂದ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಇಮೇಲ್‌ಗಳನ್ನು ಮಾತ್ರ ನೀವು ಪಡೆಯುತ್ತೀರಿ.",
      "ನೀವು ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಕೆಯನ್ನು ವಿನಂತಿಸಿಲ್ಲ ಎಂದು ನಮಗೆ ತಿಳಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಿಲ್ಲ.",
      "ಮುಂದುವರಿಯುವುದರ ಮೂಲಕ, {=app name} ನಿಮ್ಮ ಮಾಹಿತಿಗೆ ನಿರಂತರ ಪ್ರವೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ ಮತ್ತು {=app name} ಅದನ್ನು ಪ್ರವೇಶಿಸಿದಾಗ  Instagram ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ. ಈ ಹಂಚಿಕೆ ಮತ್ತು ನೀವು ಹೊಂದಿರುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಕುರಿತು {=learn more}",
      "ರಸಪ್ರಶ್ನೆಗಳು",
      "ನನ್ನ ಫೀಡ್‌ನಲ್ಲಿ ಈ ಖಾತೆಯ ಫೋಟೋಗಳು ಅಥವಾ ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ನಾನು ಬಯಸುವುದಿಲ್ಲ",
      "ಉಳಿಸು",
      "ನಿಮ್ಮ ವಿವಾದದ ಫಲಿತಾಂಶವನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ ನೀವು ಹಕ್ಕುಗಳ ಹೋಲ್ಡರ್, {reference owner name} ಗೆ ಮನವಿ ಮಾಡಬಹುದು. ಸಲ್ಲಿಸಿದ ನಂತರ ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು 7 ದಿನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ಎಲ್ಲಾ ಸೂಚಿಸಿದ ಬಳಕೆದಾರರನ್ನು ನೋಡಲು ಚೆವ್ರಾನ್",
      "ಈ ವೆಬ್ ಬ್ರೌಸರ್ ಇನ್ನು ಮುಂದೆ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ನಿಮ್ಮ ಖಾತೆಯ ಯಾವುದೇ ಅಂಶವನ್ನು ಖರೀದಿಸಲು, ಮಾರಾಟ ಮಾಡಲು ಅಥವಾ ವರ್ಗಾಯಿಸಲು ಪ್ರಯತ್ನಿಸುವುದು ನಮ್ಮ {Terms of Use} ಮತ್ತು {Community Guidelines} ಗೆ ವಿರುದ್ಧವಾಗಿರುತ್ತದೆ.",
      "ಪಾಸ್‌ವರ್ಡ್",
      "ಖಾತೆಗಳು ಅಥವಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವರದಿ ಮಾಡುವಿಕೆ",
      "ನೀವು ಈ ಗುಂಪಿನಲ್ಲಿದ್ದರೆ, ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಖಾತೆಗಳಿಂದ ಸಂದೇಶಗಳನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ.",
      "{firstUsername}, {secondUsername}",
      "ನಕಲಿಸಲು ಕಂಟ್ರೋಲ್ - C ಒತ್ತಿರಿ.",
      "Instagram ನಲ್ಲಿ ಚೆಕ್‌ಔಟ್ ಮಾಡಲು, ಅಪ್ಲಿಕೇಶನ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.",
      "ವರದಿ ಮಾಡು",
      "ವಿನಂತಿಗಳನ್ನು ಅಂಗೀಕರಿಸಿ ಅಥವಾ ತ್ಯಜಿಸಿ",
      "ಎಲ್ಲಾ ಕುಕೀಗಳ ಬಳಕೆಯನ್ನು ನೀವು ಅನುಮತಿಸಬಹುದು ಅಥವಾ ನೀವು ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಕುಕೀ ಆಯ್ಕೆಗಳನ್ನು ನಾವು ನೆನಪಿಸಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ನೀವು Instagram ಗೆ ಲಾಗ್ ಇನ್ ಆಗಿರುವಾಗ ಮತ್ತು ಇತರ Facebook ಉತ್ಪನ್ನಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಬಳಸುವಾಗಲೆಲ್ಲಾ ಅವುಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು.",
      "ಈಗಾಗಲೇ {username} ಅನುಸರಿಸಿರುವಿರಾ? ತಮ್ಮ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೋಗಳನ್ನು ನೋಡಲು {=Log in}.",
      "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ಮರಳಿ ಪಡೆಯಲು ನಾವು ಪಾಸ್‌ವರ್ಡ್‌ ಮರುಹೊಂದಿಸುವಿಕೆ ಲಿಂಕ್ ಅನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ಹೆಚ್ಚಿನ ಗ್ರಾಹಕರನ್ನು ತಲುಪಲು Instagram ರಲ್ಲಿ ಪ್ರಚಾರಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ನಿರ್ಮಿಸಿ.",
      "ಕ್ಷಮಿಸಿ, ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ",
      '"X" ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ ಮತ್ತು ಮುಂದುವರಿಯಲು ಹೇಳಿದಾಗ "ಅಳಿಸು" ಆಯ್ಕೆಮಾಡಿ.',
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನೀವು ತಮ್ಮ ಎಲ್ಲಾ ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು ಮತ್ತು ಸುದ್ದಿಯ ನವೀಕರಣಗಳನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "ಇದೀಗ ಬೇಡ",
      "ಹಕ್ಕುಸ್ವಾಮ್ಯ",
      "ಅನುಮತಿಸಬೇಡ",
      "{username} ಅವರ ಕಥೆಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಇಮೇಲ್",
      "ಅದು ನಗ್ನತೆ ಅಥವಾ ಅಶ್ಲೀಲತೆಯನ್ನು ಒಳಗೊಂಡಿದೆ",
      "ಗುಂಪಿನಲ್ಲಿ ಉಳಿಯಿರಿ",
      "ಸಂಪಾದಿಸು",
      "{username} ಗಾಗಿ ಯಾವುದೇ ಫೈಲ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ.",
      "ನೀವಲ್ಲವೇ?",
      "View full profile on Instagram",
      "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ನೀವು ನಮೂದಿಸಬೇಕು",
      "ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸು",
      "ಕುಕೀ ನೀತಿ",
      "ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಿ",
      "ಮುಚ್ಚಿ",
      "ಇತ್ತೀಚಿನದು",
      "ವ್ಯಾಪಾರ ವಿಳಾಸ",
      "ಸಂಪಾದನೆ ಆಯ್ಕೆಗಳು",
      "ನಿಮಗಾಗಿ ಸಲಹೆಗಳು",
      "ನೀವು ಪ್ರಸ್ತುತವಾಗಿ {username} ಅವರಂತೆ ಲಾಗಿನ್ ಆಗಿರುವಿರಿ.",
      "ನಿರಾಕರಿಸಿ",
      "ಉದ್ಯೋಗಗಳು",
      "ಫೋಟೋಗಳನ್ನು ಕಳುಹಿಸಲು, ಸಂದೇಶಗಳನ್ನು ಕಣ್ಮರೆಯಾಗಿಸಲು ಮತ್ತು ಇನ್ನಷ್ಟಕ್ಕೆ ಆ್ಯಪ್ ಅನ್ನು ಬದಲಿಸಿ.",
      "ಈ ವೀಡಿಯೊ ಆಕಾರದ ಅನುಪಾತವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ನಿಮ್ಮ ಫೋಟೋ ಎಲ್ಲಿ ಗೋಚರಿಸುತ್ತದೆ",
      "ಜಾಹೀರಾತು ಪ್ರಾಶಸ್ತ್ಯಗಳು",
      "{email} ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವಾಗಿದೆ ಎಂಬುದನ್ನು ದೃಢಪಡಿಸಿ ಅಥವಾ ಹೊಸ ಇಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ. ಇದು ನಮಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರೆತರೆ ನಿಮ್ಮ Instagram ಗೆ ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ.",
      "{number of items} ಐಟಂಗಳು",
      "ಆಂತರಿಕ",
      "1ಗಂ",
      "ನಿಮ್ಮ Wi-Fi ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "Facebook ಉತ್ಪನ್ನಗಳು, ವಿಶ್ಲೇಷಣೆಗಳು ಮತ್ತು ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಿಮಗಾಗಿ ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಜಾಹೀರಾತು ಮತ್ತು ಅಳತೆ ಸೇವೆಗಳಿಗಾಗಿ, ನಾವು Instagram ನಲ್ಲಿ ಇತರ ಕಂಪನಿಗಳಿಂದ ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ಈ ಕಂಪನಿಗಳು ಸಹ ಕುಕೀಸ್‌ಗಳನ್ನು ಬಳಸುತ್ತಾರೆ.",
      "ನಿಮ್ಮ ಭದ್ರತಾ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನೀವು ಕೋಡ್ ಅನ್ನು ಪಡೆಯುತ್ತೀರಿ. ನೀವು ಒಂದನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ, ನಾವು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಒಂದನ್ನು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.",
      "ಸಂಪರ್ಕಗಳು",
      "ನಾವು ಇದರೊಂದಿಗೆ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತೇವೆ:",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ",
      "ಎಂಬೆಡ್ ಮಾಡಿದ ಕೋಡ್ ನಕಲಿಸಿ",
      "ಎಲ್ಲವನ್ನೂ ನೋಡಿರಿ",
      "ಮರುಚಂದಾದಾರರಾಗಿ",
      "ಇತರ ಫೈಲ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ",
      "ನೀವು ಪಾವತಿಗಳನ್ನು ದೃಢೀಕರಿಸಲು ಪಿನ್ ರಚಿಸಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಸಾಧನದ ಮುಖ ಅಥವಾ ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಬಳಸಬಹುದು.",
      "ರದ್ದು ಮಾಡಿ",
      "ಅನುಸರಿಸಬೇಡಿ",
      "ಗೌಪ್ಯತಾ ನೀತಿ",
      "ಹಿಂದಕ್ಕೆ ಹೋಗು",
      "ಇವುಗಳು ಲಾಗ್ ಇನ್ ಮಾಡಲು ನೀವು Instagram ಅನ್ನು ಬಳಸಿದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಾಗಿವೆ ಮತ್ತು ಸ್ವಲ್ಪ ಸಮಯದವರೆಗೆ ಬಳಸದಿರಬಹುದು. ನೀವು ಈ ಹಿಂದೆ ಹಂಚಿಕೊಂಡ ಮಾಹಿತಿಯನ್ನು ಅವರು ಇನ್ನೂ ಹೊಂದಿರಬಹುದು, ಆದರೆ ಖಾಸಗಿ ಮಾಹಿತಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ವಿನಂತಿಗಳನ್ನು ಮಾಡುವ ಅವರ ಸಾಮರ್ಥ್ಯವು ಅವಧಿ ಮೀರಿದೆ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಅಳಿಸಲು ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕೇಳಬಹುದು. ಇದನ್ನು ಮಾಡಲು, ವಿವರಗಳು ಮತ್ತು ಸಂಪರ್ಕ ಮಾಹಿತಿಗಾಗಿ ಅವರ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿದರೆ, ಅವರಿಗೆ ನಿಮ್ಮ ಬಳಕೆದಾರರ ID ಬೇಕಾಗಬಹುದು.",
      "ಈ ಕುಕೀಸ್ ಕುರಿತು",
      "ಕಾಮೆಂಟ್‌ಮಾಡುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡಿ",
      "1 ಖಾತೆ",
      "ಖಾತೆಗಳ ಕೇಂದ್ರ",
      "ಮೇಲ್ ಐಕಾನ್",
      "ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ನೀವು ಮಾತ್ರ ನೋಡಬಹುದು, ಆದರೆ ನಿಮಗೆ ಮತ್ತು ಇತರರಿಗೆ ಸ್ನೇಹಿತ ಸೂಚನೆಗಳನ್ನು ಮಾಡಲು ಮತ್ತು ಎಲ್ಲರಿಗೂ ಉತ್ತಮ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ನಿಮ್ಮ ಸಂಪರ್ಕಗಳ ಕುರಿತು ನೀವು ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಮಾಹಿತಿಯನ್ನು Instagram ಬಳಸುತ್ತದೆ.",
      "ಗೌಪ್ಯತೆ ಕೇಂದ್ರ",
      "ಈ ಪ್ರಕಾರದ ಸಂದೇಶವನ್ನು ವೀಕ್ಷಿಸಲು Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಿ.",
      "ಹುಡುಕಾಟ ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸು",
      "ಗೌಪ್ಯತಾ ನೀತಿ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡುತ್ತಿದೆ...",
      "IGTV",
      "ಸೆಲ್ಯುಲಾರ್ ಡೇಟಾ ಬಳಕೆ",
      "ಅಪ್ಲಿಕೇಶನ್‌ ನವೀಕರಿಸಿ",
      "+{number of files} ಇತರರು",
      "facebook ನಿಂದ",
      "ಹುಡುಕಿ",
      "ಜನಾಭಿಪ್ರಾಯ ಸಂಗ್ರಹ",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರು {name of the facebook friend who joined} ಅವರು {username of the user who joined} ರಂತೆ Instagram ರಲ್ಲಿದ್ದಾರೆ",
      "ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿ ಆಯ್ಕೆಗಳು",
      "ನೇ",
      "ನಮ್ಮ ನವೀಕರಿಸಿದ {data_policy} ಪರಿಶೀಲಿಸಿದ ಮತ್ತು ನಮ್ಮ ಹೊಸ {terms_of_service} ಸಮ್ಮತಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.",
      "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗಾಗಿ Instagram ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
      "ಈ ಖಾತೆಯನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಬಯಸುತ್ತೀರಾ?",
      "ಈ ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!",
      "ಕಿರಿಯರ ಖಾತೆ",
      "ಬಹಿರಂಗಪಡಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನೀವು ಎಲ್ಲಾ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಓದಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತದನ್ನು ಸೇರಿಸಬಹುದು.",
      "ಖಾಸಗಿ ಖಾತೆ",
      "ಚಟುವಟಿಕೆ",
      "ವೀಡಿಯೊ ಪೋಸ್ಟ್ ಮಾಡಲು ಮನವಿ ಮಾಡಿ",
      "ನಕಲಿಸಲಾಗಿದೆ",
      "ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "13 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ",
      "ನೀವು",
      "ವೀಕ್ಷಿಸಿ",
      "ಈ ವಿಷಯವನ್ನು ಹೊಂದಿರುವ ವೀಡಿಯೊಗಳನ್ನು ಕೆಳಗಿನ ದೇಶಗಳಲ್ಲಿ ಹೊರತುಪಡಿಸಿ ಅವರ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ ಎಲ್ಲೆಡೆಯಲ್ಲೂ ನಿರ್ಬಂಧಿಸಬೇಕೆಂದು ವಿನಂತಿಸಿದ್ದಾರೆ:",
      "ಹೊಸ ಪಿನ್ ಖಚಿತಪಡಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಮುಂದಿನ ಹಂತಗಳನ್ನು 30 ದಿನಗಳಲ್ಲಿ ಅನುಸರಿಸಿ ಇದರಿಂದ ನೀವು ವಿಮರ್ಶೆಯನ್ನು ಕೋರಬಹುದು.",
      "ನೀವು ಅವುಗಳನ್ನು ಸಮ್ಮತಿಸುವವರೆಗೆ ವಿನಂತಿಗಳನ್ನು ನೋಡಿರುವಂತೆ ಗುರುತಿಸಲಾಗುವುದಿಲ್ಲ.",
      "ಮುಚ್ಚು",
      "ಈ ಸುದ್ದಿಯು ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ",
      "ಗೆ:",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ನಿರ್ಬಂಧಿಸಿರುವ ಸ್ಥಳಗಳಲ್ಲಿ ಜನರಿಗೆ ವೀಕ್ಷಿಸಲು, ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಇಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ:",
      "ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅಥವಾ ಸಾಧನವು ಬ್ರೌಸರ್ ಕುಕೀಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿದೆಯೆ ಎಂದು ಆಯ್ಕೆ ಮಾಡಲು ಮತ್ತು ಅವುಗಳನ್ನು ಅಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀಡಬಹುದು. ಈ ನಿಯಂತ್ರಣಗಳು ಒಂದು ಬ್ರೌಸರ್‌ನಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಬದಲಾಗುತ್ತವೆ, ಮತ್ತು ತಯಾರಕರು ತಾವು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಅವುಗಳು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ಬದಲಾಯಿಸಬಹುದು. 5 ಅಕ್ಟೋಬರ್ 2020 ರಂತೆ, ಈ ಕೆಳಗಿನ ಲಿಂಕ್‌ಗಳಲ್ಲಿ ಜನಪ್ರಿಯ ಬ್ರೌಸರ್‌ಗಳು ನೀಡುವ ನಿಯಂತ್ರಣಗಳ ಕುರಿತು ನೀವು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ಕಾಣಬಹುದು. ನೀವು ಬ್ರೌಸರ್ ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ Facebook ಉತ್ಪನ್ನಗಳ ಕೆಲವು ಭಾಗಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ. ಈ ನಿಯಂತ್ರಣಗಳು Facebook ನೀಡುವ ನಿಯಂತ್ರಣಗಳಿಂದ ಭಿನ್ನವಾಗಿವೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ.",
      "ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ಆಯ್ಕೆಮಾಡಿ",
      "ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.",
      "ಹಂಚಿರಿ",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣದ ಜೊತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು {violationText} ನಲ್ಲಿನ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದಾಗಿದೆ.",
      "ಇದೀಗ ಸಕ್ರಿಯವಾಗಿದೆ",
      "ನಿಮ್ಮ ವೃತ್ತಿಪರ ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ",
      "ಪೂರ್ಣ ಬಳಕೆಯ ನಿಯಮಗಳನ್ನು ಓದಿ",
      "ಎಫೆಕ್ಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಲು ಈ ಲಿಂಕ್ ಅನ್ನು ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ತೆರೆಯಿರಿ",
      "ನೀವು {username} ಅವರಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಿದ್ದೀರಿ",
      "ಹೆಸರಿನ ಟ್ಯಾಗ್",
      "ನೀವು ಅನುಸರಿಸುವ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "message icon",
      "ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಧನ್ಯವಾದಗಳು!",
      "ದೃಢೀಕರಣ ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಸಂಪರ್ಕಗಳು ಯಶಸ್ವಿಯಾಗಿ ಅನುಸರಿಸಿದವು.",
      "ತುಂಬಾ ಜಾಹೀರಾತುಗಳು",
      "ನಮ್ಮ ಸಮುದಾಯವನ್ನು ಅಧಿಕೃತವಾಗಿರಿಸುವುದು",
      "ಸಂಪಾದನೆ ಆಯ್ಕೆಗಳು",
      "{like count} ಇಷ್ಟಗಳು",
      "ಇದೀಗ ನೀವು ಈ ಪುಟವನ್ನು ತ್ಯಜಿಸಿದರೆ, ನಿಮ್ಮ ಸಂಪಾದನೆಗಳನ್ನು ತಿರಸ್ಕರಿಸಲಾಗುತ್ತದೆ.",
      "ಪ್ರತಿಯೊಬ್ಬರ ಬೌದ್ಧಿಕ ಆಸ್ತಿಯನ್ನು ಸಂರಕ್ಷಿಸಲು Instagram ಬದ್ಧವಾಗಿದೆ, ಆದ್ದರಿಂದ ನೀವು ಬಳಸಲು ಹಕ್ಕನ್ನು ಹೊಂದಿಲ್ಲದಿರಬಹುದಾದ ವಿಷಯವಸ್ತುವನ್ನು ನಿಮ್ಮ ವೀಡಿಯೊ ಒಳಗೊಂಡಿದೆ ಎಂಬುದಾಗಿ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತಿದ್ದೇವೆ.",
      "ಲೋಡ್ ಆಗಲು ವಿಫಲವಾಗಿದೆ.",
      "ಕವರ್ ಫೋಟೋ ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.",
      "ರಚಿಸುವವರ ಖಾತೆಗೆ ಬದಲಾಯಿಸುವುದೇ?",
      "ಮುಂದೆ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ WhatsApp ಸೇರಿಸಿ",
      "ಗಾತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "{count} ಪೋಸ್ಟ್",
      "Instagram ಆನ್‌ಲೈನ್ ಬಿಹೇವಿಯರಲ್ ಜಾಹೀರಾತುಗಳಿಗಾಗಿ ಸ್ವಯಂ-ನಿಯಂತ್ರಣ ತತ್ವಗಳಿಗೆ ಬದ್ಧವಾಗಿದೆ ಮತ್ತು {Digital Advertising Alliance}, {Digital Advertising Alliance of Canada} ಮತ್ತು {European Interactive Digital Advertising Alliance} ಸ್ಥಾಪಿಸಿದ ಹೊರಗುಳಿಯುವ ಕಾರ್ಯಕ್ರಮಗಳಲ್ಲಿ ಭಾಗವಹಿಸುತ್ತದೆ. ನೀವು ಈ ಸೈಟ್‌ಗಳ ಮೂಲಕ ಭಾಗವಹಿಸುವ ಎಲ್ಲಾ ಕಂಪನಿಗಳಿಂದ ಹೊರಗುಳಿಯಬಹುದು.",
      "ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಝೂಮ್ ಆಯ್ಕೆಮಾಡು",
      "ಡಿಸೆಂಬರ್",
      "ಉಳಿಸಿರುವುದರಿಂದ ಸೇರಿಸಿ",
      "ನಿರಾಕರಿಸಲಾಗಿದೆ",
      "Facebook Pay ಇದೀಗ Instagram ನಲ್ಲಿದೆ",
      "ಹಿಂಬಾಲಿಸಿರಿ",
      "ಲಾಗ್ ಇನ್ ಮಾಡಿರುವುದು ನೀವು ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿರುವಾಗ ನಿಮಗೆ ಭದ್ರತೆ ಕೋಡ್ ಅನ್ನು ನಾವು ಎಲ್ಲಿ ಕಳುಹಿಸಬೇಕು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ. {link to the help center in this paragraph}",
      "ಮೇ",
      "ಚಟುವಟಿಕೆ ಸ್ಥಿತಿ",
      "ಈ ಫೈಲ್ ಬಹಳ ದೊಡ್ಡದಾಗಿದೆ. ಮುಂದುವರಿಸಲು 100 MB ಇರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "Instagram ಬಳಸಲು ನಿಮ್ಮ ವಯಸ್ಸಿನ ಮಾಹಿತಿಯನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಬೇಕಾಗಿದೆ.",
      "ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡಲು ಇಮೇಲ್‌ಗಳ ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿದಿರುವಿರಿ. ನೀವು ಅವರನ್ನು ವಿನಂತಿಸಿದಾಗ ಮಾತ್ರ ನಾವು ಈ ಇಮೇಲ್‌ಗಳನ್ನು ನಿಮಗೆ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ಅರ್ಥವಾಯಿತು. ನೀವು Instagram ನ ಸಂಶೋಧನ ಇಮೇಲ್‌ಗಳಿಂದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಹಿಂಪಡೆದಿರುವಿರಿ. ನಾವು ಭವಿಷ್ಯದ ಸಂಶೋಧನಾ ಯೋಜನೆಗಳಲ್ಲಿ ಭಾಗವಹಿಸುವ ಅವಕಾಶಗಳ ಬಗ್ಗೆ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಕೆಲವು ಹಿಂದಿನ ಪೋಸ್ಟ್‌ಗಳು ನಮ್ಮ {Community Guidelines} ಅನ್ನು ಅನುಸರಿಸುವುದಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದಾಗಿದೆ.",
      "ಇವುಗಳು ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಲು Instagram ಅನ್ನು ಬಳಸಿದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಾಗಿವೆ ಮತ್ತು ಸ್ವಲ್ಪ ಸಮಯದವರೆಗೆ ಬಳಸದಿರಬಹುದು. ನೀವು ಈ ಹಿಂದೆ ಹಂಚಿಕೊಂಡ ಮಾಹಿತಿಗೆ ಅವರು ಇನ್ನೂ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರಬಹುದು, ಆದರೆ ಖಾಸಗಿ ಮಾಹಿತಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ವಿನಂತಿಗಳನ್ನು ಮಾಡುವ ಅವರ ಸಾಮರ್ಥ್ಯವು ಅವಧಿ ಮೀರಿದೆ.",
      "ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳು",
      "ಇದೇ ರೀತಿಯ ಖಾತೆ ಸಲಹೆಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "{username} ಅವರ ಖಾತೆಯಿಂದ {email} ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.",
      "PIN ಅನ್ನು ಮರುಹೊಂದಿಸಿ",
      "Authentication App ಅನ್ನು ಖಚಿತಪಡಿಸಲಾಗಿದೆ",
      "ಸಹಾಯ ಪಡೆದುಕೊಳ್ಳಿ",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸಿ",
      "ಮೊದಲ ಮತ್ತು ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ",
      "ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್",
      "ಈ ಕುಕೀಸ್‌ನ ನಮ್ಮ ಬಳಕೆಯನ್ನು ನೀವು ಅನುಮತಿಸದಿದ್ದರೆ:",
      "ಪ್ರಶ್ನೆಗಳು",
      "{=app name} {=privacy policy}",
      "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ",
      "ನೀವು ಅದನ್ನು ಮರುಸ್ಥಾಪಿಸುವ ಮೊದಲು ನಿಮ್ಮ ವೀಡಿಯೊದಲ್ಲಿ ಎಲ್ಲಾ ಆಡಿಯೊವನ್ನು ಬಳಸಲು ಅನುಮತಿ ಇದೆಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಆಡಿಯೋ ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಮರುಸ್ಥಾಪನೆ ತೆಗೆದುಹಾಕುವಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯ ವಿರುದ್ಧ ಮತ್ತಷ್ಟು ಕ್ರಿಯೆಯನ್ನು ಉಂಟುಮಾಡಬಹುದು.",
      "ಭಾಷೆಯನ್ನು ಬದಲಿಸಿ",
      "ನಿಮ್ಮನ್ನು ಪೋಷಕ/ಪಾಲಕರಂತೆ ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಹೊಸತು",
      "ಸಂಗೀತ",
      "ಎಲ್ಲಾ ಪಠ್ಯವನ್ನು ಬರೆಯಿರಿ...",
      "ನೀವು ಅವರ ಸುದ್ದಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿರುವಿರಿ: {emoji}",
      "ಓವರ್‌ರೈಡ್ ಮೊಡೆಲ್ ಅನ್ನು ಮುಚ್ಚಿ",
      "ಸಲ್ಲಿಸು",
      "Instagram ನಲ್ಲಿನ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್, ಪೋಸ್ಟ್‌‌ಗಳು ಅಥವಾ ಸುದ್ದಿಯನ್ನು ಹುಡುಕಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿರುವುದನ್ನು Instagram ಅವರಿಗೆ ತಿಳಿಯುವಂತೆ ಮಾಡುವುದಿಲ್ಲ",
      "ಮೊದಲ ಲಾಗ್ ಔಟ್",
      "ಸಂಗ್ರಹಣೆ ಅಳಿಸುವುದೇ?",
      "ಕಳುಹಿಸಲಾಗಿದೆ",
      "ವೀಡಿಯೊ ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ",
      "© {year} Facebook ನಿಂದ Instagram",
      "ನೀವು ಅನುಸರಿಸುವ ಮತ್ತು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುವ ಜನರು",
      "ಹೆಸರಿನ ಟ್ಯಾಗ್",
      "IGTV ಗೆ ಪೋಸ್ಟ್ ಮಾಡು",
      "ನಿಮ್ಮ ಕಾರ್ಟ್ ಅನ್ನು ನವೀಕರಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ.",
      "ಅನುಮೋದಿಸು",
      "ಎಲ್ಲಾ {category name}",
      "ವೀಡಿಯೊಗಳು ಒಂದು ಗಂಟೆ ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು.",
      "ಎಲ್ಲವನ್ನೂ ನಿರಾಕರಿಸು",
      "ಬಟನ್: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಪ್ರಾಥಮಿಕಕ್ಕೆ ವರ್ಗಾಯಿಸಿ",
      "ಇತರ ಕಂಪನಿಗಳಿಂದ ಕುಕೀಗಳು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂರಕ್ಷಿಸಿ",
      "ಪ್ರತ್ತ್ಯುತ್ತರಿಸು",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ",
      "ಖಾತೆಯು ಖಾಸಗಿಯಾಗಿದೆ",
      "ಕಿರುಕುಳ ಅಥವಾ ಬೆದರಿಸುವ ಮಾರ್ಗದರ್ಶನಗಳು",
      "{guide author full name} Instagram ನಲ್ಲಿ: {guide title}",
      "ಸ್ಥಾನ ಹಂಚಿಕೆ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ.",
      "Instagram ನಲ್ಲಿ ನಿಮ್ಮ ದೇಣಿಗೆಯೊಂದಿಗೆ ನೀವು ಮುಂದುವರಿಸಬಹುದು.",
      "{carrier name} ರಿಂದ ಉಚಿತ ಫೋಟೋಗಳು",
      "ಇತ್ತೀಚಿನ ಯುಟಿಲಿಟಿ ಬಿಲ್",
      "ನಿಮ್ಮ ಮೇಲಿಂಗ್ ವಿಳಾಸ:",
      "ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸಂಪರ್ಕಿಸಿ",
      "+ {remainingUserCount}",
      "ನೀವು ಅನುಸರಿಸುವ ಜನರ ಕಥೆಗಳನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ.",
      "ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ಬಳಸಲು ಅಪ್ಲಿಕೇಶನ್ ಪಡೆಯಿರಿ",
      "ಇಲ್ಲಿ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಡ್ರ್ಯಾಗ್ ಮಾಡಿ.",
      "ನಕ್ಷೆಯೊಂದಿಗೆ ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿ",
      "ಕೇವಲ {story owner username} ಅವರನ್ನು ತಮ್ಮ ಆಪ್ತ ಸ್ನೇಹಿತರ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿಕೊಂಡಿರುವ ಜನರು ಮಾತ್ರ ಈ ಫೋಟೋವನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "{name} ನ ಪರೀಕ್ಷಕನಾಗಿ ಮ್ಮನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?",
      "ನಿಮಗೆ ತಿಳಿದಿರುವ ವ್ಯಕ್ತಿಯನ್ನು ನಿರ್ಬಂಧಿಸದೆ ಅಥವಾ ಅನುಸರಿಸದೆಯೇ ಅನಗತ್ಯ ಸಂವಾದಗಳನ್ನು ಮಿತಿಗೊಳಿಸಿ.",
      "ಇತರ ಕಂಪನಿಗಳಿಂದ ಕುಕೀಸ್",
      "ಕಾಮೆಂಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ",
      "ನೇ",
      "ಲಾಗ್ ಇನ್ ಮಾಡುವಲ್ಲಿ ತೊಂದರೆಯೇ?",
      "ಮುಂಬರುವ ಈವೆಂಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ಕಾಮೆಂಟ್‌ಗಳು",
      "ಇದರರ್ಥ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನಾವು ಮತ್ತೆ ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ, ನಮ್ಮ ಸಮುದಾಯವನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ನಾವು ಸಾಧನಗಳನ್ನು ನಿರ್ಮಿಸುವಾಗ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮಗೆ ಕಲಿಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
      "IGTV",
      "ನೇ",
      "ಫೋನ್ ಸಂಖ್ಯೆ ಬದಲಾಯಿಸಿ",
      "ಶೀರ್ಷಿಕೆ ಕ್ಷೇತ್ರ ಭರ್ತಿ ಮಾಡಬೇಕು",
      "ನೀವು ಈಗಾಗಲೇ ನಮ್ಮ ನವೀಕರಿಸಿದ ಡೇಟಾ ನೀತಿ ಪರಿಶೀಲಿಸಿದ್ದೀರಿ ಮತ್ತು  ನಮ್ಮ ಹೊಸ ನಿಯಮಗಳನ್ನು ಒಪ್ಪಿದ್ದೀರಿ.",
      "ಎಲ್ಲ ಹೇಳಿಕೆಗಳನ್ನು {count} ವೀಕ್ಷಿಸಿ",
      "1 ಉತ್ಪನ್ನ",
      "ನಿಮಗೆ ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಮತ್ತು ಅದರ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯುತ್ತದೆ",
      "{username} ಗೆ ಪಾಸ್‌ವರ್ಡ್‌ ಮರೆತಿರುವಿರಾ?",
      "Instagram ಗೆ ಮರಳಲು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
      "ದೃಢೀಕರಣವಿಲ್ಲದೆಯೇ ನನ್ನ ಬೌದ್ಧಿಕ ಆಸ್ತಿಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡಬಹುದು",
      "ಹೊಸ ಸಂಗ್ರಹಣೆ",
      "SSN ನ ಕೊನೆಯ 4 ಅಂಕಿಗಳನ್ನು ನಮೂದಿಸಿ",
      "ಸಂಶೋಧನೆಗಾಗಿ, ವಿಶೇಷವಾಗಿ ನಮ್ಮ ಸಮುದಾಯವನ್ನು Instagram ನಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರಿಸಿಕೊಳ್ಳಲು ಹಾಗೂ ಬೆದರಿಸುವ ಮತ್ತು ಕಿರುಕುಳವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ತಡೆಯಲು ಸಹಾಯ ಮಾಡುವಂತಹ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬಳಸಬಹುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಬಹುದು.",
      "ಡೆಸ್ಕ್‌ಟಾಪ್‌ ಐಕಾನ್",
      "ಖಾತೆ ಗೌಪ್ಯತೆ",
      "ಪೋಸ್ಟ್",
      "ಕಳುಹಿಸು",
      "ಸೇರ್ಪಡೆಗೊಂಡ ದಿನಾಂಕ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅನುಸರಿಸುವ ಜನರನ್ನು ವಿವರಿಸಿ. ಅವರು ಯಾರೆಂದು, ಅವರು ಯಾವುದರಲ್ಲಿ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದಾರೆ ಮತ್ತು ಅವರು ನಿಮ್ಮನ್ನು ಏತಕ್ಕೆ ಅನುಸರಿಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ಸೇರಿಸಿ.",
      "ನೀವು ಯಾರೆಂಬುದನ್ನು ಖಚಿತಪಡಿಸಲು ನಮಗೆ ನಿಮ್ಮ ID ಅಗತ್ಯವಿದೆ. ಇದು ನಿಮ್ಮ ಹೆಸರು, ಜನ್ಮ ದಿನಾಂಕ, ಫೋಟೋ, ವಿತರಣೆಯ ದಿನಾಂಕ, ಮುಕ್ತಾಯ ದಿನಾಂಕ ಮತ್ತು ವಿತರಣೆಯ ದೇಶವನ್ನು ತೋರಿಸಬೇಕು.",
      "ಹಂಚಿಕೊಳ್ಳಿ",
      "ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ನಿಮ್ಮ ವರದಿಯು Instagram ಅನ್ನು ಸ್ಪ್ಯಾಮ್‌ನಿಂದ ಮುಕ್ತವಾಗಿರಿಸಲು ಸಹಾಯಮಾಡುತ್ತದೆ.",
      "ವಿಷುಯಲ್ ಆರ್ಟ್ಸ್",
      "ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ",
      "ಕಾಮೆಂಟ್ ಐಕಾನ್",
      "ನಿಮ್ಮ ಕೋಡ್ ಅನ್ನು ಮರುಕಳುಹಿಸಲಾಗಿದೆ.",
      "ಮುಚ್ಚಿರಿ",
      "ಸುರಕ್ಷತೆ ಅಥವಾ ಲಾಗಿನ್ ಬಗ್ಗೆ ಇಲ್ಲದ ಕಳೆದ 14 ದಿನಗಳಲ್ಲಿ Instagram ನಿಂದ ಇತರ ಇಮೇಲ್‌ಗಳು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ. ಯಾವ ಇಮೇಲ್‌ಗಳು ನಿಜ ಮತ್ತು ನಕಲಿ ಎಂದು ಪರಿಶೀಲಿಸಲು ನೀವು ಇದನ್ನು ಬಳಸಬಹುದು.",
      "ಇತರೆ",
      "ನಿಮ್ಮ ಹೊಸ ರಚನೆಕಾರರ ಖಾತೆಯನ್ನು ಡೆಸ್ಕ್‌ಟಾಪ್‌ನಲ್ಲಿ ವ್ಯಾಪಾರ ಸೂಟ್ ಅಥವಾ ಕ್ರಿಯೇಟರ್ ಸ್ಟುಡಿಯೋದೊಂದಿಗೆ ನಿರ್ವಹಿಸಿ.",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಭೇಟಿ ನೀಡುವ ಜನರಿಗೆ ನಿಮ್ಮನ್ನು WhatsApp ನಲ್ಲಿ ಸಂಪರ್ಕಿಸಲು ಸುಲಭಗೊಳಿಸಿ.",
      "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ",
      "ನಿಮ್ಮ ಭದ್ರತೆಗಾಗಿ, ದಯವಿಟ್ಟು ನಿಮ್ಮ PIN ನಮೂದಿಸಿ.",
      "ಪೋಸ್ಟ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.",
      "Facebook ಮೂಲಕ ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಿದ್ದರೆ, ನೀವು {create a password} ಮಾಡಬೇಕು ಮತ್ತು ಲಾಗ್ ಇನ್ ಆಗಬೇಕು.",
      "ನೀವು Instagram ನಿಂದ SMS ನವೀಕರಣಗಳನ್ನು ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ಯಾವ ಸಮಯದಲ್ಲಾದರೂ ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿಯಬಹುದು.",
      "ಅನುಮತಿಗಳು",
      "ನನ್ನ ಪ್ರಕಾರ ಅದು ಆಕ್ಷೇಪಾರ್ಹವಾಗಿದೆ",
      "ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯು ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಗೋಚರಿಸುವುದಿಲ್ಲ. ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಗಾಗಿ, ದಯವಿಟ್ಟು ನಮ್ಮ {data policy link} ವೀಕ್ಷಿಸಿ. Instagram ಈ ಸೇವೆಗೆ ಶುಲ್ಕ ವಿಧಿಸುವುದಿಲ್ಲ. ಪ್ರಮಾಣಿತ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ದರಗಳು ಅನ್ವಯವಾಗುತ್ತವೆ.",
      "ಡೌನ್‌ಲೋಡ್ ಮಾಹಿತಿ - ಭಾಗ {number}",
      "ಹೌದು, ನಾನು ಖಚಿತವಾಗಿದ್ದೇನೆ",
      "ಪರಿಶೀಲಿಸಲಾಗಿದೆ",
      "ಇದನ್ನು ಆನ್ ಮಾಡಬೇಕೇ?",
      "{username}, ನಿಮ್ಮ Instagram ಖಾತೆಯ ಕುರಿತು ಪ್ರಮುಖ ಮಾಹಿತಿ",
      "ತಮ್ಮ ಧಾರ್ಮಿಕ, ಜನಾಂಗೀಯ ಅಥವಾ ಲೈಂಗಿಕ ಹಿನ್ನೆಲೆ ಆಧರಿಸಿ ಹಿಂಸೆ ಅಥವಾ ದಾಳಿ ಯಾರಾದರೂ ಪ್ರೋತ್ಸಾಹಿಸುವ ಪೋಸ್ಟ್‌ಗಳು",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಫೋಟೋ ಕ್ಲಿಕ್ ಮಾಡಿ",
      "ನಿಯಂತ್ರಿತ ಸರಕುಗಳಂತೆ ವರದಿ ಮಾಡುವುದೇ?",
      "ನಿರಾಕರಿಸು",
      "{lastFourDigits} ನಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ನಾವು ಕಳುಹಿಸಿದ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ಹೊಸ ಕೋಡ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ",
      "ಬೌದ್ಧಿಕ ಆಸ್ತಿಯ ಉಲ್ಲಂಘನೆ",
      "ಈ ಐಟಂ ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ",
      "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?",
      "ಬಳಕೆದಾರರನ್ನು ನಾನು ಅನುಸರಿಸಲು ಬಯಸುವುದಿಲ್ಲ",
      "ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ನಮ್ಮ ಬ್ರ್ಯಾಂಡ್ ವಿಷಯ ನೀತಿಗಳ ವಿರುದ್ಧ ಹೋಗುತ್ತದೆ.",
      "ನಮೂದಿಸಿದ ಪಿನ್ ತಪ್ಪಾಗಿದೆ. 1 ಪ್ರಯತ್ನ ಉಳಿದಿದೆ.",
      "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ",
      "ಈ ಪೋಸ್ಟ್ ವರದಿ ಮಾಡಲು ಒಂದು ಕಾರಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:",
      "ಇಂದು ಸಕ್ರಿಯವಾಗಿದೆ",
      "ಸೌಂದರ್ಯ",
      "ಲಾಗ್ ಔಟ್ ಮಾಡಿ",
      "ಪೋಸ್ಟ್ ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ",
      "ಡೈಲಾಗ್ ಹೆಡರ್ ಚಿತ್ರ",
      "ಪೋರ್ಟ್ರೇಟ್ (9:16)",
      "ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಲಾಗುತ್ತಿದೆ",
      "ನಾವು ಸಾಮಾನ್ಯವಾಗಿ 24 ಗಂಟೆಗಳಲ್ಲಿ ID ಗಳನ್ನು ಪರಿಶೀಲಿಸುತ್ತೇವೆ. ನಾವು ನವೀಕರಣವನ್ನು ಹೊಂದಿರುವಾಗ ನೀವು ಅಧಿಸೂಚನೆಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.",
      "ಕಾಮೆಂಟ್ ಪೋಸ್ಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ಸಂಪಾದಿಸುವಿಕೆ ಮುಗಿದಿದೆ",
      "ದೇಶ/ಪ್ರದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಮನವಿಯನ್ನು ಸಲ್ಲಿಸಿ",
      "ಪೂರ್ವವೀಕ್ಷಣೆ ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ಜೂನ್",
      "ಪ್ರೊಫೈಲ್‌ಗಳು",
      "Instagram ನಲ್ಲಿ @{username}: “{caption}”",
      "ಲಿಂಕ್ ನಕಲಿಸಿ",
      "ನಿಮ್ಮ ಕೀವರ್ಡ್‌ಗಳನ್ನು ಉಳಿಸುವಾಗ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ.",
      "ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ವರ್ಗವನ್ನು ಆಧರಿಸಿ, ನೀವು ವ್ಯಾಪಾರಿಯಾಗಬಹುದು ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಇದನ್ನು ಸಂಪಾದಿಸಬಹುದು.",
      "{fullName} ಅವರಂತೆ ಮುಂದುವರಿಸು",
      "ನಿಮ್ಮ ವೀಡಿಯೊ {reference owner name} ಅವರು ಹೊಂದಿರುವ {overlap duration} ಸೆಕೆಂಡುಗಳ ವೀಡಿಯೊಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ.",
      "ನಿಮ್ಮ ಕಾಮೆಂಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಬಾರದು ಎಂದು ನೀವು ಭಾವಿಸಿದಾಗ ನಾವು ಸಾಮಾನ್ಯವಾಗಿ ಪರಿಶೀಲನೆಗಾಗಿ ಕೋರಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತೇವೆ.",
      "ಅನುಸರಿಸಬೇಡ",
      "ಟೂಲ್‌ಟಿಪ್ ಐಕಾನ್",
      "ಈಗ ಬೇಡ",
      "Instagram Lite ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ನಾವು ಇತ್ತೀಚೆಗೆ ತಾಂತ್ರಿಕ ಸಮಸ್ಯೆಯನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ ಮತ್ತು ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ಅದರ ಕುರಿತು ನಿಮಗೆ ತಿಳಿಸಲು ಬಯಸುತ್ತೇವೆ. ನವೆಂಬರ್‌ನ ಸಮಯಕ್ಕೆ, Instagram ನಲ್ಲಿ ನಿಮ್ಮ ನಿರ್ಬಂಧಿತ ಖಾತೆಗಳಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ. ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಿರ್ಬಂಧಿಸಲು ನೀವು ನಿರ್ಬಂಧಿಸಿದ ಖಾತೆಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ. Instagram ನಲ್ಲಿ ನೀವು ಯಾರನ್ನು ನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನೋಡಲು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಿದ ಖಾತೆಗಳಿಗೆ ನೀವು ಭೇಟಿ ನೀಡಬಹುದು.",
      "Messenger",
      "ನಗ್ನತೆ ಅಥವಾ ಅಶ್ಲೀಲ ಸಾಹಿತ್ಯ ವರದಿಯೇ?",
      "ನೀವು ಅದನ್ನು ರಚಿಸಿದ ಮಾರ್ಗದಲ್ಲಿ ನಿಮ್ಮ ಜಾಹೀರಾತು ಗೋಚರಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಲು, ಜಾಹೀರಾತುಗಳ ನಿರ್ವಾಹಕರನ್ನು ಭೇಟಿ ನೀಡಿ.",
      "CMU ಡೆಲ್ಫಿ ಸಂಶೋಧನಾ ಕೇಂದ್ರದ ಕುರಿತು {link} ನಲ್ಲಿ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಕ್ರಾಪ್‌ ಪೋರ್ಟ್ರೇಟ್ ಐಕಾನ್",
      "ಈ ಲಿಂಕ್‌ನ ಅವಧಿ ಮೀರಿದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ವಯಸ್ಸು",
      "ವೀಡಿಯೊವನ್ನು ಪರಿಶೀಲಿಸಿ",
      "Instagram ಲೈಟ್‌‌ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ",
      "{Username of current profile} ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.",
      "ನೀವು ಈಗಾಗಲೇ {username} ಅವರನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ",
      "ವೃತ್ತಿಪರ ಖಾತೆ",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ",
      "ಪಾವತಿ ಇತಿಹಾಸ",
      "ಅನುಮೋದನೆ ನೀಡಿ",
      "ಟ್ಯಾಗ್ ತೆಗೆದುಹಾಕು",
      "ಪ್ರಸಿದ್ಧ ಬಳಕೆದಾರಹೆಸರು",
      "ಗಂಡು",
      "{username} ನಂತೆ ಮುಂದುವರಿಸಿ",
      "ಇದಕ್ಕೆ ಹಂಚಿಕೊಳ್ಳಿ...",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ",
      "ಅದರಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನೀವು ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿಲ್ಲದೆ ಇದ್ದರೆ {Delete this video text bolded}. ಇದು ನಿಮ್ಮ ಖಾತೆಗೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.",
      "Instagram ಗೆ ಮರಳಿ",
      "ಮುಗಿದಿದೆ",
      "Instagram ಅನ್ನು ಪ್ರವೇಶಿಸಲು, ಈಗ ನಿಮ್ಮ Instagram ಖಾತೆಯೊಂದಿಗೆ ಸಂಯೋಜಿಸಿರುವ ಫೋನ್ ಸಂಖ್ಯೆ, ಇಮೇಲ್ ಅಥವಾ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಬಳಸಿಕೊಂಡು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿ ಮತ್ತು ಪಾವತಿ ವಿಧಾನವು ಖಾಸಗಿಯಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ದೇಣಿಗೆ ಮತ್ತು ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ಸಂಸ್ಥೆಯೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ.",
      "ನೀವು ಈ ಸಂಗ್ರಹಣೆಯನ್ನು ಅಳಿಸುವಾಗ, ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಉಳಿಸಲಾಗುವುದು.",
      "ನಮ್ಮ ಉತ್ಪನ್ನಗಳಲ್ಲಿನ ವೈಶಿಷ್ಟ್ಯಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ",
      "ಸಿಂಕ್ ಮಾಡುವಿಕೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "ನಿಮ್ಮ ಮಾರ್ಗದರ್ಶಿ ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳ ವಿರುದ್ಧ ಹೋಗುತ್ತದೆ",
      "ಮಾನ್ಯ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "{email} ಅಥವಾ {phone number} ನೊಂದಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "ಫೋನ್ ಸಂಖ್ಯೆ, ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಇಮೇಲ್",
      "ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಎಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ಕೆಲವೊಂದನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗಿದೆ",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
      "Twitter ಗೆ ಹಂಚಿಕೊಳ್ಳಿ",
      "ಈ ಖಾತೆಯನ್ನು ವರದಿ ಮಾಡಿ",
      "ಪ್ರಸ್ತುತ ಅನುಸರಿಸುವ ವಿನಂತಿಗಳು",
      "ಇದು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನಿಂದ ಫೋಟೋವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.",
      "ವೀಡಿಯೊ ಬೆಂಬಲವಿಲ್ಲದ ಎನ್‌ಕೋಡಿಂಗ್ ಅನ್ನು ಬಳಸಬಹುದು ಅಥವಾ ದೋಷಪೂರಿತವಾಗಬಹುದು",
      "ಇದು ಏಕೆಂದರೆ ನಿಮ್ಮ ಕೆಲವು ಹಿಂದಿನ ಪೋಸ್ಟ್‌ಗಳು ನಮ್ಮ {Community Guidelines} ಅನ್ನು ಅನುಸರಿಸುವುದಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಬಹುದಾಗಿದೆ.",
      "ನೀವು ಹೇಗೆ ಅದನ್ನು ತಲುಪುತ್ತೀರಿ?",
      "ನೀವು Instagram ನಿಂದ SMS ನವೀಕರಣಗಳನ್ನು ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ಅವುಗಳಿಂದ ಹೊರಗುಳಿಯಲು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಯ್ಕೆಮಾಡಬಹುದು.",
      "ದೃಢೀಕರಣದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಿ",
      "{This is the last 4 digits of the user's phone number} ನಲ್ಲಿ ಅಂತ್ಯಗೊಳ್ಳುವ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಸೇರಿಸಲಾಗಿದೆ. ನಾವು ಗುರುತಿಸದ ಫೋನ್ ಅಥವಾ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಲಾಗ್ ಇನ್ ಮಾಡಿದರೆ ಈಗ ನಾವು ಲಾಗಿನ್ ಕೋಡ್‌ಗಾಗಿ ಕೇಳುತ್ತೇವೆ.",
      "ನೇ",
      "ವಿಶೇಷವಾದ ಸುದ್ದಿ",
      "ಕ್ರಿಯೇಟರ್ ಸ್ಟುಡಿಯೋ ಐಕಾನ್",
      "ಚಾಟ್ ತೊರೆಯಿರಿ",
      "ನಿಮ್ಮ ಸ್ವಂತ ಫೋಟೊಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು, ಅವಧಿಗಳು. ಜಾಹೀರಾತು ಇದನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳಿಂದ ನಿಮಗೆ ಭದ್ರತಾ ಕೋಡ್ ಬಳಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನೀವು {=resend it} ಮೂಲಕ ಒಂದನ್ನು ಪಡೆದುಕೊಳ್ಳಬಹುದು ಅಥವಾ ನಿಮ್ಮ {=auth app codes} ಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಬಹುದು.",
      "{username1}, {username2}, {username3} + {more text} ಇನ್ನಷ್ಟು ಜನರು ಅನುಸರಿಸಿದ್ದಾರೆ",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ",
      "ನೇ",
      "[FB-ಮಾತ್ರ] ಟಾಗಲ್ ಥೀಮ್",
      "ಕ್ಷಮಿಸಿ, ಈ ಲಿಂಕ್ ಇನ್ನು ಮುಂದೆ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಇರಿಸಲು ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ಹುಡುಕಿ",
      "ನಿಮಗೆ ಈ ಕುಕೀಗಳು ಬೇಡವಾದರೆ:",
      "ಈ ವೀಡಿಯೊವು ವಿಷಯ ಹಣಗಳಿಕೆ ನೀತಿಗಳನ್ನು ಅನುಸರಿಸುತ್ತಿಲ್ಲ.ವಿಷಯದ ಹಣಗಳಿಗೆ ನೀತಿಗಳು.",
      "ನಾವು {email} ಗೆ ಕಳುಹಿಸಿರುವ ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ.",
      "ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ಪರೀಕ್ಷಕ ಆಹ್ವಾನಗಳು",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಈ ಸಮಸ್ಯೆಯು ತಮ್ಮ ಸಾಧನದಲ್ಲಿ ಲಾಗ್ ಇನ್ ಆಗಿರುವ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು Instagram ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದ ಕೆಲವು ಬೀಟಾ ಪರೀಕ್ಷಕರಿಗೆ ಪರಿಣಾಮ ಬೀರಿದೆ. ಜೂನ್ 4, 2018 ಮತ್ತು ಜೂನ್ 5, 2018 ರ ನಡುವೆ ಕೆಲವು ಗಂಟೆಗಳ ಕಾಲ, ಒಂದು ಖಾತೆಯಿಂದ ಪ್ರಕಟಿಸಲಾದ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಸುದ್ದಿಗಳು ಅದೇ ಸಾಧನದಲ್ಲಿ ಲಾಗ್ ಇನ್ ಮಾಡಲಾದ ಮತ್ತೊಂದು ಖಾತೆಗೆ ಪೋಸ್ಟ್ ಮಾಡುತ್ತವೆ. ಮುನ್ನೆಚ್ಚರಿಕೆಯಾಗಿ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನೋಡಲು ನಾವು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ ಮತ್ತು ಜೂನ್ 4 ಮತ್ತು ಜೂನ್ 5 ರಿಂದ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಉದ್ದೇಶಿತ ಖಾತೆಯಿಂದ ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುತ್ತೇವೆ.",
      "ಪರ್ಯಾಯ ಪಠ್ಯವನ್ನು ಬರೆಯಿರಿ...",
      "ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಚೆಕ್ಔಟ್ ಮಾಡಿ",
      "SMS ಅನ್ನು ಮರುಕಳುಹಿಸಲಾಗಿದೆ.",
      "ಕೀವರ್ಡ್‌ಗಳು ಸೇರಿಸಿ, ಅಲ್ವವಿರಾಮಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾಗಿದೆ",
      "ಖಾತೆ ಎಚ್ಚರಿಕೆ",
      "ನಗ್ನತೆ ಅಥವಾ ಅಶ್ಲೀಲತೆ",
      "ನಕ್ಷೆ ಡೇಟಾ ಕಾನೂನು ಸೂಚನೆಗಳು",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿಯಮಗಳು",
      "ನೀವು ಪಠ್ಯ ಅಥವಾ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ಭದ್ರತಾ ಕೋಡ್ ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ ನಿಮ್ಮ ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳು ನಿಮ್ಮನ್ನು ಮತ್ತೆ ನಿಮ್ಮ ಖಾತೆಗೆ ಸೇರಿಸಿಕೊಳ್ಳಬಹುದು. ನೀವು ಅವುಗಳನ್ನು ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಇರಿಸಿದ್ದೀರಿ ಎಂಬುದಾಗಿ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
      "ಕಾಮೆಂಟ್ ಫಿಲ್ಟರಿಂಗ್",
      "ಪ್ರೊಫೈಲ್ ನವೀಕರಣ",
      "ಬಳಕೆದಾರಹೆಸರು",
      "ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ಪಡೆಯಲಿಲ್ಲವೇ? ನಾವು {=resend it} ಮಾಡಬಹುದು.",
      "ಮುಖಪುಟ",
      "ನಾವು Instagram ಸಂಪರ್ಕ ದೊರೆಯದ. ನೀವು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
      "ನನ್ನ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ಬಳಸುವುದಿಲ್ಲ",
      "ಪ್ರಸ್ತುತ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡು",
      "ಹಿಂದಿನ ವ್ಯವಹಾರ ಹೆಸರುಗಳು",
      "ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಕಾಮೆಂಟ್‌ಗಳು",
      "@{username} ಅವರಿಂದ ಈ  Instagram ವೀಡಿಯೊವನ್ನು ವೀಕ್ಷಿಸಿ",
      "Instagram ನ ಪೂರ್ಣ ಅನುಭವವನ್ನು ಪಡೆಯಿರಿ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಅಪಾಯವಿದೆ ಏಕೆಂದರೆ ಅದು COVID-19 ಅಥವಾ ಲಸಿಕೆಗಳ ಕುರಿತು ತಪ್ಪು ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿರುವ ಅನೇಕ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹಂಚಿಕೊಂಡಿದೆ.",
      "Safari ಮೊಬೈಲ್",
      "ನಮೂದಿಸಿದ PIN ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ",
      "ಲಾಗಿನ್ ಸಹಾಯಕ ಇಮೇಲ್‌ಗಳನ್ನು ಮಿತಗೊಳಿಸಿ",
      "ಈಗ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿಲ್ಲ.",
      "ಸ್ಕಿಪ್ ಮಾಡು",
      "ಜನರು ಅನುಸರಿಸಬಹುದು ಬಯಸಬಹುದು ಇದೇ ಖಾತೆಗಳನ್ನು ಶಿಫಾರಸು ನಿಮ್ಮ ಅಕೌಂಟ್.",
      "ನಿಮ್ಮ {applicationName} ಖಾತೆಯಿಂದ ಯಾವುದೇ ವ್ಯವಹಾರಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.",
      "ಮುಗಿದಿದೆ",
      "ಧ್ವನಿ",
      "{firstUsername}, {secondUsername} ಮತ್ತು {remainingUserCount} ಇನ್ನಷ್ಟು",
      "ಮನವಿ",
      "ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು WhatsApp ನಿಂದ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "SMS ಕಳುಹಿಸುವಲ್ಲಿ ದೋಷ",
      "ಲಾಗ್ ಇನ್ ಮಾಡುವುದರಿಂದ ನಿಮಗೆ ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್‌ಗಳು, ಪ್ರೊಫೈಲ್‌ಗಳು ಮತ್ತು ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಅನುಮತಿಸಲಾಗುತ್ತದೆ.",
      "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್",
      "ನಾವು {phoneNumber} ಗೆ ಕಳುಹಿಸಿರುವ ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ.",
      "ನಿಮ್ಮ ಅನುಸರಣೆದಾರರ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ",
      "ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ಈ ವೀಡಿಯೊ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ. ಮುಂದುವರಿಸಲು, 3 ಸೆಕೆಂಡ್‌ಗಳು ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿರುವ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಖಾತೆಯನ್ನು ಮತ್ತೆ ಕ್ಲೈಮ್ ಮಾಡಿ",
      "ವೀಡಿಯೊವನ್ನು ತ್ಯಜಿಸುವುದೇ?",
      "ನೀವು ಈಗ ಎಲ್ಲ ಲಾಗಿನ್ ಸಹಾಯಕ ಇಮೇಲ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
      "ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸುವುದೇ?",
      "ಹಿಂದೆ",
      "ಈಗಷ್ಟೇ ಖಚಿತಪಡಿಸಲಾಗಿದೆ",
      "ತಿನ್ನುವುದರಿಂದ ಕಾಯಿಲೆಗಳು, ಕತ್ತರಿಸುವ ಅಥವಾ ಪ್ರಚಾರ ಮಾಡುವ ಆತ್ಮಹತ್ಯೆ",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...",
      "ಕೆನಡಾದ ಡಿಜಿಟಲ್ ಜಾಹೀರಾತು ಒಕ್ಕೂಟ",
      "ನಿಮ್ಮ ವೀಡಿಯೊಗೆ ಇದರ ಅರ್ಥವೇನು",
      "Instagram ನಿಂದ ಹೊರಗೆ ನಿಮಗಾಗಿ ಜಾಹೀರಾತುಗಳನ್ನು ಉತ್ತಮವಾಗಿ ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ಅವುಗಳ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ",
      "ನಮಗೆ ತಿಳಿಸಿ",
      "ಗುಂಪಿನಿಂದ ತೆಗೆದುಹಾಕು",
      "ಆಡಿಯೊ",
      "ನೀವು ವಿಷಯ ಮಾಲೀಕರನ್ನು ಸಂಪರ್ಕಿಸದೇ ಇದ್ದರೆ ಅಥವಾ ನಿಮ್ಮ ಫೋಟೊವನ್ನು ತೆಗೆದುಹಾಕಿದರೆ, ನಿರ್ಬಂಧವು {Date when the photo block will go into effect} ನಂತರ ಕಾರ್ಯಗತಗೊಳ್ಳಬಹುದು.",
      "ಕುಕೀ ನೀತಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿರ್ವಾಹಕರಂತೆ ತೆಗೆದುಹಾಕು",
      "ವಲಯ ಪರಿಶೀಲನೆ",
      "ಷರತ್ತುಗಳು",
      "ನಮೂದಿಸಿದ ಪಿನ್ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಿನ್ ಮರುಹೊಂದಿಸಿ",
      "ಈ ಕುಕೀಗಳು ಇತರ ಕಂಪನಿಗಳಿಗೆ ಅವರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನೀವು ವೀಕ್ಷಿಸುವ ಜಾಹೀರಾತುಗಳು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು, ವಿಶ್ಲೇಷಣೆಗಳೊಂದಿಗೆ ವ್ಯವಹಾರಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಮತ್ತು ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ಮತ್ತು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು Instagram ಅಥವಾ Facebook ಅನ್ನು ಬಳಸುವಂತಹ Instagram ನಿಂದ ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲು ನಾವು ಸ್ವೀಕರಿಸುವ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬಳಸುತ್ತೇವೆ.",
      "Instagram ಇದನ್ನು ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಕಾರ್ಯನಿರ್ವಹಿಸುವಂತೆ ಮಾಡಲು, ವಿಷಯವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು, ಸ್ಥಳವನ್ನು ಹುಡುಕುವುದಕ್ಕಾಗಿ ಜನರಿಗೆ ಸಹಾಯ ಮಾಡಲು ಮತ್ತು ಇನ್ನಷ್ಟನ್ನು ಮಾಡಲು ಬಳಸುತ್ತದೆ. ನೀವು ಇದನ್ನು ಯಾವಾಗಲೂ ನಂತರ ನಿಮ್ಮ ಫೋನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಕೊಳ್ಳಬಹುದು.",
      "ಅನುಸರಣೆ ವಿನಂತಿಗಳನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ",
      "ಮುಂದುವರಿಸಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುನಮೂದಿಸಿ",
      "ನೀವು ಮೊದಲು ಬಳಸಿದ ಖಾತೆಯೊಂದಿಗೆ ಮುಂದುವರಿಯುವುದೇ?",
      "Instagram ಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "Instagram ಜೊತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡು",
      "ಜನವರಿ",
      "ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ನೀವು ವ್ಯಾಪಾರದಾರರೇ?",
      "Instagram ಲೋಗೋ ಬ್ಯಾಡ್ಜ್",
      "ವೀಕ್ಷಿಸಲು ಡೇಟಾವನ್ನು ಬಳಸಿ",
      "ಜೈವಿಕ",
      "ಸಮಾಪ್ತಿಗಳು",
      "ತಿರಸ್ಕರಿಸು",
      "{appname} ನಿಮ್ಮ Instagram ಖಾತೆಯಿಂದ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸುವ ಅಗತ್ಯವಿದೆ.",
      "ಸ್ಥಳ ಮತ್ತು ಡೇಟಾವನ್ನು ಉಳಿಸಲು ಮಾಡಲಾಗಿದೆ. Google Play ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.",
      "ನಿಮ್ಮ Instagram ವ್ಯಾಪಾರ ಖಾತೆಯು ಸಿದ್ಧವಾಗಿದೆ",
      "ಸರಿ",
      "ಸದಸ್ಯರು",
      "ಇನ್ನಷ್ಟು ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ನೀವು ಈ ದೇಣಿಗೆಯಿಂದ ಪ್ರಯೋಜನವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿಲ್ಲ",
      "ಸ್ಥಳ ಐಕಾನ್",
      "ಸಂಪರ್ಕ",
      "ನೀವು ವಾರಕ್ಕೊಮ್ಮೆ ಮಾತ್ರ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು.",
      "ಅವರ ಸುದ್ದಿಯಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಿದ್ದಾರೆ",
      "ಸಂಪರ್ಕಗಳನ್ನು ಸಂಪರ್ಕಪಡಿಸಿ",
      "ಕ್ರಾಪ್ ಮಾಡಿ",
      "ಮುಂದಿನ ಬಾರಿ ನೀವು {username} ನಂತೆ ಲಾಗ್ ಇನ್ ಮಾಡುವಾಗ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ",
      "{username} ಅವರನ್ನು ಅನಿರ್ಬಂಧಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿರ್ಬಂಧಿಸು",
      "ಗುಂಪನ್ನು ವ್ರಗಾಯಿಸಲಾಗಿದೆ ಎಂಬುದಾಗಿ ಅದಕ್ಕೆ ತಿಳಿದಿಲ್ಲ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪ್ರಾಥಮಿಕಕ್ಕೆ ಮರಳಿ ಗುಂಪನ್ನು ವರ್ಗಾಯಿಸಬಹುದು.",
      "ನವೆಂಬರ್‌ನ ಸಂಕ್ಷಿಪ್ತ ಸಮಯದಲ್ಲಿ ಸಾರ್ವಜನಿಕರಿಂದ ಖಾಸಗಿಯಾಗಿ ನಿಮ್ಮ ಖಾತೆಯ ಗೌಪ್ಯತೆ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬದಲಾಯಿಸುವುದರಿಂದ ಈ ಸಮಸ್ಯೆಯು ನಿಮ್ಮನ್ನು ತಡೆಗಟ್ಟಿದೆ. ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯು ಈಗ ಖಾಸಗಿಯಾಗಿದೆ. ನೀವು ಅನುಸರಿಸುತ್ತಿರುವ ಖಾತೆಗಳೊಂದಿಗೆ ನೀವು ಆರಾಮದಾಯಕವಾಗಿದ್ದೀರಿ ಎಂದು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ನಿಮ್ಮ ಅನುಸರಿಸುವವರನ್ನು ನೀವು ವಿಮರ್ಶಿಸಬಹುದು ಮತ್ತು ಸಂಪಾದಿಸಬಹುದು.",
      "ಫಿಲ್ಟರ್‌ಗಳು",
      "ನಿಮ್ಮ ಫೋಟೋ ಇತರರು ಹೊಂದಿರುವಂತಹ ಫೋಟೋಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ.",
      "ಈ ನಿಧಿಸಂಗ್ರಹಣೆಯನ್ನು ನೋಡಲು ಮತ್ತು ಬೆಂಬಲಿಸಲು Instagram ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ.",
      "ಸುಧಾರಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ರದ್ದು ಮಾಡಿ",
      "(99+) ವಿನಂತಿಗಳು",
      "ಸಂಗೀತ ಪ್ರಶ್ನೆಗಳು",
      "ಅಗತ್ಯವಿದೆ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಡೌನ್‌ಲೋಡ್ ವಿನಂತಿ",
      "ಇಮೇಲ್:",
      "ಪೂರ್ಣ ನಿಯಮಗಳು",
      "Facebook ಉತ್ಪನ್ನಗಳಿಂದ ನಿಮಗಾಗಿ ಜಾಹೀರಾತುಗಳನ್ನು ಉತ್ತಮವಾಗಿ ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ಅವುಗಳ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ",
      "ಸಕ್ರಿಯ 1ಗಂ. ಹಿಂದೆ",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಮರು-ಪೋಸ್ಟ್ ಮಾಡಲು, ದಯವಿಟ್ಟು ಸಮ್ಮತಿಸಿ:",
      "ನೆನಪಿಡಿ",
      "ಪ್ಲಸ್ ಐಕಾನ್",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳನ್ನು ಬಳಸುವುದು ಹೇಗೆ",
      "ಅಂಟಿಸಿದ ಐಟಂನ ಪೂರ್ವವೀಕ್ಷಣೆ",
      "ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ. {Try Again}.",
      "ದೇಣಿಗೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ನಾನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇನೆ ಮತ್ತು ಮುಂದುವರಿಸಲು ಬಯಸುತ್ತೇನೆ",
      "ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನೀವು ತೆಗೆದುಹಾಕಿದರೆ, ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನೀವು ಭದ್ರತೆ ಕೋಡ್‌ಗಳನ್ನು ಮಾತ್ರ ಪಡೆಯುತ್ತೀರಿ.",
      "{username} ಅವರಿಂದ ಇಷ್ಟಪಡಲಾಗಿದೆ",
      "ಲಾಗ್ ಇನ್",
      "ಸಹಾಯ",
      "ಉಚಿತ ಶಾಪಿಂಗ್‌ಗಾಗಿ {amount} ಸೇರಿಸಿ",
      "ಇದರಂತೆ ಕರೆಯಲಾಗುತ್ತದೆ",
      "ಸ್ವ-ಹಾನಿ ಸಹಾಯ ಆಯ್ಕೆ ಘಟಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಚೆವ್ರಾನ್",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ವೀಡಿಯೊ ಮತ್ತು ಯಾವುದೇ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲು {Delete this video text bolded} ಅಳಿಸಿ.",
      "ವೀಡಿಯೊವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ",
      "ಇನ್ನಷ್ಟು ಫೋಟೋಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ಉಳಿಸಲಾಗದ ಬದಲಾವಣೆಗಳು",
      "ನಿಮ್ಮ ಕಾರ್ಟ್‌ನಲ್ಲಿರುವ ಐಟಂ ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿಲ್ಲ.",
      "ನಿಮಗೆ ಖಚಿತವಿದೆಯೇ?",
      "ಅನುಸರಿಸುವರನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?",
      "ನೀವು ಈ ಖಾತೆಯನ್ನು ಏಕೆ ವರದಿ ಮಾಡುತ್ತಿರುವಿರಿ?",
      "ಉಳಿಸು",
      "ಸಾರ್ವಜನಿಕ ವ್ಯವಹಾರ ಮಾಹಿತಿ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ಯಾರಾದರೂ ಇಷ್ಟಪಟ್ಟರೆ ಅಥವಾ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಮಾಡಿದರೆ, ನೀವು ಅದನ್ನು ಇಲ್ಲಿ ವೀಕ್ಷಿಸುವಿರಿ.",
      "ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸಿ",
      "ಮಾರ್ಚ್",
      "ಮಾನ್ಯವಾದ ರಾಜ್ಯವನ್ನು ನಮೂದಿಸಿ",
      "{number of places} ಸ್ಥಳಗಳು",
      "ಬ್ಯಾಗ್‌ಗೆ ಸೇರಿಸಲಾಗಿದೆ",
      "ಸಂಗ್ರಹಣೆ ಸೇರಿಸು",
      "ನಿರ್ಬಂಧಿಸಿ",
      "ಗುರುವಾರ",
      "ನಿಮ್ಮ ಮುಖಪುಟ ಪರದೆಯಲ್ಲಿ Instagram ಸೇರಿಸುವ ಮೂಲಕ ತ್ವರಿತವಾಗಿ ಮತ್ತು ಸುಲಭವಾಗಿ ಅದಕ್ಕೆ ಪ್ರವೇಶ ಪಡೆಯಿರಿ.",
      "ಈ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ. ಮುಂದುವರಿಸಲು, 100MB ಅಥವಾ ಕಡಿಮೆಯಿರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ವೀಡಿಯೋ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "{maxBadgeCount}+",
      "ಪರೀಕ್ಷಕ ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಹೆಚ್ಚಿನ IGTV ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಯಸುವಿರಾ? ಕ್ರಿಯೇಟರ್ ಸ್ಟುಡಿಯೋವನ್ನು ಪ್ರಯತ್ನಿಸಿ",
      "ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್",
      "ಸಂದೇಶ...",
      "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ಯಾವುದೇ ಫೈಲ್ ಲಭ್ಯವಿಲ್ಲ",
      "ನಾವು ಇದು ಸಂಭವಿಸಿರುವುದಕ್ಕೆ ತುಂಬಾ ವಿಷಾದಿಸುತ್ತೇವೆ, ಮತ್ತು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ರಕ್ಷಿಸಬಹುದು ಎಂಬುದನ್ನು ಸುಧಾರಿಸುವ ಸಲುವಾಗಿ ನಾವು ಮುಂದುವರಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸುವ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಭದ್ರವಾಗಿರಿಸುವ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ನೀವು {help center link} ಮಾಡಬಹುದು.",
      "ಸೆಷನ್ ನವೀಕರಣಗಳು",
      "ಪ್ರಶ್ನೆ",
      "userhelp@instagram.com",
      "ನೀವು ಅವರ ಕಥೆಗೆ ಪ್ರತ್ಯುತ್ತರ ನೀಡಿರುವಿರಿ",
      "ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ (16:9)",
      "ಕಾಂಟ್ರಾಸ್ಟ್",
      "ಜಾಹೀರಾತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ನಿಂದನಾ ವಿಷಯ",
      "ನೀವು ತಪ್ಪಿಸಿಕೊಂಡಿರಬಹುದಾದ ಅಧಿಸೂಚನೆಗಳನ್ನು ಪಡೆಯಿರಿ.",
      "ತೆಗೆದುಹಾಕಲು ಟ್ಯಾಪ್ ಮಾಡಿ",
      "{fb_username} ಎಂದು ಮುಂದುವರಿಸಿ",
      "ನೀವು ಅನುಸರಿಸುವ ಖಾತೆಗಳು",
      "ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು",
      "ಫೋನ್",
      "{text}",
      "Edit Info",
      "ತಿರಸ್ಕರಿಸಲು ಕಾರಣ",
      "ಮತ್ತೆ ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?",
      "ಪೋಲ್‌ಗಳು",
      "ಫ್ಯಾಷನ್",
      "ದೃಢೀಕರಣ ಕಳುಹಿಸಲಾಗಿದೆ",
      "ಇನ್ನಷ್ಟು ಸುಧಾರಿತ ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಿರಿ ಮತ್ತು ಪ್ರಚಾರಗಳೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಜನರನ್ನು ತಲುಪಿರಿ.",
      "ಕ್ರಾಪ್ ಮಾಡಿ",
      "ಹಿಂದಿನ ಪ್ರೊಫೈಲ್ ಫೋಟೋಗಳು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷೇಧಿಸುವ ಮೊದಲು, ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿನ ಈ ಲೇಖನಗಳಲ್ಲಿ ನೀವು ವೀಕ್ಷಿಸಲು ಬಯಸುವಿರಾ.",
      "ಕವರ್ ಫೋಟೋ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ನ ಬದಲಿಗೆ ಪೋಟ್ರೇಟ್ ಇರಬೇಕು.",
      "ಅಪ್ಲಿಕೇಶನ್ ಪಡೆದುಕೊಳ್ಳಿ",
      "ನನಗೆ ಅಥವಾ ನಾನು ತಿಳಿದಿರುವ ಯಾರಾದರೂ",
      "{name} ಅವರಿಂದ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ",
      "ನಿಮ್ಮ ಭದ್ರತಾ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನೀವು ಕೋಡ್ ಅನ್ನು ಪಡೆಯುವಿರಿ.",
      "{number of accounts} ಖಾತೆಗಳು",
      "ಹೊಸ ಇಮೇಲ್ ವಿಳಾಸ ನಮೂದಿಸಿ",
      "ನಿರ್ಗಮಿಸು",
      "ಪೋಸ್ಟ್ ಆಯ್ಕೆಗಳು",
      "ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಸಂಖ್ಯೆಗೆ ನಾವು ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ಕ್ಷಮಿಸಿ! ಇದೀಗ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸುವಲ್ಲಿ ನಮಗೆ ಸಮಸ್ಯೆಯಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಮುಂಬರಲಿರುವ ಈವೆಂಟ್ ಐಕಾನ್",
      "ಈ ವೀಡಿಯೊ ಬಹಳ ಉದ್ದವಾಗಿದೆ. ಮುಂದುವರಿಸಲು ಒಂದು ನಿಮಿಷ ಇರುವ ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರುವ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಎಲ್ಲವನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಇಮೇಲ್ ದೃಢೀಕರಣ",
      "ಸ್ಕಿಪ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ನೀವು {email} ಅನ್ನು ತೆಗೆದುಹಾಕುತ್ತಿದ್ದೀರಿ. ಮುಂದುವರಿಯುವ ಮೊದಲು ಇದು ಸರಿಯಾಗಿದೆಯೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
      "ಪಾವತಿಯ ಪಾಲುದಾರಿಕೆ",
      "ನಿಮ್ಮ Instagram ಖಾತೆಗೆ ಪ್ರವೇಶ ಹೊಂದಿರುವಂತಹ ಯಾವುದೇ ಅವಧಿ ಮೀರಿದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನೀವು ಹೊಂದಿಲ್ಲ.",
      "ಸೂಕ್ತವಲ್ಲದ ವರದಿ",
      "ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸು",
      "ಫಾರ್ವಡ್ ಮಾಡು",
      "ಡಾಕ್ಯುಮೆಂಟ್ ಪ್ರಕಾರ",
      "ಕಡಿಮೆ ಸೆಲ್ಯುಲಾರ್ ಡೇಟಾವನ್ನು ಬಳಸುವಾಗ ನೀವು Wi-Fi ಆಫ್ ಆದಾಗ ಮತ್ತು ಫೋಟೋಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ಲೇ ಆಗುವುದಿಲ್ಲವಾದರೆ ಕಡಿಮೆ ರೆಸಲ್ಯೂಶನ್ನಲ್ಲಿ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು ಗೋಚರಿಸಬಹುದು.",
      "ಸೆಪ್ಟೆಂ",
      "ವೀಡಿಯೊ ಸಂಪಾದಿಸಿ",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರು {username of the user who joined} ಅವರಂತೆ Instagram ನಲ್ಲಿ ಇದ್ದಾರೆ",
      "Instagram ಸುರಕ್ಷತೆಯನ್ನು ಗಂಭೀರವಾಗಿ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಯಾರಾದರೂ ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿಯಾಗಿ ನಟಿಸುವ Instagram ಖಾತೆಯನ್ನು ರಚಿಸಿದರೆ, ನೀವು ಅದನ್ನು ನಮಗೆ ವರದಿ ಮಾಡಬಹುದು. ದಯವಿಟ್ಟು ಕೆಳಗೆ ವ್ಯಕ್ತಪಡಿಸಿದ ನಟಿಸುತ್ತಿರುವ ವ್ಯಕ್ತಿಯ ಬಳಕೆದಾರಹೆಸರನ್ನು ನಮೂದಿಸಿ.",
      "ನಿಮ್ಮ ಖಾತೆ {username} ಕುರಿತು ಮಾಹಿತಿಯೊಂದಿಗೆ ನೀವು ವಿನಂತಿಸಿದ ಫೈಲ್ ಇಲ್ಲಿದೆ.",
      "ಇಮೇಲ್",
      "ಆರ್ಡರ್‌ಗಳು ಮತ್ತು ಪಾವತಿಗಳು",
      "ದಯವಿಟ್ಟು ನೀವು ಮೇಲ್ಮನವಿ ಸಲ್ಲಿಸಲು ಬಯಸುವ ವಿಷಯವನ್ನು ಖಚಿತಪಡಿಸಿ",
      "#{hashtag} ರಿಂದ ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಸ್ತುತವಾಗಿ ಮರೆಮಾಡಲಾಗಿದೆ ಏಕೆಂದರೆ Instagram ನ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಪೂರೈಸದೇ ಇರಬಹುದಾದ ಕೆಲವು ವಿಷಯವನ್ನು ಸಮುದಾಯವು ವರದಿ ಮಾಡಿದೆ. {link that reads learn more}",
      "ಸಮಸ್ಯೆಯನ್ನು ವರದಿಮಾಡಿ",
      "ಸಮ್ಮತಿಸಿ",
      "ಪಠ್ಯ",
      "ಐಟಂಂ ಲಭ್ಯವಿಲ್ಲ",
      "ವಿವರಗಳು",
      "ಕ್ಯಾಮರಾ ತೆರಯುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ",
      "ನಿಯಮಗಳು",
      "Adding your number here lets Instagram use it to help you log in, protect our community, and assist you in accessing Instagram, but not for purposes such as suggesting friends or providing ads. Only you will see this number on your profile. If the number added here is provided elsewhere across Facebook Company Products, it may be used for other purposes including suggesting friends or providing ads.",
      "ಈ ಶಾಪಿಂಗ್ ಅನುಭವವು Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ.",
      "{username} ಅನುಸರಿಸಿದ್ದಾರೆ",
      "ಮಾರ್ಚ್",
      "ಬದಲಿಗೆ ನೀವು Instagram ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸಲು ಪ್ರಾರಂಭಿಸಬಹುದು.",
      "ಕಾಮೆಂಟ್ ಮಾಡಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "{fullname} ಗಾಗಿ",
      "Instagram ಸಮುದಾಯದ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆಗಿಂತ ನಮಗೆ ಯಾವುದೂ ಹೆಚ್ಚು ಮುಖ್ಯವಲ್ಲ. Instagram ನಲ್ಲಿ ತಮ್ಮ ಜೀವನದ ಕ್ಷಣಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವ ಮೂಲಕ ಜನರು ತಮ್ಮ ನಂಬಿಕೆಯನ್ನು ನಮ್ಮಲ್ಲಿ ಇಡುತ್ತಾರೆ. ಆದ್ದರಿಂದ ನಿಮ್ಮ ಡೇಟಾದ ಸುರಕ್ಷತೆಯ ಕುರಿತು ಬಂದಾಗ ನಾವು ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.",
      "ಹುಡುಕಾಟ ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸುವುದೇ?",
      "ಸೇರಿಸು",
      "ಎಲ್ಲವನ್ನೂ ಸಮ್ಮತಿಸಿ",
      "ಅಳಿಸು",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
      "ಸಲ್ಲಿಸು",
      "ಪೂರ್ಣ ಡೇಟಾ ನೀತಿ ಓದಿ",
      "ಸಲ್ಲಿಸು",
      "ಪ್ರತಿಯೊಬ್ಬರೂ",
      "99+",
      "PIN ನಮೂದಿಸಿ",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು {violationText} ನಲ್ಲಿನ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದಾಗಿದೆ.",
      "ಕ್ರಾಪ್‌ ಸ್ಕ್ವೇರ್ ಐಕಾನ್",
      "ಲಿಂಕ್ ಅವಧಿ ಮುಗಿದಿದೆ",
      "ನೀವು ಸಂದೇಶವನ್ನು ಫಾರ್ವರ್ಡ್ ಮಾಡಿರುವಿರಿ",
      "ಸೋಮ",
      "ಈ ಪೋಸ್ಟ್ ವರದಿ ಮಾಡುವುದಕ್ಕಾಗಿ ಕಾರಣವನ್ನು ಆರಿಸಿ. ಅವುಗಳನ್ನು ಯಾರು ವರದಿ ಮಾಡಿರುವುದು ಎಂಬುದನ್ನು ನಾವು {Medianame of the person being reported} ಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ",
      "ಈ ಪರಿಕರಗಳೊಂದಿಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ವಿಭಿನ್ನ ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನೀವು ನಿರ್ವಹಿಸಬಹುದು.",
      "ನಮ್ಮ ಕುರಿತು",
      "ಇಮೇಲ್",
      "ಮಂದೆ",
      "ತಿಂಗಳು",
      "ಭದ್ರತೆ ಕೋಡ್",
      "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ",
      "ಇನ್ನಷ್ಟು",
      "ರದ್ದುಮಾಡು",
      "ಮುಂಬರುವ ಈವೆಂಟ್ ಥಂಬ್‌ನೇಲ್",
      '"{collection name}" ಗೆ ಉಳಿಸಲಾಗಿದೆ.',
      "ರೀಲ್ಸ್",
      "ನಿಯಂತ್ರಣ",
      "ಇವರಿಗೆ ಕಳುಹಿಸು",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡುವುದು ಉತ್ತಮವಾಗಿದೆ",
      "ರಿಫ್ರೆಶ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ",
      "Instagram ಅನ್ನು ನಿರ್ಮಿಸುವ Facebook ನಲ್ಲಿ, ನೀವು ವೀಕ್ಷಿಸುವ ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸುವುದು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸುತ್ತದೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ. ನಿಮಗೆ ಸಂಬಂಧಿತ ವಿಷಯವನ್ನು ತೋರಿಸಲು ಮತ್ತು ನಮ್ಮ ಉತ್ಪನ್ನಗಳು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ಸುಧಾರಿಸಲು ನಾವು ಕುಕೀಗಳು ಮತ್ತು ಅಂತಹುದೇ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ.",
      "ಈ ಸಂದೇಶವು ಇನ್‌ಸ್ಟಾಗ್ರಾಂ ಆಗಿರುವುದಿಲ್ಲ",
      "ದೋಷ ಸಂಭವಿಸಿದೆ ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಲಿಲ್ಲ.",
      "Edit",
      "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಜನರನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ಮುಂದುವರೆಯಲು ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.",
      "ಪ್ರೊಫೈಲ್",
      "{Username of current profile} ಅನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.",
      "{phone_number} ಗೆ ನಾವು ಕಳುಹಿಸಿದ ಕೋಡ್ ನಮೂದಿಸಿ.",
      "ಇತರೆ",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನೀವು HTML ಸ್ವರೂಪದಲ್ಲಿ ವಿನಂತಿಸಿದ್ದರೆ, ಮೊದಲು index.html ಫೈಲ್ ಅನ್ನು ತೆರೆಯುವ ಮೂಲಕ ನಿಮ್ಮ ಫೈಲ್‌ಗಳನ್ನು ಹೆಚ್ಚು ಸುಲಭವಾಗಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ ಮುಂದುವರಿಯಿರಿ",
      "ನೀವು ಈ ಹಿಂದೆ {application name} ಅನ್ನು ನಿಮ್ಮ Instagram ಖಾತೆಗೆ ಸಂಪರ್ಕಿಸಿದ್ದೀರಿ.",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸು",
      "ಫೈರ್ ಆರ್ಮ್ಗಳ ಮಾರಾಟ ಅಥವಾ ಪ್ರಚಾರ",
      "ನೇ",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯು ಇದೀಗ ಖಾತೆಗಳಾದ್ಯಂತ ಸಂಪರ್ಕಗೊಂಡಿದೆ. ಇದನ್ನು ನೀವು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.",
      "ಪ್ರಸ್ತುತವಾಗಿ, ನೀವು ಒಂದೇ ದೇಣಿಗೆಯಲ್ಲಿ  {donation amount limit, should not be translated since the rule is regulated in euro} ವರೆಗೆ ಮಾತ್ರ ದಾನ ಮಾಡಬಹುದಾಗಿದೆ. ನಿಮ್ಮ ಮೊತ್ತವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನೀವು ಅರ್ಹರಾದಾಗ ಮತ್ತೆ ದಾನ ಮಾಡಿ.",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಮರಳಿ ಹೋಗಲು ನಿಮಗೆ ಲಾಗಿನ್ ಲಿಂಕ್ ಕಳುಹಿಸುವ ಮೂಲಕ ನಾವು ಸಹಾಯ ಮಾಡಬಹುದು.",
      "ರೌಂಡ್ ಟ್ರಿಪ್ ಸಮಯ",
      "ದೇಶ ಆಯ್ಕೆಮಾಡಿ",
      "ಸುದ್ದಿಗಳಲ್ಲಿ ಜೀವನದ ಕ್ಷಣಗಳನ್ನು ಅನುಭವಿಸಿ",
      "ಜನಾಭಿಪ್ರಾಯ ಸಂಗ್ರಹ",
      "ಪ್ರಕಾಶಮಾನತೆ",
      "ರದ್ದುಮಾಡು",
      "ವೀಡಿಯೊಗಳು",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "Instagram ಸೇರಿದಂತೆ Facebook ಉತ್ಪನ್ನಗಳಲ್ಲಿ ಡೇಟಾವನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ, ಹಂಚಲಾಗುತ್ತದೆ ಮತ್ತು ಬಳಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ವಿವರಿಸುವ ಒಂದು ಹೊಸ ಡೇಟಾ ನೀತಿ ಕೂಡ ಇದೆ. ನೀತಿಗಳು ನಮಗೆ ಸುದ್ದಿ, ನೇರ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ, ಚಟುವಟಿಕೆಯ ಸ್ಥಿತಿ ಮತ್ತು ನಮ್ಮ ಕ್ಯಾಮೆರಾಗಳಲ್ಲಿನ ಸೃಜನಾತ್ಮಕ ಸಾಧನಗಳಂತಹ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ತಿಳಿಸುತ್ತದೆ. ನೀತಿಯಲ್ಲಿ ಈ ಹೊಸ ಮಾಹಿತಿಯ ಬಗ್ಗೆ ನಿಮಗೆ ತಿಳಿದಿತ್ತೆಂದು ನಾವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕು.",
      "ಅನುಸರಿಸಲು ಜನರನ್ನು ಹುಡುಕಿ",
      "ಉಳಿಸಲಾಗದ ಬದಲಾವಣೆಗಳು",
      "ಈ ವೀಡಿಯೊ ಸ್ವರೂಪವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ಉತ್ಪನ್ನವನ್ನು ಫ್ಲ್ಯಾಗ್ ಮಾಡಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ಇಮೇಲ್ ವಿಳಾಸ ಬದಲಾಯಿಸು",
      "ನಿಮ್ಮ ದೃಢೀಕರಣದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನೀವು ತೆಗೆದುಹಾಕಿದರೆ, ನೀವು ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ಕೇವಲ ಪಠ್ಯ ಸಂದೇಶದ ಮೂಲಕ ಪಡೆಯುವಿರಿ. ನೀವು ಇದನ್ನು ಮರಳಿ Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಸೇರಿಸಬಹುದು.",
      "ರದ್ದುಮಾಡು",
      "{username} ಅವರು ಹೇಳಿದಂತೆ ನೀವು ಅವರ ಪೋಷಕರು ಅಥವಾ ಪಾಲಕರಾಗಿದ್ದೀರಿ",
      "ಹೇಗಿದ್ದರೂ ಹಂಚಿಕೊಳ್ಳಿ",
      "ಕಿರಿಯ ಮಗುವಿಗೆ ಸಂಬಂಧಿಸಿದೆ",
      "ಅಳಿಸು",
      "ಏಪ್ರಿಲ್",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಫೋಟೋವನ್ನು Facebook ನಿಂದ ಸೇರಿಸಿ",
      "ಫೋಟೋಗಳು ಅಥವಾ ಲೈಂಗಿಕ ಸಂಭೋಗ ವೀಡಿಯೊಗಳು",
      "ಸಾಧನಗಳು & ನೆಟ್‌ವರ್ಕ್‌‌ಗಳು",
      "{count} ವಿನಂತಿಗಳು",
      "ಅಳಿಸಿ",
      "ನಿಮ್ಮ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಲು, ಸಂಪಾದಿಸಲು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಲು ಹೆಚ್ಚಿನ ಮಾರ್ಗಗಳಿಗಾಗಿ ಆ್ಯಪ್‌ಗೆ ಬದಲಾಯಿಸಿ.",
      "Facebook ಇಂದ Instagram ಗೆ {payment methods, delivery address, name, email} ಮತ್ತು {payment history} ಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ",
      "ವಿವಾದಕ್ಕೆ ಕಾರಣ",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಹಿಂತಿರುಗಲು ಪ್ರಯತ್ನಿಸಲು Instagram ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಖಚಿತಪಡಿಸಿ.",
      "ಈ ಪೋಸ್ಟ್‌‌ನಲ್ಲಿ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಸಿಮಿತಗೊಳಿಸಲಾಗಿದೆ.",
      "ಗ್ರ್ಯಾಫಿಕ್ ಹಿಂಸಾಚಾರ",
      "ಹೊಸ ಪೋಸ್ಟ್",
      "ಫೋಟೋ ತ್ಯಜಿಸುವುದೇ?",
      "ವೀಡಿಯೊ {maxVideoSizeInBytes}GB ಗಿಂತ ಹೆಚ್ಚು ಇರಬಾರದು",
      "ಮರುಪ್ರಾಪ್ತಿ ಕೋಡ್‌ಗಳು",
      "ಹೊಸ ಪೋಸ್ಟ್ ರಚಿಸಿ",
      "{previous items}; {last item}",
      "ನೇ",
      "ನಿಮ್ಮ Instagram ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಲಾಗಿನ್ ಮಾಡಿ:",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬದಲಿಸಿ",
      "Messenger",
      "ಈ ಸ್ಥಳದ ಕುರಿತಾಗಿರುವ ಪೋಸ್ಟ್ ಅನ್ನು ಎಂದಿಗೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ",
      "ದೋಷ",
      "ಖಾತೆಗಳನ್ನು ಬದಲಿಸಿ",
      "ಖಾತೆಗಳ ಕೇಂದ್ರ",
      "ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ",
      "ಕಿರುಕುಳ ಅಥವಾ ಬೆದರಿಕೆ",
      "• ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗೆ ನೀವು ಅದರೊಂದಿಗೆ ಹಂಚಿಕೊಂಡ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ಉದಾಹರಣೆಗೆ, ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಎಡಿಟಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಅನುಮತಿಸಿದರೆ, ನೀವು Instagram ಗೆ ಸೇರಿಸುವ ಹೊಸ ಫೋಟೋಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "ಉಳಿಸು",
      "ಸಲ್ಲಿಸು",
      "ಪರ್ಯಾಯ ಪಠ್ಯ",
      "ಶೋಧನಾ ವರ್ಗಗಳು",
      "ಉಳಿಸಲಾಗಿರುವುದರಿಂದ ಮತ್ತು ಸಂಗ್ರಹಣೆಗಳಿಂದ ತೆಗೆದುಹಾಕುವುದೇ?",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯ ನಕಲನ್ನು ಪಡೆದುಕೊಳ್ಳಿ",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಉಳಿಸುವಾಗ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ.",
      "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.",
      "ಕಂಪನಿ",
      "ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು {username} ಅನುಸರಿಸಿ.",
      "Facebook ಲೋಗೋ",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರನ್ನು ಅನುಸರಿಸಿ",
      "ಇಮೇಲ್ ಖಾತ್ರಿಗೊಳಿಸುವಿಕೆ",
      "ಕುಕೀ ನೀತಿ (ಅಗತ್ಯವಿದೆ)",
      "ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ",
      "ಹೊಸ ಪೋಸ್ಟ್ ರಚಿಸಲು ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಸೇರಿಸಿ.",
      "{numberOfUsers} ಜನರು ಟೈಪ್ ಮಾಡುತ್ತಿದ್ದಾರೆ...",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ನಿರ್ಬಂಧಿಸಿರುವ ಸ್ಥಳಗಳಲ್ಲಿ ಜನರಿಗೆ ವೀಕ್ಷಿಸಲು, ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ವೀಡಿಯೊ ಇದರಲ್ಲಿ ಮಾತ್ರ ಗೋಚರಿಸುತ್ತದೆ:",
      "ಪ್ರಮುಖ ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ಹೊಸ ಫೋನ್ ಸಂಖ್ಯೆ",
      "ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು",
      "ಜಾಹೀರಾತು",
      "ಅಧಿಕಾರ ವಿನಂತಿ",
      "ಹೊಸ ಸಂಗ್ರಹಣೆ",
      "ಈ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಿಲ್ಲವೆಂದು ನೀವು ನಂಬಿದರೆ, ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಬಗೆಹರಿಸಲು ನೀವು ದೂರು ನೀಡುವ ವ್ಯಕ್ತಿಯನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಬಹುದು:",
      "ನಿರ್ವಾಹಕರ ಅನುಮೋದನೆಯ ಅಗತ್ಯವಿದೆ",
      "ಮರುಕ್ರಮಗೊಳಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಡ್ರ್ಯಾಗ್ ಮಾಡಿ",
      "ಹಿಂದಿನ ಇಮೇಲ್ ವಿಳಾಸಗಳು",
      "ವಿಶ್ವಾಸಾರ್ಹ ಸಾಧನಗಳನ್ನು ವೀಕ್ಷಿಸು",
      "{username1}, {username2} ಮತ್ತು {username3} ಅವರು ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ನಾವು ****{This is the last 4 digits of the user's phone number}. ಗೆ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "{username} ಅವರಿಂದ {count} ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಆಟಗಾರ",
      "ನಿನ್ನೆಯ {Timestamp of the message}",
      "ದೃಢಪಡಿಸು",
      "ಭೇಟಿ ಲಿಂಕ್",
      "ನಿಮ್ಮ PIN ನಮೂದಿಸಿ",
      "ಫೋಟೋಗಳನ್ನು ಅನುಸರಿಸಲು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ಪ್ರಾರಂಭಿಸಲು ಜನರನ್ನು ಹುಡುಕಿ. ನೀವು ಯಾವ ಸಮಯದಲ್ಲಾದರೂ ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರನ್ನು ಬದಲಾಯಿಸಬಹುದು.",
      "ಈ ಪೋಸ್ಟ್ ಲಭ್ಯವಿಲ್ಲ.",
      "ಈ ಗುಂಪಿನಲ್ಲಿ ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಬೇರೆಯವರು",
      "ಒಂದು ವೇಳೆ ನೀವು ಬೇರೆಯವರ ಕಾಮೆಂಟ್ ವರದಿ ಮಾಡಿದರೆ, ಯಾರು ವರದಿ ಮಾಡಿದ್ದಾರೆಂದು Instagram ಅವರಿಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "ಸಾಮಾನ್ಯ",
      "ತ್ಯಜಿಸಿ",
      "ವಿಳಾಸದ ಸಾಲು 2 (ಐಚ್ಛಿಕ)",
      "ಕ್ಲಿಪ್",
      "ಲಿಂಕ್‌ ನಕಲಿಸು",
      "{username}, ನಾವು Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಕಾಳಜಿವಹಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನಾವು ಇತ್ತೀಚೆಗೆ ಕಂಡುಕೊಂಡಿದ್ದೇವೆ ಮತ್ತು ತ್ವರಿತವಾಗಿ ನಿಗದಿಪಡಿಸಿದ್ದೇವೆ ಎಂದು ನಿಮಗೆ ತಿಳಿಸಲು ನಾವು ಬಯಸುತ್ತೇವೆ, ಇದು ನಿಮ್ಮದೇ ಸೇರಿದಂತೆ 124 Instagram ಖಾತೆಗಳನ್ನು ಪ್ರಭಾವಿಸಿದೆ.",
      "ನೀವು ಇನ್ನೊಮ್ಮೆ ನೋಡಲು ಬಯಸುವ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಉಳಿಸಿ. ಯಾರಿಗೂ ಸೂಚಿಸಲಾಗಿಲ್ಲ ಮತ್ತು ನೀವು ಉಳಿಸಿರುವುದನ್ನು ನೀವು ಮಾತ್ರ ನೋಡಬಹುದು.",
      "ಇದು ಯಾವ ಪ್ರಕಾರದ ಖಾತೆಯಾಗಿದೆ?",
      "ಪ್ಲೇ ಮಾಡು",
      "ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಲಾಗ್ ಇನ್ ಮಾಡಲು ಇದು ಅಗತ್ಯವಿದೆ ಮತ್ತು Instagram ಇದಕ್ಕೆ ಅನುಮತಿಸುತ್ತದೆ:",
      "ನಿಮ್ಮ ಫೈಲ್ ಪಡೆಯಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ಗ್ಯಾಲರಿ ಪೋಸ್ಟ್‌ಗೆ {filename} ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ವೀಡಿಯೊ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ. ಮುಂದುವರಿಸಲು, ಕಡಿಮೆ ವೀಡಿಯೊವನ್ನು ಆರಿಸಿ.",
      "ಚಟುವಟಿಕೆ ಸ್ಥಿತಿ ತೋರಿಸಿ",
      "ಆರ್ಹವಲ್ಲದ ಖಾತೆ",
      "ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ",
      "ವೀಡಿಯೊ ಮರುಸ್ಥಾಪಿಸಿ",
      "ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ",
      "@generated",
      "ಚಾಟ್‍‌ಗಳು",
      "ನೇ",
      "ಸಂಪರ್ಕವು ಈಗ ಆಗುತ್ತಿಲ್ಲ. ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ನೀವು ಸಂಪರ್ಕಿಸಬಹುದು.",
      "#{hashtag} ನಿಂದ ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ ಏಕೆಂದರೆ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು Instagram ನ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸದಿರಬಹುದು. {link that reads learn more}",
      "ನೀವು UK ತೆರಿಗೆ ಪಾವತಿದಾರರೆಂದು ನೀವು ಅಂಗೀಕರಿಸಿದ್ದೀರಿ ಮತ್ತು ಪ್ರಸಕ್ತ ತೆರಿಗೆ ವರ್ಷದಲ್ಲಿ ನಿಮ್ಮ ಎಲ್ಲಾ ದೇಣಿಗೆಗಳ ಮೇಲೆ ಪಡೆದ ಉಡುಗೊರೆ ಸಹಾಯದ ಮೊತ್ತಕ್ಕಿಂತ ಕಡಿಮೆ ಆದಾಯ ತೆರಿಗೆ ಅಥವಾ ಬಂಡವಾಳ ಗಳಿಕೆ ತೆರಿಗೆಯನ್ನು ನೀವು ಪಾವತಿಸಿದರೆ, ಯಾವುದೇ ವ್ಯತ್ಯಾಸವನ್ನು ಪಾವತಿಸುವುದು ನಿಮ್ಮ ಜವಾಬ್ದಾರಿಯಾಗಿದೆ ಎಂದು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ. ಮೇಲಿನ ಎಲ್ಲಾ ಹೇಳಿಕೆಗಳು ಅನ್ವಯವಾಗುತ್ತವೆ ಎಂದು ನೀವು ದೃಢೀಕರಿಸುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ದೇಣಿಗೆ ಉಡುಗೊರೆ ಸಹಾಯ ಮಾಡಲು ನೀವು ಬಯಸುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿ.",
      "ಮಾಲೀಕತ್ವದ ನಿರ್ಬಂಧಗಳ ಕಾರಣ ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಪ್ರಪಂಚದಾದ್ಯಂತ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.",
      "ಇತರ ಕಂಪನಿಗಳು ಕುಕೀಸ್ ಬಳಸುವ ಮೂಲಕ ನಿಮ್ಮ ಕುರಿತಾದ ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತವೆ",
      "ಹಂಚಿಕೆ",
      "ನೀವು Instagram ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ಈ ಪರಿಕರಗಳೊಂದಿಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ವಿಭಿನ್ನ ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಬಹುದು.",
      "ಹಿಂದಕ್ಕೆ ಹೋಗಿ",
      "ಪ್ರತಿ {time between requests in seconds} ಸೆಕೆಂಡುಗಳಿಗೆ ಮಾತ್ರ ನಿಮಗೆ ನಾವು ಹೊಸ ಕೋಡ್ ಕಳುಹಿಸಲು ಸಾಧ್ಯ.",
      "ಲಾಗ್ ಔಟ್",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ",
      "ಏನೋ ತಪ್ಪಾಗಿದೆ",
      "ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ",
      "ನೇ",
      "ಕ್ಷಮಿಸಿ! ಇದೀಗ ನಿಮಗೆ ಪರಿಶೀಲನೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಕಾಮೆಂಟ್ ಮಾಡಿ",
      "ಸಾರ್ವಜನಿಕವನ್ನಾಗಿಸಿ",
      "ಬಟನ್: ದಾಖಲೆಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಪಿನ್ ನಮೂದಿಸಿ",
      "ಮಸುಕು",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ನಿಮ್ಮ ಫೋಟೋ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯ ಕುರಿತು ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ {reference owner name} ಅವರಿಗೆ ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು {number of days} ದಿನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ನಿಮ್ಮ ಫೈಲ್‌ಗಳ ಅವಧಿ ಮುಗಿದಿದೆ",
      "Facebook ಲೋಗೋ ಬ್ಯಾಡ್ಜ್",
      "ನೇ",
      "{seconds} ಸೆಕೆಂಡ್‌ಗಳ ಹಿಂದೆ",
      "{Username of current user} ಪೋಸ್ಟ್ ಮಾಡಿದಾಗ, ನೀವು ಇಲ್ಲಿ ಅವರ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸುವಿರಿ.",
      "ಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಾಪಿಸಿ",
      "ಕಥೆಗಳು",
      "ಉಡುಗೊರೆ ಸಹಾಯವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.",
      "{count} ಜನರಿಂದ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ಡಿಸೆ೦",
      "ಸಹಾಯ ಕೇಂದ್ರ",
      "ನೀವು ಈ ದೇಣಿಗೆಯನ್ನು ನೀಡಲು ನಿಮ್ಮ ಸ್ವಂತ ಹಣವನ್ನು ಬಳಸಿರುವಿರಿ",
      "ಬ್ಯಾಗ್ ಐಕಾನ್",
      "PIN ಮರೆತಿರುವಿರಾ?",
      "Facebook ಗೆ ಹಂಚಿಕೊಳ್ಳಿ",
      "ಲೈವ್ ವೀಡಿಯೊ ವೀಕ್ಷಿಸಿ",
      "ಫೋನ್ ಸಂಖ್ಯೆ ಬದಲಾಯಿಸಿ",
      "{username} ಈ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಪರದೆಯ ಮೇಲೆ ತೋರಿಸಬಹುದು.",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯೊಂದಿಗೆ ಫೈಲ್‌ಗೆ ಲಿಂಕ್ ಅನ್ನು ನಾವು ನಿಮಗೆ ಇಮೇಲ್ ಮಾಡುತ್ತೇವೆ. ನೀವು ಅದನ್ನು HTML ನಲ್ಲಿ ಸ್ವೀಕರಿಸಬಹುದು, ಇದು ವೀಕ್ಷಿಸಲು ಅಥವಾ  JSON ಗೆ ಸುಲಭವಾಗಬಹುದು. ಇದು ಮತ್ತೊಂದು ಸೇವೆಗೆ ಆಮದು ಮಾಡಲು ಸುಲಭವಾಗಬಹುದು.",
      "ಟ್ಯಾಗ್ ಮಾಡಲಾದ ಜನರು",
      "{list of items} ಅಥವಾ {last item}",
      "ಉಳಿಸು",
      "ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ಡೇಟಾ ನೀತಿಗೆ ಇತ್ತೀಚಿನ ನವೀಕರಣದ ಬಗ್ಗೆ ನೀವು ಚಿಂತಿಸುತ್ತಿದ್ದರೆ, ನೀವು {press center post} ಮಾಡಬಹುದು",
      "ನಿಮ್ಮ ದೇಣಿಗೆಗೆ ಉಡುಗೊರೆ ಸಹಾಯವನ್ನು ಸೇರಿಸಿ.",
      "ಲೇಬಲ್ ಮಾಡಲಾದ {filename} ಫೈಲ್ ಬಹಳ ದೊಡ್ಡದಾಗಿದೆ. ಮುಂದುವರಿಸಲು 1 GB ಇರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಸೂಕ್ತವಲ್ಲದ ವರದಿ",
      "ರದ್ದುಗೊಳಿಸಿ",
      "ಈಗ ನೀವು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ನೇರವಾಗಿ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಬಹುದು.",
      "ನಾಮನಿರ್ದೇಶನ ಮಾಧ್ಯಮವನ್ನು ವೀಕ್ಷಿಸಲು ಚೆವ್ರಾನ್ ಐಕಾನ್",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಮರಳಲು ನಾವು ನಿಮಗೆ ಭದ್ರತೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ.",
      "Facebook Pay ಜೊತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ",
      "{actionType} {prepositionType} {violationText} ಸುದ್ದಿ",
      "ವೀಡಿಯೊ ಕರೆ",
      "ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿ {learn more}",
      "ಉಡುಗೊರೆ ನೆರವನ್ನು ಸೇರಿಸಿ",
      "ತೆಗೆದುಹಾಕು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಅದನ್ನು ಮರು ಸಕ್ರಿಯಗೊಳಿಸಲು. ಮರಳಿ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ನೀವು ವಿಮರ್ಶೆಯನ್ನು ವಿನಂತಿಸಿದಾಗ, ನಿಮ್ಮ ಪೋಸ್ಟ್ ನಮ್ಮ {communityGuidelinesLink} ಅನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆಯೇ ಎಂಬುದನ್ನು ನಾವು ವಿಮರ್ಶಿಸುತ್ತೇವೆ. ಎಲ್ಲ ವಿಮರ್ಶೆಯ ನಿರ್ಧಾರಗಳು ಅಂತಿಮವಾಗಿರುತ್ತವೆ.",
      "ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ಕೀವರ್ಡ್‌",
      "ಹಿಂಸಾಚಾರ ಅಥವಾ ಹಿಂಸೆಯ ಬೆದರಿಕೆ ಎಂದು ವರದಿ ಮಾಡುವುದೇ?",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "ಸಲಹೆ ನೀಡಲಾದ ಪ್ರೊಫೈಲ್‌ಗಳ ಡೈರೆಕ್ಟರಿ",
      "ಮುಂದೆ",
      "ಈ ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸುವುದೇ?",
      "ನೀವು ಲಿಂಕ್ ಅನ್ನು ಅನುಸರಿಸಿದ್ದೀರಿ ಅದು ನಿಮ್ಮನ್ನು {username} ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಖಾತೆಯಿಂದ ನಿಮ್ಮನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತದೆ.",
      "{date} ದಿನದಂದು {time of day} ಸಮಯದಲ್ಲಿ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದ ವೀಡಿಯೊವನ್ನು ನಾವು ನಿರ್ಬಂಧಿಸಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು ಕೆಳಗಿನ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿದೆ:",
      "ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವಿಕೆ ಇಮೇಲ್‌ಗಳನ್ನು ಮಿತಗೊಳಿಸಿ",
      "ಸರಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಜನರು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು {viewcount} ಬಾರಿಗಿಂತಲೂ ಹೆಚ್ಚು ವೀಕ್ಷಿಸಿದ್ದಾರೆ.",
      "{mins}}ನಿ ಹಿಂದೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ವರದಿಮಾಡು",
      "PayPal ಸೇರಿಸಿ",
      "ಮನವಿಯನ್ನು ಸಲ್ಲಿಸಿ",
      "ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಬದಲಾಯಿಸುವ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಜನ್ಮದಿನಗಳು",
      "ಇಮೇಲ್, ಫೋನ್ ಅಥವಾ ಬಳಕೆದಾರಹೆಸರು",
      "ಖಾತೆ ಎಚ್ಚರಿಕೆ",
      "{username} ಅವರಿಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಲಾಗುತ್ತಿದೆ",
      "ನಿಮ್ಮ ID ಯ ಫೋಟೋ ಕಳುಹಿಸಿ",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಅದು ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ದ ಹೋಗುತ್ತಿದೆ. ನೀವು ಮುಜುಗರಕ್ಕೆ ಒಳಗಾಗದಿದ್ದರೂ ಸಹ, ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳು ಎಲ್ಲರಿಗೂ ಗೌರವಯುತವಾದ ರೀತಿಯಲ್ಲಿ ತಮ್ಮನ್ನು ವ್ಯಕ್ತಪಡಿಸಲು ಜನರನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತವೆ.",
      "ಸ್ವಯಂ ಹಾನಿಗೆ ವರದಿ ಮಾಡಲಾಗಿದೆಯೇ?",
      "ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಆನ್ ಮಾಡುವುದರಿಂದ ವೆಬ್‌ನಲ್ಲಿ ಈಗ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ. ಯಾವುದೇ ಅನಾನುಕೂಲತೆಗಾಗಿ ಕ್ಷಮಿಸಿ.",
      "ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿ ಮತ್ತು ಪಾವತಿ ವಿಧಾನವನ್ನು ಮುಂದಿನ ಬಾರಿ ಸುರಕ್ಷಿತವಾಗಿ ಉಳಿಸಲಾಗುತ್ತದೆ.",
      "ಹೆಚ್ಚಿನ ಜನರನ್ನು ತಲುಪಲು ಮತ್ತು ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ನಿರ್ಮಿಸಲು ಸಹಾಯ ಮಾಡಲು Instagram ನಲ್ಲಿ ಪ್ರಚಾರಗಳನ್ನು ರಚಿಸಿ.",
      "1 ಇತರೆ",
      "Instagram ನ ನಿಯಮಗಳು",
      "ಸ್ಪ್ರಿಂಗ್‌ನಿಂದ ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಸುಲಭವಾಗಿ ಮಾರಾಟ ಮಾಡಲು ಅಂಗಡಿಯನ್ನು ತೆರೆಯಲು Instagram ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ.",
      "ಅಂಗಸಂಸ್ಥೆಯ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "Instagram ಸಾಧನಗಳ ಕುರಿತು ಸಲಹೆಗಳನ್ನು ಪಡೆಯಿರಿ.",
      "Safari",
      "ಈ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಾರ್ವಜನಿಕವಾಗಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಆದ್ದರಿಂದ ಜನರು ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಈ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು.",
      "ರದ್ದು ಮಾಡು",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಸುದ್ದಿಗಳು ಉತ್ತಮವಾಗಿವೆ",
      "ಇರಿಸು",
      "ಲಾಗಿನ್ ಸಹಾಯಕ ಇಮೇಲ್‌ಗಳನ್ನು ಮಿತಗೊಳಿಸಿ",
      "ಈ ಫೈಲ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ",
      "ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಈ ಬ್ರೌಸರ್ ಮೂಲಕ ಓದಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ನೀವು ಎರಡು ಅಂಶಗಳ ದೃಢೀಕರಣವನ್ನು ಹೊಂದಿಸಿದಾಗ ಒದಗಿಸಲಾದ 8-ಅಂಕಿಯ ಕೋಡ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ನಮೂದಿಸಿ.",
      "ನೀವು ತಿಳಿದಿರುವ ಹೆಸರನ್ನು ಬಳಸಿಕೊಂಡು ಅಂದರೆ ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು, ಅಡ್ಡಹೆಸರು ಅಥವಾ ವ್ಯಾಪಾರ ಹೆಸರಿನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ಜನರಿಗೆ ಸಹಾಯ ಮಾಡಿ:",
      "ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್‌ಗೆ ಹಿಂತಿರುಗಿ.",
      "ಇನ್ನೂ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳಿಲ್ಲ",
      "ಪೋಸ್ಟ್",
      "ಪ್ರೊಫೈಲ್‌ಗೆ ಹೋಗಿ",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಇದರರ್ಥ ಜನರು ಅದನ್ನು ವೀಕ್ಷಿಸಲು, ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ಪಡೆಯಿರಿ",
      "ನಗ್ನ ಅಥವಾ ಭಾಗಶಃವಾದ ನಗ್ನ ಮಕ್ಕಳ ಪೋಸ್ಟ್‌ಗಳು",
      "ಮೇರಿಲ್ಯಾಂಡ್ ವಿಶ್ವವಿದ್ಯಾಲಯ (UMD) ನಡೆಸಿದ ಈ ಸ್ವಯಂಪ್ರೇರಿತ ಸಮೀಕ್ಷೆಯು ಕೊರೊನಾವೈರಸ್ ಹರಡುವುದನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಆರೋಗ್ಯ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುತ್ತದೆ. ಇದು 3-5 ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆಮತ್ತು ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನೀವು Instagram ಅನ್ನು ತ್ಯಜಿಸುತ್ತೀರಿ.",
      "Facebook ಫೋಟೋ ಸೇರಿಸಿ",
      "ನಿಮಗೆ ಉತ್ತಮವಾದ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು, ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಸೇರಿದಂತೆ ನಿಮ್ಮ Facebook ಅಲ್ಲದೆ ಇತರ ಕಂಪನಿ ಉತ್ಪನ್ನಗಳಿಂದ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಜಾಹೀರಾತುದಾರರು ಮತ್ತು ಇತರ ಪಾಲುದಾರರು ನಮಗೆ ಒದಗಿಸುವ ಡೇಟಾವನ್ನು ನಾವು ಬಳಸುತ್ತೇವೆ. ನಿಮ್ಮ {ad settings} ನಲ್ಲಿ ನಿಮಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು ನಾವು ಈ ಡೇಟಾವನ್ನು ಬಳಸುತ್ತೇವೆಯೇ ಎಂಬುದನ್ನು ನೀವು ನಿಯಂತ್ರಿಸಬಹುದು.",
      "ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ರಚಿಸಲಾದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಿಯಂತ್ರಿಸಲು ನಿಮಗಿರುವ ಇತರ ಮಾರ್ಗಗಳು",
      "Instagram ನಲ್ಲಿನ #{tag_name} ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್  • ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ನಿಮ್ಮ ಖಾತೆ ಅಳಿಸಿಹೋಗಬಹುದು",
      "ಗೌಪ್ಯತೆ",
      "ವೀಡಿಯೊ ಫೈಲ್ ಓದಲಾಗುವುದಿಲ್ಲ",
      "ನೀವು ಸುದ್ದಿ ಮುಖ್ಯಾಂಶಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರಿಸಲಾಗಿದೆ",
      "ಈ ಕಾಮೆಂಟ್ ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ಸ್ಕ್ಯಾಮ್ ಆಗಿದೆ",
      "ಅಪ್ಲಿಕೇಶನ್ ಪಡೆದುಕೊಳ್ಳಿ",
      "ಅನುಮೋದನೆಯನ್ನು ನೀಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ.",
      "ಜಾಹೀರಾತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ನಿಮ್ಮಿಂದ ಪ್ರಮಾಣೀಕರಿಸಲಾಗಿದೆ",
      "ಈ ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಮೂಲಕ ಓದಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಟ್ಯಾಗ್ ಮಾಡಿ",
      "ಲಾಗಿನ್ ಚಟುವಟಿಕೆ",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್",
      "ಸ್ಪಿನ್ನರ್ ಪ್ಲೇಸ್‌ಹೋಲ್ಡರ್",
      "ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಅನ್ವೇಷಣೆ ಉತ್ತಮವಾಗಿದೆ",
      "ನಿರಾಕರಿಸು",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣದ ಜೊತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಂದ ಸಾಮಾನ್ಯವಾಗಿ ವರದಿ ಮಾಡಲಾದ ಕೀವರ್ಡ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ.",
      "ಇಮೇಲ್ ಕಳುಹಿಸಿದ ದೋಷ",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "ಮುಂದಿನ",
      "ಕುಕೀಗಳನ್ನು ಸಮ್ಮತಿಸುವುದೇ?",
      "ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ನಮೂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರಳಿ ಪಡೆಯಲು ನಿಮಗೆ ಒಂದು ಲಿಂಕ್ ಅನ್ನು ನಾವು ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ಎಂಬೆಡ್ ಮಾಡು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್",
      "ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಲಾಗಿನ್‌ಗೆ ಹಿಂತಿರುಗು",
      "1 ವಾರದ ಹಿಂದೆ",
      "ವೀಡಿಯೊಗಳು {minLengthInMinutes} ಮತ್ತು {maxLengthInMinutes} ನಿಮಿಷಗಳ ನಡುವೆ ಇರಬೇಕು.",
      "{previous items}, {following items}",
      "ಮನವಿ",
      "ಅದು ನೀವಲ್ಲ ಎಂದು ನೀವು ಹೇಳಿದ ಕಾರಣ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನವೀಕರಿಸಿ. ಇದನ್ನು ಹೊರತುಪಡಿಸಿ ನೀವು ಎಲ್ಲೆಡೆಯೂ ಲಾಗ್ ಔಟ್ ಆಗುತ್ತಿದ್ದೀರಿ ಆದ್ದರಿಂದ ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶಿಸಲು ಪ್ರಯತ್ನಿಸಿದವರು ಇನ್ನು ಮುಂದೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಂದ ಫೋಟೊಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಲಾಗಿನ್ ಮಾಡಿ.",
      "Facebook ಉತ್ಪನ್ನಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ವಿಶ್ಲೇಷಣೆಗಳು ಮತ್ತು ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಿಮಗಾಗಿ ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಜಾಹೀರಾತು ಮತ್ತು ಅಳತೆ ಸೇವೆಗಳಿಗಾಗಿ, ನಾವು ಇತರ ಕಂಪನಿಗಳಿಂದ ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ಈ ಕಂಪನಿಗಳು ಕುಕೀಗಳನ್ನು ಸಹ ಬಳಸುತ್ತವೆ. ನಮ್ಮ ಕುಕೀ ನೀತಿಗಳಲ್ಲಿ {Instagram} ಮತ್ತು {Facebook} ನಲ್ಲಿ ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.",
      "ನಿಮ್ಮ ನಗ್ನ ಚಿತ್ರಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವಂತೆ ಒತ್ತಾಯಿಸುವ ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಬೆದರಿಕೆಗಳು",
      "{username} ಅವರಿಂದ ಚಿತ್ರ",
      "ಆಗ",
      "ಫೋಟೋ ಪೋಸ್ಟ್ ಮಾಡಲು ಮನವಿ",
      "ಪರ್ಯಾಯ ಪಠ್ಯವು ದೃಷ್ಟಿ ದೋಷಗಳಿರುವ ಜನರಿಗಾಗಿ ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ.",
      "ನಿಮ್ಮ ಆಫ್-Facebook ಅಂದರೆ Facebook ಹೊರಗಿನ ಚಟುವಟಿಕೆಯನ್ನು ನೀವು ಪರಿಶೀಲಿಸಬಹುದು, ಇದು ವ್ಯವಹಾರಗಳು ಮತ್ತು ಸಂಸ್ಥೆಗಳು ಅವರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡುವಂತಹ ಅವರೊಂದಿಗಿನ ನಿಮ್ಮ ಸಂವಹನಗಳ ಬಗ್ಗೆ ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವ ಚಟುವಟಿಕೆಯ ಸಾರಾಂಶವಾಗಿದೆ. ಈ ಮಾಹಿತಿಯನ್ನು ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಅವರು ನಮ್ಮ Facebook ಲಾಗಿನ್ ಅಥವಾ Facebook ಪಿಕ್ಸೆಲ್ ಅಂತಹ {Business tools} ಅನ್ನು ಬಳಸುತ್ತಾರೆ. Facebook ನಲ್ಲಿ ನಿಮಗೆ ಹೆಚ್ಚು ವೈಯಕ್ತಿಕ ಅನುಭವವನ್ನು ನೀಡುವಂತಹ ಕೆಲಸಗಳನ್ನು ಮಾಡಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. {off-Facebook activity} ನಾವು ಅದನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಮತ್ತು ನೀವು ಅದನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸಬಹುದು ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ಕಳುಹಿಸಲಾಗಿದೆ. ನೀವು ಪೂರ್ಣಗೊಳಿಸಿರುವಿರಿ!",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆಯಿದೆ. ದಯವಿಟ್ಟು ಶೀಘ್ರದಲ್ಲಿಯೇ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಎಮೋಜಿ",
      "ನಮ್ಮ ಉತ್ಪನ್ನಗಳಲ್ಲಿನ ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸದೆ ಇರಬಹುದು",
      "ನಡೆಯುತ್ತಿರುವ ಅಧ್ಯಯನದ ಭಾಗವಾಗಿ ನಿಮ್ಮ instagram ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಿದರೆ, ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಿದ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ಪಾವತಿಗೆ ನೀವು ಅರ್ಹರಾಗಿರುವುದಿಲ್ಲ.",
      "ಈ ಖಾತೆಯನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಬಯಸುತ್ತೀರಾ?",
      "ಸೌಂಡ್‌ಟ್ರ್ಯಾಕ್ ಅಥವಾ ಸಂಗೀತದಂತಹ ಆಡಿಯೋ ಸೇರಿದಂತೆ ವೀಡಿಯೊದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿಯಿದ್ದರೆ, ನೀವು ನಿರ್ಬಂಧಿಸುವಿಕೆಯನ್ನು ಮನವಿ ಮಾಡಬಹುದು ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಅನಿರ್ಬಂಧಿಸಬಹುದಾಗಿದೆ. ಜನರು ಹಂಚಿಕೊಳ್ಳಲು ಅಧಿಕಾರವಿರುವ ವೀಡಿಯೊಗಳನ್ನು ಮಾತ್ರ ಪೋಸ್ಟ ಮಾಡಬೇಕು ಎಂಬುದನ್ನು ನೆನಪಿನಲ್ಲಿಡಿ. ನಿಮ್ಮದಲ್ಲದ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವಿಕೆಯು ನಿಮ್ಮ ಖಾತೆಯ ವಿರುದ್ಧ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲು ಕಾರಣವಾಗಬಹುದು.",
      "ಇತರೆ ಆಯ್ಕೆಗಳು:",
      "ಬಯೋದಲ್ಲಿ ಹಿಂದಿನ ಲಿಂಕ್‌ಗಳು",
      "Instagram ನಲ್ಲಿ {merchant user name} ಪ್ರಕಾರವಾಗಿ {name of the product} ಅನ್ನು ಶಾಪ್ ಮಾಡಿ",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "{username} ಅನ್ನು ವರ್ಗಾಯಿಸಲಾಗಿದೆ ಎಂಬುದಾಗಿ ತಿಳಿದಿಲ್ಲ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಅವುಗಳನ್ನು ಮರಳಿ ಸಾಮಾನ್ಯಕ್ಕೆ ವರ್ಗಾಯಿಸಬಹುದು.",
      "ಮರೆಯಾಗುವ",
      "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ ಸಹಾಯ",
      "ನಮೂದಿಸಿದ PIN ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಇತರರು",
      "ನಿರ್ಬಂಧಿಸು",
      "ಕುಕೀಸ್ ನೀತಿ",
      "ಲಿಂಕ್‌ ನಕಲಿಸಿ",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಪರಿಶೀಲಿಸುತ್ತೇವೆ ಮತ್ತು ನಾವು ಅದನ್ನು ದೃಢೀಕರಿಸಲು ಸಾಧ್ಯವಾದರೆ, ನಿಮಗೆ ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿ ಸುಮಾರು 24 ಗಂಟೆಗಳ ಒಳಗೆ ವಿಮರ್ಶೆಯನ್ನು ಕೋರಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "ನಿಮ್ಮ ಕುಕೀ ಆಯ್ಕೆಗಳನ್ನು ನಾವು ನೆನಪಿಸಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ನೀವು Instagram ಅಥವಾ Facebook ಗೆ ಲಾಗ್ಇನ್ ಆಗಿರುವಲ್ಲಿ ಮತ್ತು ಇತರ Facebook ಉತ್ಪನ್ನಗಳಿಗೆ ಲಾಗ್ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಬಳಸುವಲ್ಲೆಲ್ಲಾ ಅವುಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು.",
      "ನಿಮ್ಮ Instagram ಖಾತೆಯಲ್ಲಿ ನಿಯಂತ್ರಣಗಳು",
      "ಪಾವತಿ ಉಡುಗೊರೆ ನೆರವು",
      "ಗೌಪ್ಯತೆ ಬದಲಾಯಿಸುವುದೇ?",
      "SSN ನ 4 ಕೊನೆಯ ಅಂಕಿಗಳು",
      "ಈ ಖಾತೆಗಳು ನಿಮ್ಮ ಖಾತೆಗಳ ಕೇಂದ್ರದಲ್ಲಿರುವುದರಿಂದ ನೀವು ಅವುಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಬಹುದು.",
      "ಅಪ್ಲಿಕೇಶನ್ ಪಡೆದುಕೊಳ್ಳಿ",
      "ಅಳಿಸು",
      "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನವೀಕರಿಸಿ",
      "ಆಯ್ಕೆಮಾಡಲಾದ ಕುಕೀಸ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ",
      "ನೀವು {username} ಅವರನ್ನು ಅನುಸರಿಸಲು ವಿನಂತಿಸಲಾಗಿದೆ",
      "ಪರ್ಯಾಯ ಪಠ್ಯವನ್ನು ಬರೆಯಿರಿ",
      "Instagram ನಿಮಗೆ ತೋರಿಸುವಂತಹ ಜಾಹೀರಾತುಗಳನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ",
      "ಈ ಲೈವ್‌ ವೀಡಿಯೊವನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ಟ್ಯಾಗ್ ಸ್ಥಳಕ್ಕಾಗಿ ಫೋಟೋ",
      "ಲಿಂಕ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "{username} ಮತ್ತು {other users} ಅವರು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ",
      "ಟ್ಯಾಗ್:",
      "ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.",
      "ಆನ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ದೋಷದ ವರದಿಯನ್ನು ಸಲ್ಲಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಸೈನ್ ಅಪ್ ಮಾಡಿ",
      "ಕ್ಷಮಿಸಿ, ಈ ಲಿಂಕ್ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸಲು, ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
      "ಎರಡು ಅಂಶದ ದೃಢೀಕರಣ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ",
      "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?",
      "ಫೋಟೋ ಬದಲಿಸಿ",
      "ಕವರ್ ಫೋಟೋ",
      "ಹೆಚ್ಚಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ, ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರನ್ನು ಮರಳಿ {username} ಗೆ ಇನ್ನೊಂದು 14 ದಿನಗಳಿಗಾಗಿ ಬದಲಾಯಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "ಪ್ರೊಫೈಲ್‌ ಫೋಟೋ",
      "{like this} ಗೆ ಮೊದಲಿಗರಾಗಿ",
      "ಹೊಸ ವೀಡಿಯೊ ಸೇರಿಸಿ",
      "4-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ",
      "ದೃಢೀಕರಣ ಕೋಡ್",
      "ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.",
      "ಹಿಂಸೆ ಅಥವಾ ಅಪಾಯಕಾರಿ ಸಂಘಟನೆಗಳ ಮಾರ್ಗದರ್ಶನಗಳು",
      "ನಿಮ್ಮ ಸುದ್ದಿ",
      "ಪರ್ಯಾಯವಾಗಿ, ನೀವು {appeal form link} ಅನ್ನು ತುಂಬುವ ಮೂಲಕ ಮೇಲ್ಮನವಿಯನ್ನು ಸಲ್ಲಿಸಬಹುದು",
      "ಹೆಚ್ಚಿನ ಕ್ಯಾಮರಾ ಎಫೆಕ್ಟ್‌ಗಳು. ಹೆಚ್ಚಿನ ಸ್ಟಿಕ್ಕರ್‌ಗಳು. ಸಂದೇಶಕ್ಕೆ ಹೆಚ್ಚಿನ ಹಾದಿಗಳು. ಕೇವಲ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಾತ್ರ.",
      "ಇಲ್ಲ",
      "Instagram Lite ನಲ್ಲಿ ಪೂರ್ಣ ಅನುಭವವನ್ನು ಪಡೆಯಿರಿ",
      "ಇದೀಗ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ಇದು ಇನ್ನೂ ತಪ್ಪು ಎಂದು ನೀವು ನಂಬಿದರೆ ಮತ್ತು ಈ ಫೋಟೋವನ್ನು ಬಳಸಲು ಅನುಮತಿ ಹೊಂದಿದ್ದರೆ {Submit an appeal text bolded}.",
      "ನೀವು ಈ ಆಹ್ವಾನವನ್ನು ತೆಗೆದುಹಾಕಲು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?",
      "ಈ ವೀಡಿಯೊವನ್ನು ಈ ಕೆಳಗಿನ ಸ್ಥಳಗಳಲ್ಲಿ ಇನ್ನೂ ನೋಡಬಹುದು ಎಂದು ಜ್ಞಾಪಿಸಿ:",
      "ನಾವು ಕೆಲಸ ನಿರ್ವಹಿಸುವ ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ತಮ್ಮ ಸೇವೆಗಳ ಭಾಗವಾಗಿ ಕುಕೀಗಳು ಮತ್ತು ಅಂತಹುದೇ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತವೆ. ಜಾಹೀರಾತುದಾರರು ಸಾಮಾನ್ಯವಾಗಿ ಕುಕೀಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಾರೆ ಮತ್ತು ಅವರು ನೀಡುವ ಆಯ್ಕೆಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು, ನೀವು ಈ ಕೆಳಗಿನ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು:",
      "ನಿಯಂತ್ರಿತ ಖಾತೆ",
      "ನಿಮ್ಮ ಅನ್ವೇಷಣೆಯಿಂದ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ",
      "Instagram ನಲ್ಲಿ ಚಟುವಟಿಕೆಯನ್ನು ತೋರಿಸಲು ನಾವು ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ನಾವು ನವೀಕರಿಸಿದ್ದೇವೆ, ಆದ್ದರಿಂದ ನೀವು ನಿಯಮಿತವಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ನಾವು ಜಾಹೀರಾತಿನೊಂದಿಗೆ ವ್ಯವಹರಿಸುವಾಗ ಜನರು ನೋಡಬಹುದು.",
      "ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುತ್ತಿರುವ ಖಾತೆಗಳು",
      "ಲಾಗ್ ಔಟ್",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ನಿಮ್ಮ ವೀಡಿಯೊ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯ ಕುರಿತು ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ {reference owner name} ಅವರಿಗೆ ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು {number of days} ದಿನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಟ್ಯಾಗ್ ಮಾಡು",
      "ನೇ",
      "ನಿಮ್ಮ ಶಾಪಿಂಗ್ ಬ್ಯಾಗ್ Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ.",
      "ಸಂಗ್ರಹಣೆಯಿಂದ ತೆಗೆದುಹಾಕಿ",
      "ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ಫೈಲ್ 1GB ಅಥವಾ ಕಡಿಮೆಯಿರಬೇಕು",
      "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.",
      "{count} ನಂತಹ",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಇತರರು ತಮ್ಮ ಹೊಸ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ನೋಡಬಹುದೇ ಎಂದು ನೀವು ನಿಯಂತ್ರಿಸುತ್ತೀರಿ.",
      "{application name} ಇದು {username} ಕುರಿತಾದ  ಈ ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಬಯಸುತ್ತದೆ:",
      "ಹಂಚಿಕೊಳ್ಳಲು ಲಾಗಿನ್ ಮಾಡಿ",
      "ನಿಮ್ಮ {=cookie settings} ನಲ್ಲಿ ಯಾವುದೇ ಸಮಯದಲ್ಲಾದರೂ ಇದನ್ನು ಬದಲಾಯಿಸಬಹುದು.",
      "ಹೌದು",
      "Instagram ತುಂಬಿದ ಹೃದಯ",
      "ಒಂದು ವೇಳೆ ನೀವು ಬೇರೆಯವರ ಪ್ರೊಫೈಲ್ ವರದಿ ಮಾಡಿದರೆ, ಯಾರು ವರದಿ ಮಾಡಿದ್ದಾರೆಂದು Instagram ಅವರಿಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "ಇದರ ಪರಿಣಾಮವನ್ನು Instagram ನಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಸಿದ್ಧವಾಗಿದೆ",
      "ಅತ್ಯುತ್ತಮ Instagram ಅನುಭವ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ.",
      "Instagram ಇತರರ ಹಕ್ಕುಸ್ವಾಮ್ಯಗಳನ್ನು ಗೌರವಿಸುತ್ತದೆ, ಹಾಗೂ Instagram ನಲ್ಲಿ ಮತ್ತೊಬ್ಬ ವ್ಯಕ್ತಿಯ ಹಕ್ಕುಸ್ವಾಮ್ಯಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವಂತಹ ಯಾವುದೇ ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದು, ಪೋಸ್ಟಿಂಗ್ ಅಥವಾ ಪ್ರಸಾರವನ್ನು ಬಳಕೆದಾರರಿಂದ ನಾವು ನಿಷೇಧಿಸುತ್ತೇವೆ.",
      "ನೀವು ನಿಮ್ಮ Instagram ಅಥವಾ Facebook ಖಾತೆಯನ್ನು ಬಳಸಿ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಆಗಿದ್ದಲ್ಲಿ, ಆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿ೦ದ ಲಾಗ್ ಔಟ್ ಆಗುತ್ತೀರಿ ಮರಳಿ ಲಾಗಿನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ",
      "ಸಾಮಾನ್ಯಕ್ಕೆ ಸರಿಸಲಾಗಿದೆ",
      "ಐಕಾನ್ ಎಣಿಕೆಯನ್ನು ಪ್ಲೇ ಮಾಡಿ",
      "ಹೊಸದಾದ ವೀಡಿಯೊ ಪೋಸ್ಟ್",
      "{name} ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಎಂದಿಗೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ",
      "ನಿಮ್ಮ {contentTypeText} ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ದ ಹೋಗುತ್ತಿರುವುದರಿಂದಾಗಿ ನಾವು ಅದನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ. ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್ ಮಾಡಲಾದ ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸದಂತೆ ತಡೆಯುವುದಕ್ಕೆ ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸುವುದು ಏಕೈಕ ಮಾರ್ಗವಾಗಿದೆ.",
      "ಈ ಕಾಮೆಂಟ್ ಅನ್ನು ಅನುಮೋದಿಸುವುದೇ?",
      "ಇಮೇಲ್ ವಿಳಾಸ",
      "Facebook Pay ನಲ್ಲಿ ಐ ಐಕಾನ್ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ ಪುಟ",
      "1ದಿ",
      "ಖಾತೆಯನ್ನು ವರದಿ ಮಾಡಿ",
      "ಪೋಸ್ಟ್ ತ್ಯಜಿಸುವುದೇ?",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ",
      "{username} ಅವರನ್ನು ಅನಿರ್ಬಂಧಿಸುವುದೇ?",
      "ದೇಣಿಗೆ ನೀಡುವಿಕೆಯ ಗೋಚರತೆ",
      "ಖಾತೆಗಳನ್ನು ಸಂಪಾದಿಸಿ",
      "{action text} ಮೂಲಕ ನಮ್ಮ {payment terms} ಗೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ.",
      "ಜಾಹೀರಾತು ವರದಿ",
      "ನೀವು ಮರಳಿ ಲಾಗಿನ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆ.",
      "Instagram ನಲ್ಲಿ ಜನ್ಮದಿಗಳು",
      "ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "{name of the user who liked the photo} ಅವರು ನಿಮ್ಮ ಫೋಟೊವನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ.",
      "ನಿಮ್ಮ Facebook ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ನಿಮ್ಮ ಖಾತೆಯು ವ್ಯಾಪಾರ, ಸಾಕುಪ್ರಾಣಿ ಅಥವಾ ಬೇರೆ ಏನಕ್ಕಾದರೂ ಬಳಸಿದ್ದರೂ ಸಹ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ. ಇದು ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಪ್ರೊಫೈಲ್‌ನ ಭಾಗವಾಗಿರುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.",
      "ಅಧಿಸೂಚನೆಗಳು",
      "ನಿಮ್ಮ ವಿವಾದವನ್ನು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ",
      "ಸರಳೀಕೃತ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ",
      "ಮರುಪ್ರಯತ್ನಿಸು",
      "ನಿಮ್ಮ ಹೆಸರಿನಟ್ಯಾಗ್ ಸ್ವಚ್ಛವಾಗಿ ಇರಿಸಿ",
      "ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿ",
      "ವಜಾಗೊಳಿಸು",
      "ನಿಮ್ಮ ಸುದ್ದಿಗೆ ಯಾರು ಪ್ರತ್ಯುತ್ತರಿಸಬಹುದು ಎಂಬುದನ್ನು ಆರಿಸಲಾಗುತ್ತಿದೆ",
      "ಭೇಟಿ ನೀಡು",
      "ನೀವು ಎಲ್ಲಾ ಕುಕೀಸ್ ಬಳಕೆಯನ್ನು ಅನುಮತಿಸಬಹುದು ಅಥವಾ ನೀವು ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಬಹುದು. ನಿಮ್ಮ ಕುಕೀ ಆಯ್ಕೆಗಳನ್ನು ನಾವು ನೆನಪಿಸಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ನೀವು Instagram ಅಥವಾ Facebook ಗೆ ಲಾಗ್ ಇನ್ ಆಗಿರುವಲ್ಲೆಲ್ಲಾ ಮತ್ತು ಇತರ Facebook ಉತ್ಪನ್ನಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಎಲ್ಲಿ ಬಳಸುತ್ತೀರೋ, ಆ ಆಯ್ಕೆಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು.",
      "{Bold text if your appeal for video is approved} ನೀವು ಹಂಚಿಕೊಂಡ ಮೂಲ ವೀಡಿಯೊವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗುವುದಿಲ್ಲ.",
      "ನೀವು ಈ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸಿದರೆ:",
      "ಬ್ರೌಸ್ ಮಾಡಿ",
      "ನೀವು ಇತರೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಂದ ಯಾವುದೇ ಸ್ಯಾಂಡ್‌ಬಾಕ್ಸ್ ಆಹ್ವಾನಗಳನ್ನು ಹೊಂದಿಲ್ಲ",
      "ಅನುಸರಿಸುವವರು",
      "ಈ ವೀಡಿಯೊದ ಯಾವುದೇ ಭಾಗವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿರುವುದು ನಿಮಗೆ ಖಚಿತವಾಗಿರದಿದ್ದರೆ ನೀವು ಈ ವೀಡಿಯೊವನ್ನು ತೆಗೆದುಹಾಕಬಹುದು.",
      "ಲಾಗ್ ಇನ್",
      "ಸರಿ",
      "ಸಾಕ್ಷ್ಯವನ್ನು ಲಗತ್ತಿಸಿ",
      "ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳು",
      "ನೀವು ಈಗಾಗಲೇ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಖಾತೆಗಳನ್ನು ಉಳಿಸಿದ್ದೀರಿ. ಲಾಗ್ ಔಟ್ ಮಾಡಿದಾಗ ನೀವು ಉಳಿಸಿದ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು.",
      "ಅನ್ವೇಷಣೆಯಲ್ಲಿ ಖಾತೆಗಳು, ಸ್ಥಳಗಳು ಅಥವಾ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳಿಗಾಗಿ ನೀವು ಮಾಡಿದ ಹುಡುಕಾಟಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ.",
      "ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ಸುದ್ದಿಗಳನ್ನು ರಚಿಸಲು, ಹಂಚಿಕೊಳ್ಳಲು ಮತ್ತು ಆರ್ಕೈವ್ ಮಾಡಲು ಆ್ಯಪ್‌ಗೆ ಬದಲಿಸಿ.",
      "ನೀವು ಈ ಚಟುವಟಿಕೆಯನ್ನು ಗುರುತಿಸದಿದ್ದರೆ, ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಿ.",
      "ಮುದ್ರಣದೋಷ?",
      "ನೀವು ವೀಕ್ಷಿಸುವ ಜಾಹೀರಾತುಗಳು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು, ವಿಶ್ಲೇಷಣೆಗಳೊಂದಿಗೆ ವ್ಯಾಪಾರಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಮತ್ತು ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ಮತ್ತು ನಿಮಗಾಗಿ ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. {Instagram} ಮತ್ತು {Facebook} ನಲ್ಲಿನ ನಮ್ಮ ಕುಕೀ ನೀತಿಯಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.",
      "ಪ್ರಾಥಮಿಕ",
      "ಈ ಫೈಲ್‌ಗಳು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ",
      "ಅನುಸರಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ನೀವು ಮತ್ತು {username} ಅವರು ಈಗಾಗಲೇ ಪರಸ್ಪರರನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ!",
      "ಡೇಟಾ ನೀತಿ (ಅಗತ್ಯವಿದೆ)",
      "ಈವೆಂಟ್ ಆಯ್ಕೆಮಾಡಿ",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ",
      "ಶೀರ್ಷಿಕೆ ಸೇರಿದಂತೆ",
      "ಸ್ವಸ್ತಿಕಗಳು ಅಥವಾ ವೈಟ್ ಪವರ್ ಹಸ್ತ ಚಿಹ್ನೆಗಳ ರೀತಿಯ ದ್ವೇಷ ಭಾಷಣ ಅಥವಾ ಚಿಹ್ನೆಗಳ ಫೋಟೋಗಳು",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ",
      "ಒಮ್ಮೆ ನೀವು ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳನ್ನು ಅನುಸರಿಸಿದಾಗ, ನೀವು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ನೋಡುತ್ತೀರಿ.",
      "ನೀವು ಬಿಡಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ನಿಮ್ಮ ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ರದ್ದುಗೊಳ್ಳುತ್ತದೆ",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸು",
      "{sender_email} ಇಂದ ಕಳುಹಿಸಲಾಗಿದೆ",
      "ನೀವು 10 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಇನ್ನೊಂದನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ.",
      "ಜನರನ್ನು ಹುಡುಕಿ",
      "ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಎಳೆಯಿರಿ ಮತ್ತು ಡ್ರಾಪ್ ಮಾಡಿ",
      "ಪಿನ್ ರಚಿಸಲಾಗಿದೆ",
      "ಪೋಷಕರ ಅನುಮೋದನೆ",
      "ಟ್ಯಾಗ್ ಮಾಡಲಾದ #{hashtag} ಜೊತೆಗೆ ಪೋಸ್ಟ್ ಅನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ",
      "ನೀವು  {trademarks} ಸೇರಿದಂತೆ ಮತ್ತೊಂದು ಪಕ್ಷದ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸದಿದ್ದರೆ ಮಾತ್ರ ಅದನ್ನು Instagram ಗೆ ಪೋಸ್ಟ್ ಮಾಡಬಹುದು. ಸಾಮಾನ್ಯವಾಗಿ, ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಉಲ್ಲಂಘನೆಯು ಸಂಭವಿಸಿದಾಗ:",
      "ಡೈರೆಕ್ಟರಿ",
      "ಖಾತೆ ದೃಢೀಕರಿಸಿ",
      "ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಸಲ್ಲಿಸು",
      "ರಾಜ್ಯ",
      "ಪ್ರಸ್ತುತ ಬ್ರೌಸರ್",
      "ಗುಂಪನ್ನು ವ್ರಗಾಯಿಸಲಾಗಿದೆ ಎಂಬುದಾಗಿ ಅದಕ್ಕೆ ತಿಳಿದಿಲ್ಲ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸಾಮಾನ್ಯಕ್ಕೆ ಮರಳಿ ಗುಂಪನ್ನು ವರ್ಗಾಯಿಸಬಹುದು.",
      "ಕಾಮೆಂಟ್‌ಗಳು",
      "ನೀವು Instagram ನೊಂದಿಗೆ {application name} ಗೆ ಮುಂಚಿತವಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಿದ್ದೀರಿ.",
      "ಸಂಗ್ರಹಣೆಯ ಹೆಸರು",
      "ಖಾತೆ ಬದಲಾಯಿಸು",
      "ನಿಮ್ಮ ಪೋಟೋವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ.",
      "ಕೀವರ್ಡ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.",
      "ನೀವು ಫೋಟೋಗಳು ಅಥವಾ ವೀಡಿಯೊಗಳನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಈ ವೀಡಿಯೊವು ಒಂದು ನಿಮಿಷಕ್ಕಿಂತಲೂ ಉದ್ದವಾಗಿದೆ.",
      "ಸಂಗ್ರಹಣೆಯನ್ನು ಅಳಿಸಿ",
      "ಮುಖಪುಟ",
      "ನಿರ್ಬಂಧಿಸು",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ",
      "ಬೀದಿ ವಿಳಾಸ",
      "ಇನ್-ಸ್ಟ್ರೀಮ್ ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳನ್ನು ಹೊಂದಿಸಲು ಮತ್ತು ಹಣ ಗಳಿಸುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು Instagram ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸಿ.",
      "ನಿಮ್ಮ ಕಥೆಯಿಂದ ಈ ವೀಡಿಯೊ ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
      "Facebook ಕಂಪನಿ ಉತ್ಪನ್ನಗಳು",
      "ಇಮೇಲ್ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ",
      "IGTV ಮತ್ತು ನಿಮ್ಮ Facebook ಪುಟದಲ್ಲಿ ನಿಮ್ಮ ವೀಡಿಯೊಗಳು ಗೋಚರಿಸುವಂತೆ ಮಾಡುವ ಮೂಲಕ ಹೆಚ್ಚಿನ ಜನರನ್ನು ತಲುಪಿ.",
      "ಜನ್ಮದಿನಾಂಕ",
      "ಅನುಮತಿಸುವ ಮೂಲಕ {=app name} ನಿಮ್ಮ ಮಾಹಿತಿಗೆ ನಿರಂತರ ಪ್ರವೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ ಮತ್ತು {=app name} ಅದನ್ನು ಪ್ರವೇಶಿಸಿದಾಗ Instagram ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ. ಈ ಹಂಚಿಕೆ ಮತ್ತು ನೀವು ಹೊಂದಿರುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಕುರಿತು {=learn more}.",
      "ಐಟಂ ಲಭ್ಯವಿಲ್ಲ ಯಾವುದೇ ಫೋಟೋ ಐಕಾನ್ ಇಲ್ಲ",
      "ಈ ರೀತಿಯ ಹೆಚ್ಚಿನ ಖಾತೆಗಳನ್ನು ಹುಡುಕಿ",
      "ನಾವು {phone number} ಸಂಖ್ಯೆಗೆ ಕಳುಹಿಸಿದ 6- ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಈ ಎಂಬೆಡ್ ಬಳಸಿಕೊಂಡು, ನೀವು Instagram {apiTermsOfUseLink}  ಸಮ್ಮತಿಸುವಿರಿ.",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಎಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ",
      "ವೀಡಿಯೊ ಯಾವುದೇ ಶಬ್ದವನ್ನು ಹೊಂದಿಲ್ಲ",
      "{username} ಅವರನ್ನು ಅನುಸರಿಸದಿರುವುದರಿಂದ ನಿಮ್ಮ ಫೀಡ್‌ನಲ್ಲಿರುವ ಅವರ ಯಾವುದೇ ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು ಅಥವಾ ಸುದ್ದಿಗಳನ್ನು ನೀವು ವೀಕ್ಷಿಸುವುದಿಲ್ಲ.",
      "ಸ್ಕಿಪ್",
      "ಕಿರುಕುಳ ಅಥವಾ ಬೆದರಿಕೆ",
      "ಅನುಮೋದನೆಗಾಗಿ ಕೇಳಿ",
      "ಪ್ರತ್ಯುತ್ತರಗಳನ್ನು ವೀಕ್ಷಿಸಿ ({hidden replies})",
      "ನಗ್ನತೆ ಅಥವಾ ಲೈಂಗಿಕ ಚಟುವಟಿಕೆ ಮಾರ್ಗದರ್ಶನಗಳು",
      "ಎಲೆಕ್ಟ್ರಾನಿಕ್ ಸಹಿ",
      "ಆನ್ ಮಾಡಿ",
      "ಮನವಿ",
      "ವರದಿ ಮಾಡಿ",
      "ದ್ವೇಷ ಭಾಷಣ ಅಥವಾ ಚಿಹ್ನೆಗಳು",
      "{category name, already translated} ಖಾತೆಗಳು",
      "Facebook ಮತ್ತು Instagram ಖಾತೆಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಿ",
      "ನಿಮ್ಮ ಸುದ್ದಿಗೆ ಸೇರಿಸಲು ನಿಮ್ಮ ಸಾಧನವನ್ನು ತಿರುಗಿಸಿ.",
      "ವ್ಯಾಪಾರ ಖಾತೆಗೆ ಬದಲಾಯಿಸುವುದೇ?",
      "Instagram ನಿಂದ ಇಮೇಲ್‌ಗಳು",
      "ರದ್ದುಮಾಡಿ",
      "ನಿಮ್ಮ ದೇಣಿಗೆಯನ್ನು ಸ್ವೀಕರಿಸುವ ಸಂಸ್ಥೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಹೆಸರನ್ನು ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ. Instagram ಈ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ನವೀಕರಣಗಳನ್ನು ಕಳುಹಿಸುತ್ತದೆ.",
      "ವರ್ಗ",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು",
      "ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
      "ನಿಮ್ಮ ಅನುಸರಣೆದಾರರ ಕುರಿತು ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಿರಿ ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳ ಕಾರ್ಯನಿರ್ವಹಣೆ ಹೇಗಿದೆಂಬುದನ್ನು ನೋಡಿ.",
      "ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳು",
      "ಮುಂದುವರಿಸು",
      "ನಿಮ್ಮ ID ನಲ್ಲಿನ ಮೊದಲ ಹೆಸರು",
      "1 ವ್ಯಕ್ತಿ",
      "ಸೈನ್ ಅಪ್ • Instagram",
      "ನೀವು ಈ ಫೋಟೋವನ್ನು ನಿಮ್ಮ ಮೊದಲ ಪೋಸ್ಟ್‌ನಂತೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು.",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಮರಳಿ ಹೋಗಲು ನಾವು {email} ಗೆ ಲಿಂಕ್ ನೊಂದಿಗೆ ಒಂದು ಇಮೇಲ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ.",
      "ಒಬ್ಬ ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿ",
      "ದಯವಿಟ್ಟು ನಮ್ಮ {termsLink} ಮತ್ತು {dataPolicyLink} ಗೆ ಕೆಲವು ಬದಲಾವಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಿ. ನಿಮ್ಮ Instagram ಅನುಭವ ಬದಲಾಗುತ್ತಿಲ್ಲ, ಮತ್ತು ನೀವು ಇನ್ನೂ ನಿಮ್ಮ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಾವು ಉತ್ತಮ ಮಾರ್ಗಗಳನ್ನು ನೀಡುತ್ತೇವೆ. ಜುಲೈ 14, 2018 ರಂದು ಅಥವಾ ನಂತರ Instagram ಅನ್ನು ಬಳಸಲು ನೀವು ಈ ನವೀಕರಣಗಳನ್ನು ಒಪ್ಪುತ್ತೀರಿ.",
      "1 ಸ್ಥಳ",
      "{UserLink} ಅವರಿಂದ ಹೆಚ್ಚು ಪೋಸ್ಟ್‌ಗಳು",
      "ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ. ಚಿತ್ರಗಳನ್ನು ಮಾತ್ರ ಪೋಸ್ಟ್ ಮಾಡಬಹುದಾಗಿದೆ.",
      "ವಯಸ್ಸಿನ ಅಗತ್ಯತೆಗಳು",
      '"{videoTitle}" ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ',
      "ನಿಮಗೆ ಇದನ್ನು ರದ್ದುಪಡಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಇತಿಹಾಸ ಹುಡುಕಾಟಗಳನ್ನು ನೀವು ತೆರವುಗೊಳಿಸಿದರೆ, ಸಲಹೆ ನೀಡಲಾದ ಫಲಿತಾಂಶಗಳಿಗಾಗಿ ನೀವು ಹುಡುಕುವ ಖಾತೆಯನ್ನು ನೀವು ಇನ್ನೂ ವೀಕ್ಷಿಸಬಹುದು.",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಿ",
      "ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಮುಂದುವರೆಯಿರಿ",
      "{Contact content owner text bolded} ಈ ವಿಷಯವನ್ನು ಬಳಸುವ ಹಕ್ಕನ್ನು ನೀವು ಹೊಂದಿರುವಿರಿ ಎಂಬುದಾಗಿ ನೀವು ಭಾವಿಸಿದರೆ, {reference owner name} ಅವರನ್ನು {content owner email link} ನಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ.",
      "ಬಟನ್: ಲಿಂಕ್ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ತಪ್ಪಾದ ಪಾಸ್‌ವರ್ಡ್‌",
      "{filename} ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಮುಂದುವರಿಸಲು, ಬೇರೊಂದು ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ರಾಷ್ಟ್ರಗಳು",
      "ಲೈವ್ ವೀಡಿಯೊ",
      "ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ {reference owner name} ಅವರು ನಿಮ್ಮ ವಿವಾದವನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದಾರೆ ಏಕೆಂದರೆ ವೀಡಿಯೊವು ತಮ್ಮ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿದೆ ಎಂಬುದಾಗಿ ಅವರು ನಂಬುತ್ತಾರೆ.",
      "ಎಲ್ಲವನ್ನೂ ಅಳಿಸುವುದೇ?",
      "ಖಚಿತತೆ ಕೋಡ್",
      "ಖಾತೆಯನ್ನು ತೆಗೆದುಹಾಕಿ",
      "MM/YY",
      "9:16",
      "ಟ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ",
      "ಧ್ವನಿಪಥ ಅಥವಾ ಸಂಗೀತದಂತಹ ಆಡಿಯೊ ಸೇರಿದಂತೆ ವೀಡಿಯೊದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿ ಇದ್ದರೆ, ನೀವು ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ಮನವಿ ಮಾಡಬಹುದು ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಮರು-ಪೋಸ್ಟ್ ಮಾಡಬಹುದು.",
      "ಪ್ರೊಫೈಲ್‌ಗಳು",
      "@{username} ಮೂಲಕ ಈ Instagram ಪೋಸ್ಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಈ ವ್ಯಾಪಾರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದ Facebook ನಲ್ಲಿ ನಿಮ್ಮ ವ್ಯವಹಾರದೊಂದಿಗೆ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸಂಯೋಜನೆಗಳಾಗಿವೆ. ಅವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಮಾಹಿತಿಯನ್ನು ಅವರು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ Facebook ವ್ಯವಹಾರ ಸ್ವತ್ತುಗಳಿಗಾಗಿ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು. ವ್ಯಾಪಾರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು Facebook ನಲ್ಲಿ ನಿಮ್ಮ ವ್ಯವಹಾರದೊಂದಿಗೆ ನಿರಂತರ ಸಂಪರ್ಕವನ್ನು ಕಾಯ್ದುಕೊಳ್ಳುತ್ತವೆ. ಈ ವ್ಯವಹಾರ ಅಪ್ಲಿಕೇಶನ್ (ಮತ್ತು ನಿಮ್ಮ ಪರವಾಗಿ ಅದನ್ನು ಬಳಸಲು ನೀವು ಅಧಿಕಾರ ಹೊಂದಿರುವವರು) ನೀವು ಅದನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಲು ಆಯ್ಕೆ ಮಾಡುವವರೆಗೆ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "IGTV ಮತ್ತು Facebook ಪುಟ",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ. ಒಮ್ಮೆ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ನಿಮ್ಮ ಖಾತೆಗಳ ಕೇಂದ್ರದಲ್ಲಿ ಖಾತೆಗಳಾದ್ಯಂತ ಲಾಗಿನ್ ಆಗುವುದನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.",
      "ಬಳಕೆದಾರರ ID",
      "ತಾಪಮಾನ",
      "@{username} ಅನುಸರಿಸುವುದೇ?",
      "ನಿಮ್ಮ ವೀಡಿಯೊ {viewcount} ಸಮಯಕ್ಕಿಂತಲೂ ಹೆಚ್ಚಿನ ಬಾರಿ ವೀಕ್ಷಿಸಬಹುದಾಗಿದೆ.",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ನೀವು ಫೋಟೋ ID ಫೈಲ್ ಆಯ್ಕೆಮಾಡಬೇಕು",
      "ಕುರಿತು",
      "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.",
      "ದೃಢೀಕರಣವನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ",
      "ತೊಡಗಿಕೊಳ್ಳಿರಿ",
      "PIN ನಮೂದಿಸಿ",
      "ಅನುಮತಿಸಬೇಡ",
      "{username} + {othersCount} ಇತರರು",
      "ಧ್ವನಿ",
      "ಸ್ನೇಹಿತರಿಂದ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಸೈನ್ ಅಪ್ ಮಾಡಿ ಮತ್ತು ನೀವು ಪ್ರೀತಿಸುವ ಇತರ ಖಾತೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
      "ತಿಂಗಳು:",
      "ಮುಖಪತ್ರ",
      "Facebook Pay ಅನ್ನು ನಿರ್ವಹಿಸಿ",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ಪಡೆಯಿರಿ",
      "ನೀವು 10 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಇನ್ನೊಂದನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ.",
      "ಸ್ಥಳಗಳು",
      "ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ಡೇಟಾ ನೀತಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.",
      "Facebook Pay ಬ್ರ್ಯಾಂಡಿಂಗ್ ಲೋಗೋ",
      "Instagram ಲೈಟ್ ಬಳಸಿ",
      "ಫೋಟೋ ID ಐಕಾನ್ ಸೇರಿಸು",
      "ನೀವು ದೃಢೀಕರಣ ಕೋಡ್‌ಗಳನ್ನು ಹೇಗೆ ಪಡೆಯುತ್ತೀರಿ",
      "ನೀವು ಮೊದಲು Instagram ಬಳಸಿದ ಸಾಧನಗಳಿಂದ ಲಾಗಿನ್ ಸಹಾಯ ಇಮೇಲ್‌ಗಳನ್ನು ಮಾತ್ರ ಪಡೆಯಿರಿ. ಈ ಸೆಟ್ಟಿಂಗ್ ಮುಂದಿನ {days to snooze} ದಿನಗಳವರೆಗೆ ಇರುತ್ತದೆ.",
      "ದಯವಿಟ್ಟು ನೀವು ಈ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಬಾರದು ಎಂದು ಏಕೆ ನಂಬುತ್ತೀರಿ ಎಂಬುದನ್ನು ವಿವರಿಸಿ.",
      "ಪೋಸ್ಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ.",
      "ಸಂದೇಶ ಲಭ್ಯವಿಲ್ಲ",
      "ಯಾವುದೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಈ ಕುಕೀಸ್‌ನ ನಮ್ಮ ಬಳಕೆಯನ್ನು ನೀವು ಅನುಮತಿಸಿದರೆ:",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೊ ಸೇರಿಸಲಾಗಿದೆ.",
      "ಖಾತೆಯನ್ನು ಬದಲಾಯಿಸಿ",
      "ಕ್ಯಾಮೆರಾ ಪರಿಣಾಮಗಳು, ಸಂವಾದಾತ್ಮಕ ಸ್ಟಿಕ್ಕರ್‌ಗಳು ಮತ್ತು ಖಾಸಗಿ ಸಂದೇಶಗಳು. ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಾತ್ರ.",
      "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಖಚಿತಪಡಿಸಲು {email} ಗೆ ನಾವು ಕಳುಹಿಸಿದ ಇಮೇಲ್‌ನಲ್ಲಿನ ಲಿಂಕ್ ಅನುಸರಿಸಿ ಮತ್ತು ನಿಮ್ಮ Instagram ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ಪಡೆಯಿರಿ.",
      "{count} ಇಂದು ಸಕ್ರಿಯವಾಗಿದೆ",
      "ಹೆಚ್ಚು ಇತ್ತೀಚಿನ ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ಲಿಂಕ್‌ ನಕಲಿಸಿ",
      "ಹೆಣ್ಣು",
      "ಈ ವಿಷಯವನ್ನು ಹೊಂದಿರುವ ಫೋಟೋಗಳನ್ನು ಅವರ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ ಕೆಳಗಿನ ದೇಶಗಳಲ್ಲಿ ಹೊರತುಪಡಿಸಿ ಎಲ್ಲೆಡೆಯಲ್ಲೂ ನಿರ್ಬಂಧಿಸಬೇಕೆಂದು ಅವರು ವಿನಂತಿಸಿದ್ದಾರೆ:",
      "ನೀತಿಗಳು",
      "ಲಾಗಿನ್ ಮಾಡುವ ಮೂಲಕ ಸುದ್ದಿಗಳನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ನೋಡಿರುವುದು",
      "ಹೆಸರು",
      "ಫೋನ್",
      "ಈಗ ಬೇಡ",
      "ನೀವು ಸ್ವತಃ ಪ್ರತ್ಯುತ್ತರ ನೀಡಿರುವಿರಿ",
      "{lastFourDigits} ನಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ನಾವು ಕಳುಹಿಸಿದ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "Connected accounts",
      "ಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ",
      "ಸಮೀಕ್ಷೆ",
      "ಸೂಕ್ಷ್ಮ ವಿಷಯ ಸ್ಕ್ರೀನ್‌ಗಳು",
      "ಕುಕೀಗಳನ್ನು ಸಮ್ಮತಿಸುವುದೇ?",
      "ಸಮೀಕ್ಷೆ ತೆಗೆದುಕೊಳ್ಳಿ",
      "ಹುಡುಕಿ...",
      "ನೇ",
      "ಸರಿ",
      "ಕ್ರಾಪ್‌ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಐಕಾನ್",
      "ಜನ್ಮದಿನಗಳು",
      "ಈ ಗುಂಪಿನಲ್ಲಿರುವ ಯಾರನ್ನಾದರೂ ನೀವು ನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ. ನೀವು ಈ ಗುಂಪಿನಲ್ಲಿ ಉಳಿದಿದ್ದರೆ, ನೀವು ಅವರ ಸಂದೇಶಗಳನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ ಮತ್ತು ಅವರು ನಿಮ್ಮದನ್ನು ನೋಡಬಹುದು.",
      "ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "ನಿಮಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಕೋಡ್‌ನ ಅಗತ್ಯತೆ ಇಲ್ಲ.",
      "ಈವೆಂಟ್",
      "ಕುಕೀಸ್ ನೀತಿ",
      "ಸಲಹೆ ನೀಡಿರುವುದು",
      "ನಿರ್ಬಂಧಿಸು",
      "ಫೈಲ್ 1 KB ಇರಬೇಕು.",
      "ಹೊಸ IGTV ವೀಡಿಯೊ ಸೇರಿಸಿ",
      "{change-number} ಅಥವಾ {resend-sms}",
      "ನೊಂದಾಯಿಸಿ",
      "+{whatsapp phone }",
      "ಅಪ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ",
      "ಚೌಕ (1:1)",
      "ಅಳಿಸಲಾಗಿದೆ",
      "{count} ಇಷ್ಟಗಳು",
      "ಭಾನು",
      "ನೇ",
      "ನಾವು ಹಕ್ಕುಸ್ವಾಮ್ಯ ಅಥವಾ ಟ್ರೇಡ್‌‌ಮಾರ್ಕ್ ಉಲ್ಲಂಘನೆಯನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತೇವೆ. ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆ ಒಂದು ವೇಳೆ ಯಾರಾದರೂ ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ ಅಥವಾ ನಿಮ್ಮ ಹಾಗೆ ನಟಿಸುತ್ತಿದ್ದರೆ, ನಾವು ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಿ ಮತ್ತು ಖಾತೆಯನ್ನು ಸಹ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು. ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಉಲ್ಲಂಘನೆ ವರದಿ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಲು, ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ ಭೇಟಿ ನೀಡಿ.",
      "ಈ ಸ್ಥಳದ ಕುರಿತು ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "Instagram ನಲ್ಲಿ {username} ಅವರಂತೆ ನೀವು ಹಂಚಿಕೊಂಡಿರುವ ಫೋಟೋಗಳು, ಕಾಮೆಂಟ್‌ಗಳು, ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ ಮತ್ತು ಇತರ ಡೇಟಾದೊಂದಿಗೆ ನೀವು ವಿನಂತಿಸಿದ ಫೈಲ್ ಇಲ್ಲಿದೆ.",
      "ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ",
      "ವಿಶ್ವಾಸಾರ್ಹ ಸಾಧನಗಳು",
      "ಪರಿಶೀಲಿಸಿದ ಬ್ಯಾಡ್ಜ್ ಎನ್ನುವುದು ಒಬ್ಬ ಪ್ರಮುಖ ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿ, ಸೆಲೆಬ್ರಿಟಿ, ಜಾಗತಿಕ ಬ್ರ್ಯಾಂಡ್ ಅಥವಾ ಪ್ರತಿನಿಧಿಸುವ ಘಟಕ ಎಂದು ಸೂಚಿಸಲು Instagram ಖಾತೆಯ ಹೆಸರಿನ ಪಕ್ಕದಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಚೆಕ್ ಆಗಿದೆ.",
      "ಈಗ ಬೇಡ",
      "ಫೈಲ್ {maxPhotoIdFileSizeMb} MB ಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು",
      "ಬದಲಾಯಿಸು",
      "ಕೀವರ್ಡ್ ಫಿಲ್ಟರ್‌ಗಳು",
      "ಟ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ",
      "ಲಾಗಿನ್ ಚಟುವಟಿಕೆ",
      "ಕಿರಿಯ ಮಗು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ನೀವು ರಚಿಸಬಹುದು ಮತ್ತು ಅದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು. ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ನಾವು ನಿಮಗೆ ಉಚಿತ ಡೌನ್‌ಲೋಡ್ ಲಿಂಕ್ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ನೀವೇನು ಮಾಡಬಹುದು",
      "ಎಲ್ಲ ಸಲಹೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಪಿನ್ ಕೋಡ್",
      "ಧನ್ಯವಾದಗಳು!",
      "ರಚಿಸು",
      "ಹೊಸದಾದ ಫೋಟೋ ಪೋಸ್ಟ್",
      "ನಿಮ್ಮ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಿ",
      "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ನವೀಕರಿಸಿ",
      "ಮುಗಿದಿದೆ",
      "ಬಳಕೆದಾರರ Facebook ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆರದ್ದುಗೊಳಿಸಿ",
      "Instagram ಸೇವಾ ನಿಯಮಗಳು 13 ವಯಸ್ಸಿನ ಮಕ್ಕಳನ್ನು ಅಪ್ಲಿಕೇಶನ್ ಬಳಸುವುದರಿಂದ ನಿಷೇಧಿಸುತ್ತದೆ. ನಾವು ಪ್ರತಿಯೊಂದು ವರದಿಯನ್ನು ತನಿಖೆ ಮಾಡುತ್ತೇವೆ. ತಪ್ಪಾದ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುವುದರಿಂದಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಮಾನತ್ತುಗೊಳಿಸುವಲ್ಲಿ ಕಾರಣವಾಗಬಹುದು.",
      "ಈಗ ಬೇಡ",
      "ಹೊಸ Instagram ವೈಶಿಷ್ಟ್ಯಗಳ ಕುರಿತು ತಿಳಿಯಿರಿ.",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನೀವು ನಿಯಂತ್ರಿಸಬಹುದು",
      "{username1}, {username2}, {username3} + {count} ಇತರರು ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ಇದು ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಪ್ರೊಫೈಲ್‌ನ ಭಾಗವಾಗಿರುವುದಿಲ್ಲ.",
      "ಇದು ಲಾಕ್ ಐಕಾನ್ ಆಗಿದೆ.",
      "ಪ್ರೊಫೈಲ್",
      "Instagram Lite",
      "ಅಕ್ಟೋ.",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಈ ಕಾಮೆಂಟ್ Instagram ನಲ್ಲಿರಬಾರದು",
      'Instagram ನಲ್ಲಿ {fullName}: "{caption}"',
      "ಭಾಷೆ",
      "ಕೇವಲ {story owner username} ಅವರನ್ನು ತಮ್ಮ ಆಪ್ತ ಸ್ನೇಹಿತರ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿಕೊಂಡಿರುವ ಜನರು ಮಾತ್ರ ಈ ವೀಡಿಯೊವನ್ನು ವೀಕ್ಷಿಸಬಹುದು.",
      "Facebook ಸ್ನೇಹಿತರನ್ನು ಹುಡುಕಿ",
      "ಇದಕ್ಕಾಗಿ ನಿಮ್ಮ PayPal ಲಾಗ್ ಅನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ಸಂಗ್ರಹಣೆಗಳು",
      "ಸಂಪಾದಿಸಿ",
      "ನಮ್ಮ ತಂಡವು ಪೋಸ್ಟ್ ಅನ್ನು ವಿಮರ್ಶಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ {link_to_instagram_community_guidelines} ಅಥವಾ {link_to_instagram_terms_of_use} ಅನ್ನು ಉಲ್ಲಂಘಿಸಿದಲ್ಲಿ, ಅದನ್ನು ನಾವು ತೆಗೆದುಹಾಕುತ್ತೇವೆ.",
      "ನೀವು UMD ಯೊಂದಿಗೆ ಯಾರೆಂಬುದರ ಬಗ್ಗೆ ನಾವು ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ ಮತ್ತು ಅವರು ನಿಮ್ಮ ಸಮೀಕ್ಷೆಯ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.",
      "ಡಿಜಿಟಲ್ ವ್ಯಾಲೆಟ್‌ಗಳು",
      "ಈ ವೀಡಿಯೊವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ವೀಡಿಯೊ ಆಯಾಮಗಳು 9:16 ಮತ್ತು 1.91: 1 ರ ನಡುವೆ ಇರಬೇಕು.",
      "ವೀಡಿಯೊ",
      "ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಈಗಾಗಲೇ WhatsApp ಸೇರಿಸಲಾಗಿದೆ",
      "18 ವರ್ಷ ಅಥವಾ ಹೆಚ್ಚಿನ",
      "ಈ ಫೈಲ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ. ಮುಂದುವರಿಸಲು, 1KB ಅಥವಾ ಹೆಚ್ಚಿರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. 60 ಸೆಕೆಂಡುಗಳಿಗಿಂತ ಹೆಚ್ಚಿನ ಅವಧಿಯ ವೀಡಿಯೊಗಳು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "Facebook",
      "ನಿಯಮಗಳು",
      "ಸರಿ",
      "ನೀವು ಪ್ರತ್ಯುತ್ತರಿಸಿರುವಿರಿ",
      "ನಿಮ್ಮ {username} Instagram ಖಾತೆಯನ್ನು ನಿಮ್ಮ {applicationName} ಖಾತೆಗೆ ಸಂಪರ್ಕಪಡಿಸಿ. ನಿಮ್ಮ {applicationName} ಉತ್ಪನ್ನಗಳನ್ನು  Instagram ಗೆ ಆಮದು ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳ ಕಾರ್ಯಕ್ಷಮತೆಯ ಒಳನೋಟಗಳನ್ನು {applicationName} ನೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ.",
      "ನಿಮಗಾಗಿ ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಿ ಮತ್ತು ನಮ್ಮ ವ್ಯವಸ್ಥೆಗಳ ಬಳಕೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಿ",
      "ಮುಂದಿನದನ್ನು ಟ್ಯಾಪ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಎರಡು ಅಂಶದ ದೃಢೀಕರಣ ಆಫ್ ಮಾಡುವುದರಿಂದ ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ನೀವು ಭದ್ರತೆ ಕೋಡ್ ನಮೂದಿಸುವ ಅಗತ್ಯವಿಲ್ಲ.",
      "ನೀವು ಈಗಾಗಲೇ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಖಾತೆಗಳನ್ನು ಉಳಿಸಿದ್ದೀರಿ.",
      "ನೀವು ಯಾವ ಸ್ನೇಹಿತರನ್ನು ಅನುಸರಿಸಬೇಕು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೆಯೇ Facebook ಗೆ ನಾವು ಎಂದಿಗೂ ಪೋಸ್ಟ್‌ ಮಾಡುವುದಿಲ್ಲ.",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬದಲಿಸಿ",
      "ಖಾತೆಗಳು",
      "ವೀಡಿಯೊ ಧ್ವನಿ ಆನ್ ಆಗಿದೆ",
      "ನಿಯಮಗಳಿಗೆ ಒಪ್ಪು",
      "ನಿಮ್ಮ ಮುಖ್ಯ ಖಾತೆಯೊಂದನ್ನು ಅಳಿಸಿದರೆ ತಡೆಯಬೇಕಾದರೆ ಈ ಆಕಸ್ಮಿಕ ಎರಡನೇ ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು {username} ನಂತೆ ಸೈನ್‌ಇನ್ ಮಾಡಿರುವಿರಿ. ಒಂದು ವೇಳೆ ಇದು ತಪ್ಪಾಗಿದ್ದಲ್ಲಿ, {first log out} ಮತ್ತು ಸರಿಯಾದ ಖಾತೆಗೆ ಸೈನ್‌ ಇನ್ ಮಾಡಿ.",
      "ನಿಮ್ಮ ಶಾಪಿಂಗ್ ಬ್ಯಾಗ್‌ನಲ್ಲಿ ಉತ್ಪನ್ನಗಳ ಕುರಿತು ಜ್ಞಾಪನೆಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ.",
      "ಯಾರಾದರೂ ತಕ್ಷಣ ಅಪಾಯದಲ್ಲಿದ್ದರೆ, ಸ್ಥಳೀಯ ತುರ್ತು ಸೇವೆಗಳಿಗೆ ಕರೆ ಮಾಡಿ. ನಿರೀಕ್ಷಿಸಬೇಡಿ.",
      "ಸ್ನೇಹಿತರು ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ನಿಮ್ಮ ಹೆಸರನ್ನು ಸೇರಿಸಿ",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ವರದಿ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸಿ",
      "ಅಪ್ಲಿಕೇಶನ್ ಪಡೆಯುವ ಮೂಲಕ ಉತ್ತಮ ಆವೃತ್ತಿಯ Instagram ಅನುಭವ.",
      "ವ್ಯಾಖ್ಯಾನ ಖಾತೆ",
      "ಬಳಕೆಯ ನಿಯಮಗಳು (ಅಗತ್ಯವಿದೆ)",
      "ನಿಮ್ಮ {emailOrPhone} ಲಾಗಿನ್ ಅನ್ನು Facebook ಮತ್ತು Instagram ಎರಡಕ್ಕೂ ಬಳಸಲಾಗುತ್ತದೆ ಆದರೆ ಅದು ಲಿಂಕ್ ಆಗಿರುವುದಿಲ್ಲ. ಇನ್ನಷ್ಟು ಸುಲಭವಾಗಿ ಲಾಗ್‌ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಲಿಂಕ್ ಮಾಡಿ.",
      "Direct ನಲ್ಲಿ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು Instagram ಲೈಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.",
      "ತೆರವುಗೊಳಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಲು ಲಾಗಿನ್ ಆಗುವುದರಿಂದ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.",
      "{likes} ಇಷ್ಟಗಳು",
      "ಸಲಹೆಯನ್ನು ರೀಫ್ರೆಶ್ ಮಾಡಿ",
      "ಡ್ರಾಫ್ಟ್ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಫೋಟೊ ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ಆಯ್ಕೆಗಳು",
      "ನಿಮ್ಮನ್ನು ಏಕೆ ವರದಿ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಯಾವ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಕೆಳಗಿನ ವರದಿ ಸಂಖ್ಯೆಗಳನ್ನು ತೆರೆಯಿರಿ.",
      "ಈ ಚಿತ್ರದಲ್ಲಿ",
      "ಈ ಸಮಸ್ಯೆಯ ಬಗೆಗಿನ ನಮ್ಮ ತನಿಖೆಯ ಸಂದರ್ಭದಲ್ಲಿ, ನೀವು ಇತ್ತೀಚಿಗೆ ನಿಮ್ಮ Instagram ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬೇರೊಂದು ಅಪ್ಲಿಕೇಶನ್‌ ಜೊತೆಗೆ ಹಂಚಿಕೊಂಡಿರಬಹುದು ಎಂಬುದನ್ನು ನಾವು ಗಮನಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು, ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಿ.",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ. ಒಮ್ಮೆ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ನಿಮ್ಮ ಖಾತೆಗಳ ಕೇಂದ್ರದಲ್ಲಿ ಖಾತೆಗಳಲ್ಲಿ ಲಾಗಿನ್ ಮಾಡುವುದನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.",
      "IGTV  ಜಾಹೀರಾತುಗಳನ್ನು ಹೊಂದಿಸಲು ಮತ್ತು ಹಣ ಸಂಪಾದಿಸಲು ಪ್ರಾರಂಭಿಸಲು Instagram ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸಿ.",
      "ಇದೀಗ ವೀಕ್ಷಿಸು",
      'ನಿಮ್ಮ ಕುಕೀ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ನಿಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಮೊಬೈಲ್ ಬ್ರೌಸರ್‌ನಿಂದ ಒದಗಿಸಿದ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ (ಸಾಮಾನ್ಯವಾಗಿ "ಸಹಾಯ", "ಪರಿಕರಗಳು" ಅಥವಾ "ಸಂಪಾದಿಸು" ಸೌಲಭ್ಯವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ). ಕುಕೀಸ್ ಅಥವಾ ಇತರ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನೀವು ಹೊಂದಿಸಿದರೆ, ನಮ್ಮ ಸೇವೆಯ ಕೆಲವು ಭಾಗಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿರಬಹುದು ಮತ್ತು ನಮ್ಮ ಸೇವೆಯ ಇತರ ಭಾಗಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದೆ ಇರಬಹುದು.',
      "ಕಠಿಣ ಔಷಧಿಗಳ ಬಳಕೆಯ ಪ್ರಚಾರವನ್ನು ಮಾಡುವ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಕಾಮೆಂಟ್‌ಗಳು.",
      "ಸಂದೇಶಗಳು",
      "APK ಡೌನ್‌ಲೋಡ್ ಮಾಡು",
      "ಇಷ್ಟ",
      "ವೀಡಿಯೋ",
      "ನಿಮ್ಮ ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳಿಂದ ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನೀವು ಒಂದನ್ನು {=resend it} ರಿಂದ ಪಡೆಯಬಹುದು",
      "Not verified",
      "ದ್ವೇಷ ಭಾಷಣ ಅಥವಾ ಚಿಹ್ನೆಗಳಾಗಿ ವರದಿ?",
      "ನಿಮ್ಮ ವಿಷಯವು ಅವರ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂದು ಮೂರನೇ ವ್ಯಕ್ತಿಯು ವರದಿ ಮಾಡಿದ್ದಾರೆ.",
      "ಥೀಮ್ ಐಕಾನ್",
      "{username} ಅನ್ನು ನಿರ್ಬಂಧಿಸು",
      "{date} ರಂದು ನಿಮ್ಮಿಂದ ಪ್ರಮಾಣೀಕರಿಸಲಾಗಿದೆ.",
      "ಶುಕ್ರ",
      "Play Store",
      "ಪ್ರೊಫೈಲ್",
      "ಮ್ಯೂಟ್ ಮಾಡಲಾಗಿದೆ",
      "ನಿಯಮಗಳು",
      "ಸಂಬಂಧಿತ:",
      "ರದ್ದುಗೊಳಿಸಿ",
      "ಈ ರದ್ದು ಮಾಡುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಸ್ವಯಂ-ಹಾನಿ (ಆಹಾರ ಸೇವನೆಯ ಅಸ್ವಸ್ಥತೆ ಕತ್ತರಿಸಿಕೊಳ್ಳುವಿಕೆ ಅಥವಾ ಆತ್ಮಹತ್ಯೆಯ ವಿಷಯ)",
      "ಪ್ರವೇಶಿಸುವಿಕೆ",
      "{hours}ಗಂ.",
      "ಡಾಕ್ಯುಮೆಂಟ್ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ನಿಮ್ಮ ಖಾತೆಯು ಈ ನಿಯಮಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋದರೆ, ಅದನ್ನು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಯಾಯಿಗಳು ಸೇರಿದಂತೆ ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಬಹುದು.",
      "{previous items}, {following items}",
      "{username1}, {username2}",
      "ಖಾತೆ ಮಾಹಿತಿ",
      "ನಿಯಮಗಳು",
      "ನಾನು ನಿಯಮಗಳಿಗೆ ಒಪ್ಪುತ್ತೇನೆ",
      "ಪ್ರತಿಕ್ರಿಯೆಗಳು",
      "ಸರಿ",
      "ನಿಮ್ಮ ಫೋಟೊಗಳ ಕುರಿತು {learnMoreLink}",
      "ಬೇಡ ಧನ್ಯವಾದಗಳು",
      "ಸಂಗ್ರಹಣೆಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಚುನಾವಣಾ ಪಿನ್ ಐಕಾನ್",
      "ನಿಮ್ಮ ಖಾತೆ ನಮ್ಮ ಪರಿಶೀಲನಾ ಮಾನದಂಡಗಳನ್ನು ಪೂರೈಸುತ್ತದೆಯೇ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ನೀವು ಸಲ್ಲಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಮಾತ್ರ ನಾವು ಬಳಸುತ್ತೇವೆ.",
      "ಹೊಸ ಸಂದೇಶ",
      "ಚಿತ್ರಗಳು ಅಥವಾ ವೀಡಿಯೊಗಳಂತಹ ಮಾಧ್ಯಮವನ್ನು ಪ್ರತಿನಿಧಿಸುವ ಐಕಾನ್",
      "ದೃಢೀಕರಣ",
      "ಕ್ಯಾಮರಾ",
      "ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ ಆನ್ ಆಗಿದೆ",
      "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸುವಾಗ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ.",
      "ಕೀವರ್ಡ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ!",
      "ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ",
      "Facebook ಕುಟುಂಬ ಲೋಗೊ",
      "ಸಕ್ರಿಯ {hours}ಗಂ ಹಿಂದೆ",
      "{list of items} ಮತ್ತು {last item}",
      "ವರ್ಗ ಬದಲಾಯಿಸಿ",
      "ಇಲ್ಲ, ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ",
      "ಮುಗಿದಿದೆ",
      "ಪ್ರಶ್ನೆಗಳ ಮೋಡಲ್ ತೆರೆಯಿರಿ",
      "Direct",
      "ಜ್ಞಾಪನೆ",
      "ಸಲಹೆ ನೀಡಲಾದ",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಶೀಘ್ರದಲ್ಲೇ ನಿರ್ಬಂಧಿಸಬಹುದು ಏಕೆಂದರೆ ಅದು ಸಂಗೀತ, ಆಡಿಯೋ ಅಥವಾ ಬೇರೊಬ್ಬರಿಗೆ ಸೇರಿದ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು.",
      "ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ.",
      "ಅನಿರ್ಬಂಧಿಸು",
      "ತೆಗೆದುಹಾಕಿ",
      "ಎಲ್ಲವನ್ನೂ ಅಳಿಸು",
      "ಕ್ಷಮಿಸಿ, ಈ ಪುಟ ಲಭ್ಯವಿಲ್ಲ.",
      "ಫೋಟೊ, ವೀಡಿಯೊ ಅಥವಾ ಕಾಮೆಂಟ್ ಅನ್ನು ವರದಿಮಾಡಿ",
      "ನೀವು ವೀಕ್ಷಿಸಿದ ಅವರ ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸಲು {story owner username} ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "ಇಷ್ಟ",
      "ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಉಲ್ಲಂಘನೆಯಂತೆ ವರದಿಯೇ?",
      "ಸಲಹೆ ನೀಡಲಾದ",
      "ಲಾಗಿನ್‌ ಮಾಡಿ",
      "ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ವೀಡಿಯೊ ತ್ಯಜಿಸುವುದೇ?",
      "ನೀವು 13 ಕ್ಕಿಂತ ಚಿಕ್ಕವರಾಗಿರುವಿರಿ ಎಂದು ನೀವು ಹೇಳಿದ ಕಾರಣ ನಾವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬೇಕಾಗಿದೆ. ನೀವು {download_your_data} ಮಾಡಬಹುದು. ಆದ್ದರಿಂದ ನೀವು Instagram ದಲ್ಲಿ ಹಂಚಿಕೊಂಡಿದ್ದನ್ನು ನಕಲನ್ನು ಹೊಂದಿದ್ದೀರಿ.",
      "ನೀವು ಇನ್ನು ಮುಂದೆ {username} ಅವರ ಪೋಷಕ/ಪಾಲಕರಂತೆ ಪಟ್ಟಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ.",
      "{actionType} {prepositionType} {violationText} ಲೈವ್ ಆಗಿ",
      "Facebook ಬಳಸಿ",
      "ದಯವಿಟ್ಟು ಕಡಿಮೆ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ",
      "Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಮುಂದಿನ ಪಾವತಿಯನ್ನು ಸುಲಭಗೊಳಿಸಲು ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸುತ್ತೇವೆ.",
      "ಭದ್ರತೆ ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಈ ಮೂಲ ಆಡಿಯೋಗೆ ಯಾವುದೇ ಪುಟವಿಲ್ಲ ಏಕೆಂದರೆ ಸೃಷ್ಟಿಕರ್ತರಿಗೆ ಖಾಸಗಿ ಖಾತೆ ಇದೆ.",
      "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಖಚಿತಪಡಿಸಿ",
      "IGTV ವೀಡಿಯೊ ಅವಶ್ಯಕತೆಗಳು",
      "ಪೋರ್ಟ್ರೇಟ್ (4:5)",
      "ಸಂಪಾದಿಸು",
      "ನಾವು Instagram ಅನ್ನು ಎಲ್ಲರಿಗೂ ಸುರಕ್ಷಿತ ಸ್ಥಳವಾಗಿಡಲು ಬಯಸುತ್ತೇವೆ. ದೈಹಿಕ ಹಾನಿಗೆ ಕಾರಣವಾಗುವ ತಪ್ಪು ಮಾಹಿತಿಯನ್ನು ನಾವು ಅನುಮತಿಸುವುದಿಲ್ಲ.",
      "ಡೇಟಾ ಸೇವರ್",
      "ಹೌದು",
      "ವ್ಯಕ್ತಿಯನ್ನು ಟ್ಯಾಗ್ ಮಾಡಿ",
      "ನಿಮ್ಮೊಂದಿಗೆ ಜನರು ಸಂಪರ್ಕದಲ್ಲಿರುವಂತೆ ಸುಲಬವಾಗಿಸಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಸಂಪರ್ಕ ಬಟನ್ ಅನ್ನು ಸೇರಿಸಿ.",
      "ಈ ವಿಷಯದಲ್ಲಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಉತ್ತಮವಾಗಿ ಅರ್ಥೈಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ.",
      "ಸಲಹೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...",
      "ನಿಮ್ಮ ಮನವಿಯನ್ನು ತಿರಸ್ಕರಿಸಿದರೆ",
      "Identity Switcher",
      "ಖಚಿತಪಡಿಸು",
      "ನಮ್ಮ ಸರ್ವರ್‌ಗಳನ್ನು ತಲುಪಲು ನಮಗೆ ತೊಂದರೆ ಇದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "1 ಪೋಸ್ಟ್",
      "ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಈ ಸ್ಥಳದ ಕುರಿತು ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮುಂದುವರಿಸಬಹುದು.",
      "{fullName} * {datetime} ನಿಂದ Instagram ವೀಡಿಯೊ",
      "ಪಾಸ್‌ವರ್ಡ್ ಖಚಿತಪಡಿಸಿ",
      "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಿಸಲಾಗಿದೆ",
      "ಜನ್ಮದಿನ",
      "ನಿಮ್ಮ {contentTypeText} ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ದ ಹೋಗುತ್ತಿರುವುದರಿಂದಾಗಿ ನಾವು ಅದನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ. ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನೀವು ಕಲಿಯುತ್ತಿದ್ದರೆ ಮತ್ತು ಅನುಸರಿಸಿದರೆ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸದಂತೆ ನೀವು ತಡೆಯಬಹುದು.",
      "{name of the user who tagged the other user in the photo} ಅವರು ನಿಮ್ಮಫೋಟೊ ತೆಗೆದಿದ್ದಾರೆ.",
      "{actionType} ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ಈ ವೀಡಿಯೊ ಬಹಳ ದೀರ್ಘವಾಗಿದೆ. ಮುಂದುವರಿಸಲು, ಒಂದು ನಿಮಿಷ ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರುವ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಧನ್ಯವಾದಗಳು! ನೀವು Instagram ನ ಜ್ಞಾಪನೆ ಇಮೇಲ್‌ಗಳಿಗೆ ಮರುಚಂದಾದಾರರಾಗಿದ್ದೀರಿ.",
      "ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳು",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಎಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ನಿಮಗೆ ಸ್ಪೂರ್ತಿದಾಯಕ ಹೊಸ ಮಾರ್ಗಗಳಲ್ಲಿ ಜನರು ಏನು ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ಸುದ್ದಿಗಳು ತಿಳಿಯಪಡಿಸುತ್ತವೆ.",
      "ನವೆಂಬರ್ 19, 2018 ರಂದು ಪ್ರಾರಂಭವಾದ ಈ ಸಮಸ್ಯೆಯು ನಿಮ್ಮ ಖಾತೆಯ ಗೌಪ್ಯತೆ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಖಾಸಗಿಯಾಗಿ ಸಾರ್ವಜನಿಕವಾಗಿ ಬದಲಾಯಿಸುವಂತೆ ಮಾಡಿತು. ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಾಸಗಿಯಾಗಿ ನವೆಂಬರ್ 20, 2018 ರಲ್ಲಿ ಪುನಃಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಆ ಸಮಯದಲ್ಲಿ ಹೊಸ ಖಾತೆಗಳು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಿದರೆ ಅನುಸರಿಸುವವರನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ.",
      "ನಿಮ್ಮ Instagram ಖಾತೆಯ ಬಗ್ಗೆ ಒಂದು ನವೀಕರಣ",
      "ಸ್ನೇಹಿತರ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ ಮತ್ತು ನೀವು ಇಷ್ಟಪಡುವ ಇತರ ಖಾತೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
      "1 ಇಂದು ಸಕ್ರಿಯವಾಗಿದೆ",
      "ಪೋಸ್ಟ್‌",
      "ವೀಡಿಯೊ ಪೋಸ್ಟ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ",
      "ಒಳನೋಟಗಳೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುವವರ ಕುರಿತು ತಿಳಿದುಕೊಳ್ಳಲು, ಸಂಪರ್ಕ ಬಟನ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಮತ್ತು ಸಂಪಾದಿಸಲು, ಪ್ರಚಾರಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳೊಂದಿಗೆ ಗ್ರಾಹಕರನ್ನು ತಲುಪಲು ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಹೋಗಿ.",
      "ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ನಾವು ಸ್ವಯಂಚಾಲಿತ ನಡವಳಿಕೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿದ್ದೇವೆ.",
      "ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ",
      "ನೀವು ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ",
      "ಇಷ್ಟ",
      "ಸಂಪನ್ಮೂಲಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವಾಗ ತಾತ್ಕಾಲಿಕವಾಗಿ ಸಮಸ್ಯೆ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಫೋಟೋ ಅಥವಾ ವೀಡಿಯೊ ಸೇರಿಸು",
      "ಅಳಿಸು",
      "ಚೆವ್ರಾನ್ ಐಕಾನ್ ಮೇಲೆ",
      "{country name}, {city name} ನಗರದಲ್ಲಿರುವ ಸ್ಥಳಗಳು",
      "ಅಂಗಡಿ",
      "ಶುಕ್ರವಾರ",
      "{username} ಅವರಿಂದ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡುವಾಗ ಹೆಚ್ಚಿನ ಉಚಿತ ಫೋಟೋಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
      "ನಾವು ಗುರುತಿಸದ ಫೋನ್ ಅಥವಾ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಾವು ಲಾಗಿನ್ ಕೋಡ್‌ಗಾಗಿ ಕೇಳುತ್ತೇವೆ.",
      "ಕ್ಷಮಿಸಿ, Facebook ನಿಂದ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಲೋಡ್ ಮಾಡುತ್ತಿರುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ. ನಾವು ಅದನ್ನು ನೋಡುತ್ತಿದ್ದೇವೆ, ಅದೇ ಸಮಯದಲ್ಲಿ, ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ಸೈನ್ ಅಪ್ ಮಾಡಬಹುದಾಗಿದೆ ಅಥವಾ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಉತ್ಪನ್ನವು ಲಭ್ಯವಿಲ್ಲ",
      "ಬದಲಿಗೆ {email suggestion} ಬಳಸಿ",
      "ನೀವು ನಮೂದಿಸಿದ ಭದ್ರತಾ ಕೋಡ್ {cardName} ಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ",
      "ಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಾಪನೆ ಮೊಡಲ್ ಅನ್ನು ಮುಚ್ಚಿ",
      "ಪರಿಶೀಲಿಸುತ್ತಿರಿ",
      "ನಾನು ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಲು ಬಯಸುತ್ತೇನೆ",
      "ನಾವು ಮುಂದುವರಿಯುವ ಮೊದಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಪ್ರಶ್ನಯೊಂದಕ್ಕೆ ಉತ್ತರಿಸುವ ಅಗತ್ಯವಿದೆ.",
      "ಸಹಾಯ ಪಡೆದುಕೊಳ್ಳಿ",
      "@{username} ಅವರ ಅನುಸರಣೆ ರದ್ದುಮಾಡುವುದೇ?",
      "ಆಫ್ ಮಾಡಿ",
      "90M",
      "ಬಳಕೆದಾರಟ್ಯಾಗ್‌ಗಳು",
      "ಸ್ಮೈಲಿಗಳು ಮತ್ತು ಜನರು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪುನಃ ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?",
      "ಮುಚ್ಚು",
      "ಇದನ್ನು {reference owner name} ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದು ಆದ್ದರಿಂದ ಅವರು ನಿಮ್ಮ ಮನವಿಯ ಕುರಿತು ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.",
      "Instagram ಜೊತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ಸಂದೇಶವನ್ನು ಪ್ರಾರಂಭಿಸು",
      "ಹೆಸರಿನ ಟ್ಯಾಗ್ ಜನರು ನಿಮ್ಮನ್ನು ತ್ವರಿತವಾಗಿ ಅನುಸರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಫೋಟೋ ಮತ್ತು ಯಾವುದೇ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲು {Delete this photo text bolded} ಅಳಿಸಿ.",
      "ಖರೀದಿಸಲು ಅಥವಾ ಮಾರಾಟ ಮಾಡುವ ಕೊಡುಗೆಗಳು",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆಯ ಉದ್ದೇಶವನ್ನು ಉತ್ತಮವಾಗಿ ವಿವರಿಸುವಂತಹ ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ. ಇದು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಗೋಚರಿಸುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅಥವಾ ಭವಿಷ್ಯದ ವರ್ಗಗಳಿಗೆ ಮರುಸ್ಥಾನಗೊಳಿಸುತ್ತದೆ.",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ, ಇದರರ್ಥ ಜನರಿಗೆ ಅದನ್ನು ವೀಕ್ಷಿಸಲು, ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "1ನಿ",
      "Firefox",
      "ಇಲ್ಲ",
      "Instagram ನ ಸಂಗೀತ ಮಾರ್ಗಸೂಚಿಗಳು",
      "ಕಾನೂನು ಕಾರಣಗಳಿಂದಾಗಿ ನಿಮ್ಮ ರಾಷ್ಟ್ರದಲ್ಲಿ ಈ ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.",
      "ಒಳನೋಟಗಳೊಂದಿಗೆ {username} ಅವರನ್ನು ಅನುಸರಿಸುವವರ ಕುರಿತು ತಿಳಿದುಕೊಳ್ಳಲು, ಸಂಪರ್ಕ ಬಟನ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಮತ್ತು ಸಂಪಾದಿಸಲು, ಪ್ರಚಾರಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳೊಂದಿಗೆ ಗ್ರಾಹಕರನ್ನು ತಲುಪಲು ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಹೋಗಿ.",
      "• ನೀವು ಸ್ವೀಕರಿಸುವ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಬಹುದು {app name} ಸ್ವೀಕರಿಸುತ್ತದೆ. ನೀವು ಹಂಚಿಕೊಳ್ಳದೆ ನಿರ್ಗಮಿಸಲು ಹಿಂತಿರುಗಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ಆದರೆ {app name} ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನೀವು Instagram ಅನ್ನು ಬಳಸದಿರಬಹುದು.",
      "{username of sponsor} ನೊಂದಿಗೆ ಪಾವತಿಸಿದ ಪಾಲುದಾರಿಕೆ",
      "ಹಳೆಯ ಪಾಸ್ವರ್ಡ್",
      "ನೇ",
      "ರದ್ದುಮಾಡು",
      "ವ್ಯಾಪಾರ ಖಾತೆಗೆ ಬದಲಾಯಿಸುವುದರಿಂದ ನಿಮ್ಮ Instagram ಖಾತೆಯನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿಸುತ್ತದೆ. ನಿಮ್ಮ ವಿಷಯವನ್ನು ಯಾರಾದರೂ ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ ಮತ್ತು ಬಾಕಿ ಉಳಿದಿರುವ ಎಲ್ಲಾ ವಿನಂತಿಗಳನ್ನು ಅನುಮೋದಿಸಲಾಗುತ್ತದೆ.",
      "ಹಸ್ತಚಾಲಿತವಾಗಿ ಹೊಂದಿಸಿ",
      "ಕಾಮೆಂಟ್ ಐಕಾನ್",
      "ಫೋಟೋಗಳನ್ನು ಸೇರಿಸಿ",
      "ಸುದ್ದಿ ಇಮೇಲ್‌ಗಳು",
      "ಹಿಂದಿನ ಬಳಕೆದಾರಹೆಸರುಗಳು",
      "ಖಾತೆಯನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?",
      "ಸಾಮಾನ್ಯಕ್ಕೆ ವರ್ಗಾಯಿಸಿ",
      "ಈ ವೀಡಿಯೊ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.",
      "ವೀಡಿಯೊ ಐಕಾನ್",
      "ನಿಮ್ಮ ಇಮೇಲ್, ಫೋನ್ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ಹಿಂತಿರುಗಲು ನಾವು ನಿಮಗೆ ಲಿಂಕ್ ಕಳುಹಿಸುತ್ತೇವೆ.",
      "ಪಾವತಿ",
      "ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಏನನ್ನು ತಪ್ಪಿಸಿಕೊಂಡಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ಥ್ರೆಡ್ ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "'ಬಟನ್: ದೇಶ/ಪ್ರದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ'",
      "ಮುಗಿದಿದೆ",
      "ಫೋಟೋಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ",
      "ಇಷ್ಟಪಡಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ಟೈಪ್ ಮಾಡಲಾಗುತ್ತಿದೆ...",
      "ಕಸ್ಟಮ್",
      'ಜಾಹೀರಾತುಗಳಿಗಾಗಿ ಪಾಲುದಾರರಿಂದ ನಮ್ಮ ಡೇಟಾವನ್ನು ಬಳಸಲು ನೀವು ಸಮ್ಮತಿಯನ್ನು ನೀಡದ ಹೊರತು ಅಥವಾ ಪಾಲುದಾರರಿಂದ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಡೇಟಾ"ದ ಮೂಲಕ ಅಥವಾ ನಿಮ್ಮ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ ಮೂಲಕ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತಾದ ಡೇಟಾವನ್ನು ಬಳಸುವ ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನಮ್ಮ ಮಾಹಿತಿಯ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸಿದ ಹೊರತು ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ನಿಮಗೆ ತೋರಿಸಲು ನಾವು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ. ಈ ಸಂದರ್ಭದಲ್ಲಿ ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಗೌರವಿಸುವುದನ್ನು ನಾವು ಮುಂದುವರಿಸುತ್ತೇವೆ.',
      "Instagram ಗೆ ಬದಲಾಯಿಸಿ",
      "ನಿಮ್ಮ ಹೆಸರು ಅಥವಾ ಮನೆ ವಿಳಾಸ ಬದಲಾವಣೆಗಳನ್ನು ಬದಲಾಯಿಸಿದರೆ ಅಥವಾ ನಿಮ್ಮ ಆದಾಯ ಅಥವಾ ಬಂಡವಾಳದ ಲಾಭದ ಮೇಲೆ ನೀವು ಸಾಕಷ್ಟು ತೆರಿಗೆಯನ್ನು ಪಾವತಿಸದಿದ್ದರೆ, ಈ ಗಿಫ್ಟ್ ಏಡ್ ಘೋಷಣೆ ರದ್ದು ಮಾಡಲು ನೀವು ಬಯಸಿದರೆ ನಮಗೆ ತಿಳಿಸಿ.",
      "ನೀವು ಅವರ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಅವುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಾದರೂ ನಿರ್ಬಂಧಿಸಬಹುದು.",
      "ಟ್ಯಾಗ್ ಮಾಡಿದ ಖಾತೆಗಳು",
      "ಮುಂದುವರಿಸಿ",
      "ನಿಮ್ಮ Instagram ರಚನೆಕಾರರ ಖಾತೆ ಸಿದ್ಧವಾಗಿದೆ",
      "ಸಲಹೆ ನೀಡಲಾದ ಪ್ರೊಫೈಲ್‌ಗಳು",
      "{date} ರಂದು ಅವಧಿ ಮುಕ್ತಾಯಗೊಂಡಿದೆ",
      "ಟ್ರೇಡ್‌ಮಾರ್ಕ್",
      "ಸಾರ್ವಜನಿಕ ವ್ಯಾಪಾರ ಮಾಹಿತಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಸಂಪರ್ಕಿಸಲು ಇದು ಅಗತ್ಯವಾಗಿರುತ್ತದೆ ಮತ್ತು Instagram ಇದಕ್ಕೆ ಅನುಮತಿಸುತ್ತದೆ:",
      "ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನಮ್ಮ {=Terms}, {Data Policy} ಮತ್ತು {Cookies Policy}  ಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ.",
      "Instagram ಸಮುದಾಯವನ್ನು ಎಲ್ಲರಿಗೂ ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ವಿನೋದಮಯವಾಗಿ ಇರಿಸಲು ಸಹಾಯ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನೀವು ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಉಲ್ಲಂಘನೆಯನ್ನು ವರದಿ ಮಾಡುತ್ತಿದ್ದರೆ ಹೊರತುಪಡಿಸಿ ನಿಮ್ಮ ವರದಿ ಅನಾಮಧೇಯವಾಗಿದೆ.",
      "ನಿಮ್ಮ ವಿಷಯಕ್ಕೆ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ಇದನ್ನು ಬದಲಾಯಿಸಿ",
      "ಡಿಜಿಟಲ್ ರಚಿಸುವವರು/ಬ್ಲಾಗರ್/ಪ್ರಭಾವಶಾಲಿ",
      "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಾಯಿಸುವುದೇ?",
      "{filename} ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ. ಮುಂದುವರಿಸಲು, 1KB ಅಥವಾ ಹೆಚ್ಚಿರುವ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಇದು ರಾಜಕೀಯ ಅಭ್ಯರ್ಥಿ ಅಥವಾ ಸಮಸ್ಯೆಯ ಕುರಿತು ಉಲ್ಲೇಖಿಸುತ್ತದೆ",
      "{username} ಮತ್ತು {number of other users} ಇತರರ ಮೂಲಕ ಅನುಸರಿಸಲಾಗಿದೆ",
      "{facebook user name} ರಂತೆ ಮುಂದುವರಿಸಿ",
      "ಚೆವ್ರಾನ್ ಐಕಾನ್",
      "ನೀವು ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಉಲ್ಲಂಘನೆಯನ್ನು ವರದಿ ಮಾಡುತ್ತಿದ್ದರೆ ಹೊರತುಪಡಿಸಿ ನಿಮ್ಮ ವರದಿ ಅನಾಮಧೇಯವಾಗಿದೆ.",
      "ಎಲ್ಲಾ ವರ್ಗಗಳು",
      "ನಿಮ್ಮ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಖಾತ್ರಿಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ",
      "ಹಂಚಿಕೆಯನ್ನು ಅನುಮತಿಸಿ",
      "ಡ್ರಾಫ್ಟ್‌ ಉಳಿಸು",
      "ಸರಿ",
      "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡು",
      "Facebook Pay ನಲ್ಲಿ ಕೀ ಐಕಾನ್ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ ಪುಟ",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಕುಕೀಗಳು ಮತ್ತು ಅಂತಹುದೇ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸಲು Instagram ಅನ್ನು ಅನುಮತಿಸುವುದೇ?",
      "ಅಧಿಸೂಚನೆಗಳು",
      "ಫೋಟೋ ತ್ಯಜಿಸುವುದೇ?",
      "ಹಾಗೆ ಮಾಡುವುದರಿಂದ, ಇದಕ್ಕಾಗಿ ಮತ್ತು Instagram ನಲ್ಲಿರುವ ಭವಿಷ್ಯದ ಪಾವತಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಉಳಿಸಿದ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲು ನೀವು Facebook Pay ಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ.",
      "ಮಾಲೀಕತ್ವದ ನಿರ್ಬಂಧನೆಗಳ ಕಾರಣ, ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವ ಕೆಳಗಿನ ದೇಶಗಳಲ್ಲಿ ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ:",
      "ನೇ",
      "Instagram ನಲ್ಲಿನ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್, ಪೋಸ್ಟ್‌‌ಗಳು ಅಥವಾ ಸುದ್ದಿಯನ್ನು ಹುಡುಕಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿರುವುದನ್ನು Instagram ಅವರಿಗೆ ತಿಳಿಯುವಂತೆ ಮಾಡುವುದಿಲ್ಲ.",
      "ಲಾಗಿನ್ ಮಾಡಿ",
      "ಸಂದೇಶವನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಅಭಿಮಾನಿಗಳೊಂದಿಗೆ ಸಂಪರ್ಕದಿಂದ ಇರಲು ಹೊಸ ಇನ್‌ಬಾಕ್ಸ್ ಸುಲಭವಾಗಿಸುತ್ತದೆ.",
      "ಫೈಲ್ 1GB ಇರಬೇಕು.",
      "Facebook ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ",
      "ನೀವು {change_or_resend_link} ಸಹ ಮಾಡಬಹುದು",
      "ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ಮಾಡಲಾಗಿದೆ. ಮತ್ತೆ ಲಾಗ್ ಇನ್ ಆಗಲು ಪ್ರಯತ್ನಿಸಿ.",
      "ಲೈವ್",
      "ಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ",
      "ಪೋಸ್ಟ್‌ಗಳು",
      "ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಕುಕೀಗಳು ಮತ್ತು ಅಂತಹುದೇ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸಲು Instagram ಅನ್ನು ಅನುಮತಿಸುವುದೇ?",
      "ನೀವು {username} ಅವರನ್ನು ಅಳಿಸುವಂತೆ ವಿನಂತಿಸಿದ್ದೀರಿ. ನೀವು ಅವರನ್ನು ಇರಿಸಲು ಬಯಸಿದರೆ, ನೀವು ನಮಗೆ ತಿಳಿಸಲು {date} ವರೆಗೆ ಸಮಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ಇಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಮಾಹಿತಿಯನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ. {help center link}",
      "ಹುಡುಕಾಟ ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸು",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಬೇರೆಯವರು ಹೊಂದಿರುವ {overlap duration} ಸೆಕೆಂಡುಗಳ ವೀಡಿಯೊಕ್ಕೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ.",
      "Facebook Pay ಕುರಿತು ಇನ್ನಷ್ಚು ತಿಳಿಯಿರಿ",
      "ಮುಗಿದಿದೆ",
      "ರಚನೆಕಾರರು",
      "ಧನ್ಯವಾದಗಳು!",
      "ಬೀದಿ ವಿಳಾಸ",
      "{username} ಅವರು ನಿಮಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಬಯಸುತ್ತಾರೆ",
      "ನಾನು ಸಮ್ಮತಿಸುತ್ತೇನೆ",
      "ನಿಮ್ಮ ಫೋಟೋವನ್ನು ನಿರ್ಬಂಧಿಸಿರುವ ಸ್ಥಳಗಳಲ್ಲಿ ಜನರಿಗೆ ವೀಕ್ಷಿಸಲು, ಇಷ್ಟಪಡಲು ಅಥವಾ ಕಾಮೆಂಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಇಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ:",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್ ನೋಡಿ",
      "ವಿಷಯವು ಅವರ ಸಂಗೀತ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಅಥವಾ {communityGuidelines} ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವರದಿಯ ಆಧಾರದ ಮೇಲೆ ನಿಮ್ಮ ವಿಷಯಕ್ಕೆ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.",
      "ಪಾವತಿಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಿದೆ.",
      "ಪ್ರವೇಶಿಸುವಿಕೆ",
      "ಆ್ಯಪ್‌ನಲ್ಲಿ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ಉತ್ತಮವಾಗಿದೆ",
      "ಹುಸಿ ಸುದ್ದಿ ಐಕಾನ್",
      "ವೆಬ್ ಸೈಟ್",
      "Instagram Lite ನವೀಕರಿಸಿ",
      "{Plus sign and plural indicating the number of user's remaining credit cards} ಇನ್ನಷ್ಟು",
      "ಸರಿ",
      "ನೀವು ತಪ್ಪು ಮಾಡಿದರೆ, ಈ ನಿರ್ಧಾರವನ್ನು ನಮಗೆ ತಿಳಿಸಲು ನೀವು ಮನವಿ ಮಾಡಬಹುದು.",
      "ನೀವು Instagram ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಕೊನೆಯ ಬಾರಿ ಯಾವಾಗ ಸಕ್ರಿಯವಾಗಿದ್ದಿರಿ ಎಂಬುದನ್ನು ವೀಕ್ಷಿಸಲು ನೀವು ಅನುಸರಿಸುವ ಮತ್ತು ನೀವು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವವರ ಖಾತೆಗಳನ್ನು ಅನುಮತಿಸಿ. ಇದನ್ನು ಆಫ್ ಮಾಡಿದಾಗ, ಇತರ ಖಾತೆಗಳಲ್ಲಿನ ಚಟುವಟಿಕೆ ಸ್ಥಿತಿಯನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "ಮನವಿ",
      "ನೀವು ಖಚಿತವಾಗಿ ಈ ಪೋಸ್ಟ್ ಅಳಿಸಲು ಬಯಸುವಿರಾ?",
      "ನವೆಂ",
      "ಅಪ್ಲಿಕೇಶನ್ ಬಳಸು",
      "ಈ ಲೈವ್‌ ವೀಡಿಯೊವನ್ನು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಭದ್ರತೆ ಕೋಡ್",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಅರ್ಧ ಸೆಕೆಂಡ್ ಮತ್ತು {maxDurationInMinutes} ನಿಮಿಷಗಳ ಉದ್ದ, ಭೂದೃಶ್ಯ ಅಥವಾ ಭಾವಚಿತ್ರ, MP4 ಫೈಲ್ ಮತ್ತು {maxVideoSizeInGigabytes} GB ಗಿಂತ ಕಡಿಮೆಯಿರಬೇಕು.",
      "ಬೆಂಬಲಿತ ಫೈಲ್ ಪ್ರಕಾರಗಳು: image/jpeg, image/png, video/mp4 ಮತ್ತು video/quicktime.",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಕುರಿತು ಟಿಪ್ಪಣಿ",
      "ನಿಮ್ಮ ಫೋಟೋದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿ ಹೊಂದಿದ್ದರೆ {Submit a dispute text bolded} ಸಲ್ಲಿಸಿ. ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ಈ ಹಕ್ಕನ್ನು ನೀಡಿದ {reference owner name}, ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಪರಿಶೀಲಿಸಲು ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ. ನೀವು ಅದನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಹಂಚಿಕೊಂಡಿದ್ದರೆ ಅವರು ಸಂಪೂರ್ಣ ಪೋಸ್ಟ್ ಅನ್ನು ಸಹ ಪರಿಶೀಲಿಸಬಹುದು. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು 7 ದಿನಗಳು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ಫೀಡ್‌ಗೆ ಹೋಗಿ",
      "ನಿಮ್ಮ Instagram ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಬ್ರೌಸರ್ ಮಾಹಿತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ವರದಿಯಲ್ಲಿ ಸೇರಿಸಲಾಗುವುದು.",
      "ನಿಮಗೆ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಲಾಗಿನ್ ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನಿಮ್ಮ {=backup codes} ಗಳಲ್ಲಿ ನೀವು ಒಂದನ್ನು ಬಳಸಬಹುದು",
      "ಟ್ರಿಮ್",
      "ವಿವರಗಳು",
      "ಐಕಾನ್ ಲಾಕ್ ಮಾಡಿ",
      "URL",
      "ಹಿಂದಕ್ಕೆ",
      "ಫೋಟೋ",
      "ಸ್ವಯಂ ಹಾನಿ",
      "{filename} ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ವೀಡಿಯೊ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ. ಮುಂದುವರಿಸಲು, ಕಡಿಮೆ ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಇಮೇಲ್ ಅಮಾನ್ಯವಾಗಿದೆ",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಸೇರಿಸು",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "Instagram ಬಳಸಲು ನೀವು ತುಂಬಾ ನಿರತವಾಗಿರಬಹುದು ಎಂಬುದನ್ನು ನಾವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇವೆ ಮತ್ತು ಈ ಮುಂದಿನ ಕ್ರಮಗಳನ್ನು ನಿಮ್ಮ ಫೋನ್ ಮೂಲಕ ಅನುಸರಿಸುವುದರಿಂದ ಅಪ್ಲಿಕೇಶನ್ ತೆಗೆದುಹಾಕುವಂತೆ ನಾವು ಸೂಚಿಸುತ್ತೇವೆ:",
      "ಧನ್ಯವಾದಗಳು! ನೀವು Instagram ನ ಸಂಶೋಧನ ಇಮೇಲ್‌ಗಳಿಗೆ ಮರುಚಂದಾದಾರರಾಗಿದ್ದೀರಿ. ನಾವು ಭವಿಷ್ಯದ ಪ್ರತಿಕ್ರಿಯೆ ಯೋಜನೆಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸೇರಿಸುತ್ತೇವೆ.",
      "ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿಯು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಗೋಚರಿಸುವ ಬಟನ್‌ಗಳಿಂದ ಇಮೇಲ್ ಮಾಡಲು, ಕರೆ ಮಾಡಲು ಅಧವಾ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲು ಸುಲಭವಾಗಿಸುತ್ತದೆ.ನೀವು ಇದನ್ನು ಯಾವಾಗ ಬೇಕಾದರೂ ಪ್ರದರ್ಶಿಸಬಹುದು ಅಥವಾ ಮರೆಮಾಡಬಹುದು.",
      "ಅನ್ವಯವಾಗುವುದಿಲ್ಲ",
      "{username} ಅವರ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ರೀಲ್‌ಗಳು",
      "ಇದು ನೀನೇ!",
      "ID ಫೋಟೋ",
      "{likes} ಮೆಚ್ಚುಗೆ",
      'ನಿಷ್ಕ್ರಿಯಗೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಲು ಮುಂದಿನ 48 ಗಂಟೆಗಳಲ್ಲಿ COVID-19 ಅಥವಾ ಲಸಿಕೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸುಳ್ಳು ಮಾಹಿತಿಯ ಕುರಿತು ಸೂಚನೆಗಳನ್ನು ಹೊಂದಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ತೆಗೆದುಹಾಕಿ. ಈ ಪೋಸ್ಟ್‌ಗಳು "ತಪ್ಪು ಮಾಹಿತಿ" ಮತ್ತು ಅವುಗಳ ಮೇಲೆ "COVID-19" ಅಥವಾ "ಲಸಿಕೆಗಳು" ಎಂದು ಹೇಳುವ ಗಾಢ ಹಿನ್ನೆಲೆಯಿಂದ ಕೂಡಿದೆ. ನೀವು 48 ಗಂಟೆಗಳ ಒಳಗೆ ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕದಿದ್ದರೆ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯು COVID-19 ಅಥವಾ ಲಸಿಕೆಗಳ ಕುರಿತು ತಪ್ಪು ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದರೆ, ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ.',
      "ಮಾಹಿತಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
      "Instagram",
      "ಪತ್ರಿಕಾ ಪ್ರಕಟಣೆ",
      "ನಿಮಗೆ ಆಸಕ್ತಿಕರವಾದ ಮತ್ತು ಸಂಬಂಧಿತ ವ್ಯಾಪಾರಗಳಿಂದ ಜಾಹೀರಾತುಗಳನ್ನು ನಾವು ತೋರಿಸಲು ಬಯಸುತ್ತೇವೆ. {business} ಹೇಗೆಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ನಾವು ತೆಗೆದುಹಾಕುತ್ತೇವೆ:",
      "ಬೌದ್ಧಿಕ ಆಸ್ತಿಯ ಉಲ್ಲಂಘನೆ",
      "ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ",
      "ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ರಚಿಸಲಾದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
      "ವಿಶ್ವ ಆರೋಗ್ಯ ಸಂಸ್ಥೆಯಿಂದ ಕರೋನವೈರಸ್ (COVID-19) ಕುರಿತಾದ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ನೋಡಿ. {Learn more}",
      "{actionType} ಸುದ್ದಿ",
      "ಸುದ್ದಿ ವೀಕ್ಷಿಸು",
      "ಪಠ್ಯ ಸಂದೇಶವಿಲ್ಲದೇ ಭದ್ರತೆ ಕೋಡ್‌ಗಳನ್ನು ತ್ವರಿತವಾಗಿ ರಚಿಸಲು ನೀವು ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಬಹುದು.",
      "ದಯವಿಟ್ಟು ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ವಿವರಗಳನ್ನು ನೀಡಿ.",
      "ಔಷಧಿ ಬಳಕೆ",
      "{instagram business name}",
      "ನೀವು {action text} ಮೂಲಕ ನಮ್ಮ {Terms} ಮತ್ತು {Policies} ಅನ್ನು ಸಮ್ಮತಿಸಿದ್ದೀರಿ.",
      "ನಿಮ್ಮ ಖಾತೆಯು ಮತ್ತೊಂದು ಪರಿಶೀಲಿಸಿದ ಖಾತೆಯೊಂದಿಗೆ ಗೊಂದಲಕ್ಕೊಳಗಾಗಬಹುದು ಎಂದು ತೋರುತ್ತಿದೆ. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ನೀವು ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸುವ ಅಗತ್ಯವಿದೆ ಆ ಮೂಲಕ ಜನರು ತಾವು ಹುಡುಕುತ್ತಿರುವ ಬ್ರ್ಯಾಂಡ್, ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಂಸ್ಥೆಗಾಗಿ ನಿಮ್ಮನ್ನು ತಪ್ಪಾಗಿ ತಿಳಿಯುವುದಿಲ್ಲ.",
      "ಸೇರಿಸಲಾಗಿದೆ",
      "ಈ ಖಾತೆ ಖಾಸಗಿಯಾಗಿದೆ. ಫೋಟೊಗಳನ್ನು ನೋಡಲು ಅನುಸರಿಸಿ.",
      "ಎಚ್ಚರಿಕೆ ಐಕಾನ್ ಗ್ಲಿಫ್",
      "ಉಳಿಸಲಾಗಿರುವುದರಿಂದ ಇದನ್ನು ತೆಗೆದುಹಾಕಿದರೆ ಅದನ್ನು ಸಂಗ್ರಹಗಳಿಂದ ಸಹ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.",
      "ನಿಯಮಗಳು",
      "ನೀವು ಅನುಸರಿಸುವ ಜನರು",
      "IGTV",
      "ನಿಮ್ಮ Instagram ಖಾತೆಗಾಗಿ ನೀವು ಬಳಸುವ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಶ್ರಮಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಸಾಧನವನ್ನು ನೀವು ಬಳಸಿದಾಗ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿರುವ URL ನಲ್ಲಿ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಪ್ರದರ್ಶಿತವಾಗಿರಬಹುದು. ಹಾಗೆಯೇ ನಮ್ಮ ಸಿಸ್ಟಂನಲ್ಲಿ ಸಂಗ್ರಹವಾಗಿರಬಹುದು ಎಂಬುದನ್ನು ನಾವು ಅನ್ವೇಷಿಸಿದ್ದೇವೆ. ನಾವು ಇದೀಗ ಸಾಧನವನ್ನು ಬದಲಾಯಿಸಿರುವ ಕಾರಣ ಇದು ಇನ್ನು ಮುಂದೆ ನಡೆಯುವುದಿಲ್ಲ ಮತ್ತು ನಮ್ಮ ಆಂತರಿಕ ಸಿಸ್ಟಂಗಳ ಮೂಲಕ ಲಾಗಿನ್ ಮಾಡಲಾದಂತಹ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ನಾವು ಅಳಿಸುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬೇರೆ ಯಾರೂ ಬಳಸದೇ ಇರುವಂತೆ ನಾವು ಸೂಚಿಸುತ್ತೇವೆ. ಆದ ಕಾರಣ ಸುರಕ್ಷಿತವಾಗಿರಲು, Instagram ನಲ್ಲಿ ನಿಮ್ಮ {link} ಅನ್ನು ಹಾಗೆಯೇ ಬೇರೆ ಎಲ್ಲಿಯಾದರೂ ನೀವು ಅದೇ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬಳಸಬಹುದು. ನಿಮ್ಮ ಬ್ರೌಸರ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಲೂ ಸಹ ನೀವು ಬಯಸಬಹುದು.",
      "Instagram ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ.",
      "ಸ್ಪ್ಯಾಮ್ ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "{carrier name} ರಿಂದ ಉಚಿತ ಪೋಟೋಗಳು",
      "ಪೋಸ್ಟ್ ಅಳಿಸಲಾಗಿದೆ.",
      "ಏನೋ ತಪ್ಪಾಗಿದೆ. ಐದು ನಿಮಿಷಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು {device} ನಲ್ಲಿ {location} ನಲ್ಲಿನ ಸೆಷನ್‌ನಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗಿದೆ",
      "{count} ವಿನಂತಿಗಳು",
      "ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.",
      "ಅನ್ವೇಷಿಸು",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಾವು ಅಳಿಸಬೇಕಾಗಿದೆ. ಮುಂದಿನ 14 ದಿನಗಳಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು ಆದ್ದರಿಂದ ನೀವು Instagram ನಲ್ಲಿ ಹಂಚಿಕೊಂಡಿದ್ದನ್ನು ನೀವು ನಕಲಿಸಬಹುದು. ನೀವು {appeal this decision} ಸಹ ಮಾಡಬಹುದು.",
      "ನೀವು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು Instagram ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಬಹುದು",
      "ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ವೀಡಿಯೊ ಆಯ್ಕೆಮಾಡಿ.",
      "ಸಂಪರ್ಕ",
      "ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಖಾತೆಗಳು",
      "ಲಭ್ಯವಿಲ್ಲದ ಐ ಆಫ್ ಐಕಾನ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ",
      "ನಾನು ಅವರ ಪೋಷಕ/ಪಾಲಕರಲ್ಲ",
      "ಕೊನೆಯ {number of files} ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ. ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು 10 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಆಯ್ಕೆಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ಪ್ರತಿಕ್ರಿಯೆ ಇಮೇಲ್‌ಗಳು",
      "ಸುಧಾರಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯ ಫೈಲ್ ಅನ್ನು ನಾವು ರಚಿಸಲು ಪ್ರಾರಂಭಿಸಿದ್ದೇವೆ ಮತ್ತು ಅದು ಸಿದ್ಧವಾದ ನಂತರ {email address} ಗೆ ಲಿಂಕ್ ಅನ್ನು ಇಮೇಲ್ ಮಾಡುತ್ತೇವೆ. ಈ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ನಿಮಗೆ ಕಳುಹಿಸಲು 48 ಗಂಟೆಗಳವರೆಗೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
      "ನಿಮ್ಮ ಖಾತೆಯು ಪಾಲುದಾರರ ಹಣ ಗಳಿಕೆ ನೀತಿಗಳನ್ನು ಅನುಸರಿಸುವುದಿಲ್ಲ.",
      "ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ಆಯ್ಕೆಮಾಡಿ",
      "ಈ ಪ್ರೊಫೈಲ್ ಈಗಾಗಲೇ ಸಂಪರ್ಕ ಆಯ್ಕೆಯಾಗಿ WhatsApp ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿದೆ. ನೀವು ಮುಂದುವರಿದರೆ, ಆ ಸಂಖ್ಯೆಯನ್ನು +{whatsapp phone } ಸಂಖ್ಯೆಯನ್ನಾಗಿ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ",
      "Facebook Pay ನಲ್ಲಿ ಕಾರ್ಡ್ ಐಕಾನ್ ಇನ್ನಷ್ಟು ಪುಟವನ್ನು ಕಲಿಯಿರಿ",
      "ಧನ್ಯವಾದಗಳು! ನೀವು Instagram ನ ಉತ್ಪನ್ನ ಇಮೇಲ್‌ಗಳಿಗೆ ಮರುಚಂದಾದಾರರಾಗಿದ್ದೀರಿ.",
      "ಎರಡು ಮುಖದ ಮಳೆಬಿಲ್ಲು ಬಣ್ಣದ ಚೆವ್ರಾನ್, ಈ ಉತ್ಪನ್ನವನ್ನು ಸ್ಥಳೀಯ ಚೆಕ್‌‌ಔಟ್‌ಗೆ ಬೆಂಬಲಿಸುತ್ತದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ",
      "ನಿಮ್ಮ ವಾಹಕ",
      "Instagram Lite ಇನ್ನು ಮುುಂದೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ",
      "ಸುದ್ದಿ ಲೇಖನ",
      "{username} ಅವರ ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸಲಾಗಿಲ್ಲ",
      "ಅಳಿಸು",
      "• 'ಅನುಮತಿಸು' ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಜಾಹೀರಾತು ಪ್ರಾಶಸ್ತ್ಯಗಳು ಅಥವಾ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿನ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗಾಗಿ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು {violationText} ನಲ್ಲಿನ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳು ನಮ್ಮ ಜಾಗತಿಕ ಸಮುದಾಯವನ್ನು ಆಧರಿಸಿವೆ ಮತ್ತು ಕೆಲವು ಪ್ರೇಕ್ಷಕರು ವಿಭಿನ್ನ ವಿಷಯಗಳಿಗೆ ಸೂಕ್ಷ್ಮವಾಗಿರಬಹುದು.",
      "ಇದನ್ನು ಆಫ್ ಮಾಡುವುದೇ?",
      "ಉಳಿಸು",
      "ನಾವು ಅನಧಿಕೃತ ಚಟುವಟಿಕೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು Instagram ನಲ್ಲಿ ಪಾವತಿಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡುತ್ತೇವೆ.",
      "ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವಿಕೆ ಇಮೇಲ್‌ಗಳನ್ನು ಮಿತಗೊಳಿಸಿ",
      "{app_name} ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತದೆ. ಅವರು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಅವರು ಹೇಗೆ ಬಳಸುತ್ತಾರೆ ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ತಮ್ಮ {privacy_policy}ವೀಕ್ಷಿಸಿ. ನೀವು ಬೆಂಬಲಕ್ಕಾಗಿ ಸಂಪರ್ಕಿಸಿದರೆ ಅಥವಾ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಒದಗಿಸಿದರೆ, ಅವರಿಗೆ ನಿಮ್ಮ ಬಳಕೆದಾರ {asid} ಅಗತ್ಯವಿರಬಹುದು.",
      "PIN ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "{A timestamp that states how long ago this media was posted.} ಪೋಸ್",
      "ಐಚ್ಛಿಕ ಕುಕೀಸ್",
      "ನೀವು ಇಷ್ಟಪಡದ ವಿಷಯವನ್ನು ವರದಿ ಮಾಡಲಾಗುತ್ತಿದೆ",
      "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
      "ಸ್ಥಳ ಸೇವೆಗಳು ಸಕ್ರಿಯಗೊಳಿಸಿ",
      "ಮುಂದೆ",
      "ಮುಗಿಯಿತು",
      "ಅರ್ಥವಾಯಿತು",
      "ಡ್ರಾಪ್‌ಡೌನ್",
      "ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್",
      "ಅಗತ್ಯವಿರುವ ಕುಕೀಸ್ ಅನ್ನು ಮಾತ್ರ ಅನುಮತಿಸಿ",
      "ಸ್ಪ್ಯಾಮ್ ಎಂಬಂತೆ ವರದಿ ಮಾಡಿ",
      "IGTV ಜಾಹೀರಾತುಗಳಲ್ಲಿ ಆಸಕ್ತಿ ಇದೆಯೇ?",
      "ಚಿಹ್ನೆಗಳು",
      "ವೀಡಿಯೊ {minDurationInSeconds} ಮತ್ತು {maxDurationInMinutes} ನಿಮಿಷಗಳ ನಡುವೆ ಇರಬೇಕು.",
      "ನಿಮ್ಮ ವಿಷಯವನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಅದು ಅವರ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಎಂದು ಮೂರನೇ ವ್ಯಕ್ತಿಯು ವರದಿ ಮಾಡಿದೆ.",
      "ತಿರುಗಿಸು",
      "Facebook Pay ಮೂಲಕ, ವೇಗವಾಗಿ ಲಿಂಕ್ ಮಾಡಲು ನಿಮ್ಮ ಲಿಂಕ್ ಮಾಡಿದ Facebook ಖಾತೆಯಿಂದ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ನೀವು ಬಳಸಬಹುದು.",
      "Instagram ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿ",
      "ನಿಮ್ಮ Facebook ಸ್ನೇಹಿತರು {name of the contact who joined} {name of the user who joined} ಅವರಂತೆ Instagram ನಲ್ಲಿ ಇದ್ದಾರೆ",
      "ಲಾಗ್ ಇನ್:",
      "ಕಾಮೆಂಟ್‌ಗಳು",
      "ನೀವು ರಚನೆಕಾರರೇ?",
      "ನಿಮ್ಮ ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು ಅಥವಾ ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸುವುದು ಅಥವಾ Instagram ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹುಡುಕುವುದು ನಿಮಗೆ ಬೇಕಿಲ್ಲದಿದ್ದರೆ {username} ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿ.",
      "ನೀವು ನಿರ್ದಿಷ್ಟ ಜಾಹೀರಾತನ್ನು ಏಕೆ ನೋಡುತ್ತಿದ್ದೀರಿ ಎಂದು ತಿಳಿಯಲು ಮತ್ತು ನಿಮಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಲು ನಿಮ್ಮ ಜಾಹೀರಾತು ಆದ್ಯತೆಗಳನ್ನು ನೀವು ಬಳಸಬಹುದು.",
      "Embed",
      "ವ್ಯಾಪಾರ ವರ್ಗಗಳು • Instagram ನಲ್ಲಿರುವ ವರ್ಗದ ಮೂಲಕ ವ್ಯಾಪಾರ ಖಾತೆಯನ್ನು ಅನ್ವೇಷಿಸಿ",
      "ಚೆಕ್‌ಮಾರ್ಕ್‌",
      "ಅನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ಪಾಸ್‌ವರ್ಡ್ ಐಕಾನ್ ಮರುಹೊಂದಿಸಲು ಒತ್ತಾಯಿಸಿ",
      "ನಾನು",
      "ಎಚ್ಚರಿಕೆ ಐಕಾನ್",
      "ನೀವು {username} ಅವರನ್ನು ಅಳಿಸುವಂತೆ ವಿನಂತಿಸಿದ್ದೀರಿ. ನೀವು ಅವರನ್ನು ಇರಿಸಲು ಬಯಸಿದರೆ, ನೀವು ನಮಗೆ ತಿಳಿಸಲು {date} ವರೆಗೆ ಸಮಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ಇಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಮಾಹಿತಿಯನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ. {Learn More}",
      "ಶಸ್ತಾಸ್ತ್ರಗಳ ಮಾರಾಟ ಅಥವಾ ಪ್ರಚಾರದಂತೆ ವರದಿ ಮಾಡುವುದೇ?",
      "ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಯಾರಿಗೂ ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ. ಕುಕೀಸ್ ಕುರಿತು ಮತ್ತು {Instagram} ಮತ್ತು {Facebook} ನಲ್ಲಿನ ನಮ್ಮ ಕುಕೀ ನೀತಿಗಳಲ್ಲಿ ನಾವು ಅವುಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಮರಳಿ ಹೋಗಲು ನಿಮಗೆ ಇಮೇಲ್ ಕಳುಹಿಸುವ ಮೂಲಕ ನಾವು ಸಹಾಯ ಮಾಡಬಹುದು.",
      "ಈ ಖಾತೆಯನ್ನು ವರದಿ ಮಾಡುವುದಕ್ಕೆ ಕಾರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಅವುಗಳನ್ನು ಯಾರು ವರದಿ ಮಾಡಿರುವುದು ಎಂಬುದನ್ನು ನಾವು {Username of the person being reported} ಗೆ ತಿಳಿಸುವುದಿಲ್ಲ.",
      "WhatsApp ಸೇರಿಸಲಾಗಿದೆ",
      "ಪುಟ ಕಂಡುಬಂದಿಲ್ಲ",
      "ಇದು ಹಿಂಸಾತ್ಮಕ ಅಥವಾ ನಿಷೇಧಿತ ವಿಷಯವಾಗಿದೆ",
      "ಪ್ರೊಫೈಲ್ ಅನ್ನು ವೀಕ್ಷಿಸು",
      "ಧನ್ಯವಾದಗಳು",
      "ನಿಮ್ಮ ಹೆಸರು",
      "ನಿಮ್ಮ ವೀಡಿಯೊದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನಿಮಗೆ ಅನುಮತಿ ಹೊಂದಿದ್ದರೆ {Submit a dispute text bolded} ಸಲ್ಲಿಸಿ. ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ಈ ಹಕ್ಕನ್ನು ನೀಡಿದ {reference owner name}, ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಪರಿಶೀಲಿಸಲು ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ. ನೀವು ಅದನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಹಂಚಿಕೊಂಡಿದ್ದರೆ ಅವರು ಸಂಪೂರ್ಣ ಪೋಸ್ಟ್ ಅನ್ನು ಸಹ ಪರಿಶೀಲಿಸಬಹುದು. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು 7 ದಿನಗಳು ಹೊಂದಿರುತ್ತಾರೆ.",
      "ಗೈಡ್",
      "ಸ್ಥಳವನ್ನು ಹುಡುಕಿ",
      "{amount} · {count}",
      "ಕಡಿಮೆ ಸ್ಥಳವನ್ನು ಬಳಸುತ್ತದೆ. Google Play ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಲಭ್ಯವಿದೆ.",
      "ಉಳಿಸಲು ಪ್ರಾರಂಭಿಸಿ",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುವುದಿಲ್ಲ.",
      "ವೀಡಿಯೊ ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ. ಇದು ಸಿದ್ಧವಾದಾಗ ನಾವು ನಿಮಗೆ ಸೂಚಿಸುತ್ತೇವೆ.",
      "ನವೆಂಬರ್",
      "ವೃತ್ತಿಪರ ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.",
      "ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿಗಳು, ವಿಷಯ ನಿರ್ಮಾಪಕರು, ಕಲಾವಿದರು ಮತ್ತು ಪ್ರಭಾವಕಾರರಿಗೆ ಉತ್ತಮವಾಗಿದೆ.",
      "ಪೂರ್ಣ ಹೆಸರು",
      "CPA ಅಡಿಯಲ್ಲಿ ವರದಿ",
      "{duration} ಬಾಕಿ ಉಳಿದಿದೆ",
      "Instagram ನಿಂದ ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
      "ಎಲ್ಲಾ ಕುಕೀಸ್ ಅನುಮತಿಸು",
      "ವಿವಾದ ನಿರ್ಬಂಧನೆ",
      "ಗಂಟೆಗಳು",
      "ಪೋಸ್ಟ್ ವೀಕ್ಷಿಸಿ",
      "ದೃಢಪಡಿಸು",
      "ಇನ್ನಷ್ಟು ಸಂಭಾಷಣೆಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಹಿಂದಿನ ಪುಟ",
      "ನೀವು 18 ವರ್ಷ ವಯಸ್ಸಿನ ಒಳಗಿನವರಾಗಿರುವುದರಿಂದ, Instagram ಗೆ ನಿಮ್ಮ ಜನ್ಮದಿನವನ್ನು ನವೀಕರಿಸಲು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬೇಕಾಗುತ್ತದೆ.",
      "ಹೌದು",
      "ಪೋಸ್ಟ್ ಅಳಿಸುವುದೇ?",
      "ಇದು ಮೋಸ ಅಥವಾ ದಾರಿ ತಪ್ಪಿಸುವುದಾಗಿದೆ",
      "ಈ ಸಂವಾದವು Instagram ನಲ್ಲಿರಬಾರದು",
      "ಟ್ಯಾಗ್‌ಗಳು",
      "{Restore this video text bolded} ಇದು ತಪ್ಪು ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ ಮತ್ತು ನಿಮ್ಮ ವೀಡಿಯೊದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ಬಳಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿರುವಿರಿ. ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಇದ್ದದ್ದು ಇದ್ದಂತೆ ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ.",
      "ಇದರರ್ಥ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನಾವು ಮತ್ತೆ ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ, ನಮ್ಮ ಸಮುದಾಯವನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ನಾವು ಸಾಧನಗಳನ್ನು ನಿರ್ಮಿಸುವಾಗ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮಗೆ ಕಲಿಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
      "ನೀವು ಜನರನ್ನು ಅನುಸರಿಸುವಾಗ, ಅವರು ಇಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸುತ್ತೀರಿ.",
      "ಇದೀಗ ಅವರು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದಾಗಿದೆ ಮತ್ತು Instagram ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಬಹುದಾಗಿದೆ. Instagram ನೀವು ಅವರನ್ನು ಅನಿರ್ಬಂಧಿಸುವುದನ್ನು ತಿಳಿಯಪಡಿಸುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ವೀಡಿಯೊದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಬಳಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿದ್ದರೆ {Submit a dispute text bolded}. ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ಈ ಕ್ಲೈಮ್ ಅನ್ನು ನೀಡಿದ {owner name} ಅವರಿಗೆ ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ. ನೀವು ಅದನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಹಂಚಿಕೊಂಡಿದ್ದರೆ ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸಹ ಪರಿಶೀಲಿಸಬಹುದು. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು {number of days} ದಿನಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.",
      "ಬೆಂಬಲ",
      "ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಐಕಾನ್",
      "ಧನ್ಯವಾದಗಳು! ನೀವು ಎಲ್ಲವನ್ನೂ ಹೊಂದಿಸಿದ್ದೀರಿ.",
      "ಫೈರ್ ಆರ್ಮ್ಗಳು ಮತ್ತು ಅಮ್ಯುನೇಶನ್ಗಳ ಖರೀದಿ ಅಥವಾ ಮಾರಾಟದ ಕೊಡುಗೆಗಳು",
      "• ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು, ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ಸಹಾಯ ಮಾಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಕುರಿತು ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ",
      "ಮನೆ ಮತ್ತು ಕೈತೋಟ",
      "ಅರ್ಥವಾಯಿತು. ನೀವು Instagram ನ ಜ್ಞಾಪನೆ ಇಮೇಲ್‌ಗಳಿಂದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಹಿಂಪಡೆದಿರುವಿರಿ.",
      "ನಿರ್ಬಂಧಿಸಲಾದ ವೀಡಿಯೊವನ್ನು ಪರಿಶೀಲಿಸಿ",
      "ಪ್ರಕಾರ",
      "WhatsApp ಈಗ ನಿಮ್ಮ {whatsapp business name} ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಂಪರ್ಕ ಆಯ್ಕೆಯಾಗಿದೆ.",
      "ದಯವಿಟ್ಟು ನಿಮ್ಮ ಐಡಿಯಲ್ಲಿ ಫೋಟೋವನ್ನು ಲಗತ್ತಿಸಿ",
      "ನಿಮ್ಮ ಫೋಟೋ ಇದು ನಿಮ್ಮದೇ ಎಂದು ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ತಿಳಿಸುತ್ತದೆ.",
      "{username} ಗೆ ಬದಲಿಸಿ",
      "ದೃಢೀಕರಣದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?",
      "Facebook Pay ನಲ್ಲಿ ಶೀಲ್ಡ್ ಐಕಾನ್ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ ಪುಟ",
      "ಶಾಪಿಂಗ್ ಐಕಾನ್",
      "ಫೈಲ್ ಸೇರಿಸು",
      "ಹೊಸ ಪೋಸ್ಟ್ ರಚಿಸಿ",
      "ನೀವು ಒದಗಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೀವು ಈಗಲೂ ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಬಹುದು.",
      "ಇನ್ನೂ ಯಾರೂ ಇದನ್ನು ವೀಕ್ಷಿಸಿಲ್ಲ.",
      "ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿಯಂತೆ ನಟಿಸುತ್ತಿರುವುದಕ್ಕೆ ಈ ಖಾತೆಯನ್ನು ವರದಿಮಾಡುವುದೇ?",
      "ಅಗತ್ಯವಿದೆ",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಸೇರಿಸಿ",
      "ನಿಮ್ಮ ID ನಲ್ಲಿನ ಕೊನೆಯ ಹೆಸರು",
      "ಕೊನೆಯ ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ. ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು 10 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಆಯ್ಕೆಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸಲು ಕೆಲವು ಕುಕೀಗಳು ಅವಶ್ಯಕ. Instagram ಗೆ ಮುಂದುವರಿಯಲು, ಲಭ್ಯವಿರುವ ಕುಕೀ ನಿಯಂತ್ರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಕೆಳಗೆ ಸ್ವೀಕರಿಸುವ ಮೊದಲು ನೀವು ಬಯಸುವ ಯಾವುದೇ ಐಚ್ಛಿಕ ಆಯ್ಕೆಗಳನ್ನು ಮಾಡಿ.",
      "ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮತ್ತೆ ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಅಸಮಾನ್ಯವಾಗಿರುವ ಚಟುವಟಿಕೆಯನ್ನು ಗಮನಿಸಿದ್ದೇವೆ ಆದ್ದರಿಂದ ನಾವು ನಿಮ್ಮನ್ನು ಲಾಗ್‌ ಔಟ್ ಮಾಡಿದ್ದೇವೆ.",
      "ಪಿನ್ ಕೋಡ್",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು ಈಗ ತಾನೇ ನಿಮಗೆ ಕಳುಹಿಸಿರುವ 6-ಅಂಕಿಯ ಭದ್ರತೆ ಕೋಡ್ ನಮೂದಿಸಿ.",
      "ಇಮೇಲ್ ಕಳುಹಿಸಿ",
      "ನಕ್ಷೆ ಮಾಹಿತಿಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯು ನಮಗೆ ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ ಮತ್ತು ಈ ರೀತಿಯ ಸಮಸ್ಯೆಗಳು ಸಂಭವಿಸುವುದಿಲ್ಲವೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ನಿರಂತರವಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ದಯವಿಟ್ಟು {email} ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.",
      "ಈ ಫೋಟೋವನ್ನು ಈ ಕೆಳಗಿನ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ ಎಂದು ಜ್ಞಾಪಿಸಿ:",
      "ಅವಧಿ ಮುಗಿದಿದೆ",
      "ಮಾರ್ಗದರ್ಶಿಯನ್ನು ವೀಕ್ಷಿಸಿ",
      "ನಿಮ್ಮ ಅನುಸರಣೆದಾರರು",
      "ಹೊಸ ಪೋಸ್ಟ್",
      "ನೀವು ವಿಷಯ ಮಾಲೀಕರನ್ನು ಸಂಪರ್ಕಿಸದೇ ಇದ್ದರೆ ಅಥವಾ ನಿಮ್ಮ ವೀಡಿಯೊ ತೆಗೆದುಹಾಕಿದರೆ, ನಿರ್ಬಂಧವು {Date when the video block will go into effect} ನಂತರ ಕಾರ್ಯಗತಗೊಳ್ಳಬಹುದು.",
      "ನಿಮ್ಮ ಸುದ್ದಿ ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ವಿರುದ್ಧವಾಗಿ ಹೋಗುತ್ತದೆ",
      "ಸೈನ್‌ ಅಪ್‌ ಮಾಡಿ",
      "ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಖಚಿತಪಡಿಸಲು ನಿಮ್ಮ PIN ಅನ್ನು ಇನ್ನೊಮ್ಮೆ ನಮೂದಿಸಿ.",
      "ಕೋಡ್ ಮರುಕಳುಹಿಸಿ",
      "Facebook ಉತ್ಪನ್ನಗಳು, ವಿಶ್ಲೇಷಣೆಗಳು ಮತ್ತು ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಿಮಗಾಗಿ ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಜಾಹೀರಾತು ಮತ್ತು ಅಳತೆ ಸೇವೆಗಳಿಗಾಗಿ, ನಾವು ಇತರ ಕಂಪನಿಗಳಿಂದ ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ಈ ಕಂಪನಿಗಳು ಸಹ ಕುಕೀಸ್ ಅನ್ನು ಬಳಸುತ್ತವೆ. ನಮ್ಮ {Cookie Policy} ದಲ್ಲಿ ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.",
      "ಅನುಸರಿಸಲು ಟಿಪ್ಪಣಿಯ ಖಾತೆಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ",
      "ನೀವು Instagram ನಲ್ಲಿ ಸಂಗೀತವನ್ನು ಹೇಗೆ ಬಳಸಬಹುದು ಎಂಬುದರ ಕುರಿತು {Learn more}.",
      "ಅವರ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಈ ಖಾತೆಯನ್ನು ಅನುಸರಿಸಿ.",
      "ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಫೈಲ್ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.",
      "ನಿಮ್ಮ ವಿವಾದವನ್ನು ಅನುಮೋದಿಸಬೇಕು ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ವಿವರವಾಗಿ ವಿವರಿಸಿ.",
      "{count} ವೀಕ್ಷಿಸು",
      "ಈಗಾಗಲೇ {username} ಅವರನ್ನು ಅನುಸರಿಸುತ್ತೀರಾ? ಅವರ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಬದಲಿಸಿ ಅಥವಾ ಲಾಗ್ ಇನ್ ಮಾಡಿ.",
      "ದೈಹಿಕ ಹಾನಿ, ಕಳ್ಳತನ, ವಿಧ್ವಂಸಕ ಅಥವಾ ಆರ್ಥಿಕ ಹಾನಿಯ ನಿರ್ದಿಷ್ಟ ಬೆದರಿಕೆಗಳು",
      "ನಿರ್ಬಂಧಿಸಿದ ಫೋಟೋವನ್ನು ಪರಿಶೀಲಿಸಿ",
      "ಸಲ್ಲಿಸು",
      "ಕ್ಷಮಿಸಿ, ಆದರೆ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಕೆಲವು ನಿಮಿಷಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "{instagram business category}",
      "ಈ ಪ್ರೊಫೈಲ್ ಇಷ್ಟವಿಲ್ಲವೇ?",
      "ನೀವು ಏನು ತಿಳಿದುಕೊಳ್ಳಬೇಕು:",
      "Facebook ಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ",
      "ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸು",
      "ಜ್ಞಾಪನೆಯನ್ನು ಪಡೆಯಿರಿ",
      "ನಮಗೆ ತಿಳಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು",
      "ಎಲ್ಲಾ ಸಲಹೆಗಳು",
      "ಪೋಸ್ಟ್ ಮಾಡು",
      "{count} ವೀಕ್ಷಣೆಗಳು",
      "ಬ್ರ್ಯಾಂಡ್, ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಂಸ್ಥೆಯ ಕುರಿತು ಅಭಿಪ್ರಾಯಗಳನ್ನು ನೀಡಲು",
      "ಮುಗಿದಿದೆ",
      "ಉಚಿತ ವೈ-ಫೈಗೆ ಮುಂದುವರಿಸಿ",
      "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು",
      "PINನೊಂದಿಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ಪರೀಕ್ಷಾ Facebook ಅಂಗಡಿಯನ್ನು ಹೊಂದಿಸಲು ಪರೀಕ್ಷಾ Instagram ಖಾತೆಯನ್ನು ರಚಿಸಿ.",
      "{story viewer username} ನಂತೆ ವೀಕ್ಷಿಸುವುದೇ?",
      "ಈಗ ಬೇಡ",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸು",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪಡೆಯಿರಿ",
      "ಟ್ಯಾಗ್ ಮಾಡಿದ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಿ",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸುವುದರಿಂದ ನಿಮಗೆ ಮತ್ತು ಇತರರಿಗೆ ಸ್ನೇಹಿತರನ್ನು ಹುಡುಕಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
      "ನೃತ್ಯ",
      "ವ್ಯಾಪಾರ ಫೋನ್ ಸಂಖ್ಯೆ",
      "ವಿರಾಮ ಅಗತ್ಯವಿದೆ",
      "",
      "ಖಚಿತಪಡಿಸು",
      "ಮುಗಿದಿದೆ",
      "ನಿಮ್ಮ ಖಾತೆ ಅಳಿಸಿಹೋಗಬಹುದು",
      "ಲೈವ್ ವೀಡಿಯೊ",
      "ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ",
      "ಇತರ ಸೈಟ್‌ಗಳಿಂದ ಕುಕೀಗಳಿಲ್ಲದೆ, ಈ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮತ್ತು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುವ ಇತರ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ಸಾಧನಗಳನ್ನು ಎಂಬೆಡ್ ಮಾಡಲು Instagram ಗೆ ಸಾಧ್ಯವಾಗದಿರಬಹುದು.",
      "{username} ಅವರಿಂದ ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ",
      "ಸೋಮವಾರ",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ",
      "ನೆಟ್‌ವರ್ಕ್ ಪ್ರಕಾರ",
      "Messenger ಗೆ ಹಂಚಿಕೊಳ್ಳಿ",
      "ಡಿಜಿಟಲ್ ವ್ಯಾಲೆಟ್‌ಗಳು",
      "ಲಾಗಿನ್ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸಿ",
      "ಜ್ಞಾಪನೆಯನ್ನು ರದ್ದುಮಾಡು",
      "ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು {violationText} ನಲ್ಲಿನ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ಈ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ ಏಕೆಂದರೆ ಹಿಂಸಾಚಾರವು ಕೆಲವು ಜನರಿಗೆ Instagram ನಲ್ಲಿ ಅಸುರಕ್ಷಿತವಾಗಬಹುದು.",
      "ನೀವು ಏನು ಮಾಡಬೇಕೆಂದಿರುವಿರಿ ಎಂಬುದನ್ನು ಉತ್ತಮವಾಗಿ ವಿವರಿಸುವ ವರ್ಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಇದನ್ನು ಪ್ರದರ್ಶಿಸಲು ಅಥವಾ ಮರೆಮಾಡಲು ನೀವು ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ.",
      "ಸ್ಪಾಮ್",
      "ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ರೇಟಿಂಗ್‌ಗಳು",
      "Instagram ಲೈಟ್‌ನಲ್ಲಿ Direct ಬಳಸಿ",
      "ಎಲ್ಲವನ್ನೂ ನೋಡಿರಿ",
      "ಸಕ್ರಿಯ {mins}ನಿ ಹಿಂದೆ",
      "ನೀವು ಯುಕೆ ತೆರಿಗೆ ಪಾವತಿದಾರ",
      "ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸು",
      "{username} ಅವರು ಈಗ ಸಕ್ರಿಯವಾಗಿದ್ದಾರೆ",
      "ಪೋಷಕರು/ಪಾಲಕರ ಕೊನೆಯ ಹೆಸರು",
      "ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿ ಲಾಗಿನ್ ಮಾಡಿ",
      "ಜಾಹೀರಾತುಗಳ ಐಕಾನ್",
      "ನಿಮ್ಮ ಗುರುತನ್ನು ನಾವು ಖಚಿತಪಡಿಸುವವರೆಗೆ ಪಾವತಿಗಳನ್ನು ಸ್ವೀಕರಿಸುವ ಅಥವಾ ಪಾವತಿಸುವನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ವಿರಾಮಗೊಳಿಸಲಾಗುತ್ತದೆ.",
      "{name} ಅವರಿಂದ ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ",
      "{username of the user who joined} ಅವರಂತೆ Instagram ನಲ್ಲಿ ಇರುವ ನಿಮ್ಮ VKontakte ಸ್ನೇಹಿತರು {full name of the contact who joined} ನಿಮಗೆ ಗೊತ್ತೆ",
      "ರದ್ದು ಮಾಡು",
      "ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ",
      "ಹಿಂದಿನ ವ್ಯವಹಾರ ಫೋನ್ ಸಂಖ್ಯೆಗಳು",
      "ಒಂದು ಕ್ಷಣ...",
      "ಬ್ಯಾಕ್ಅಪ್ ಕೋಡ್‌ಗಳು",
      "ಸ್ವಯಂ-ರಚಿಸಲಾದ ಶೀರ್ಷಿಕೆಗಳು",
      "ರಾಷ್ಟ್ರೀಯ ಗುರುತಿನ ಚೀಟಿ",
      "ಅಪರಾಹ್ನ",
      "ಪದೇ ಪದೇ ಬಳಸಲಾಗಿದೆ",
      "ಜಾಹೀರಾತುಗಳ ಆಸಕ್ತಿಗಳು",
      "ನಾವು ಗುರುತಿಸದ ಫೋನ್ ಅಥವಾ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಾವು ಲಾಗಿನ್ ಕೋಡ್‌ಗಾಗಿ ಕೇಳುತ್ತೇವೆ.",
      "1 ನಿಮಿಷದ ಹಿಂದೆ",
      "ನಿಮ್ಮ ಅನುಭವವನ್ನು ಕಸ್ಟಮೈಸ್‌ಗೊಳಿಸಲಾಗುತ್ತಿದೆ",
      "{name} ಅವರಂತೆ Facebook ಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ",
      "ಕೊವಿಡ್-19 ಆರೋಗ್ಯ ಸಂಶೋಧನೆಗಾಗಿ ಸಮೀಕ್ಷೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ",
      "{Added at authorizedAt time} ರಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ",
      "ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳು",
      "ಇವರಿಂದ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ",
      "ಖಾತೆಯನ್ನು ತೆಗೆದುಹಾಕಿ",
      "ಕ್ರಾಸ್ ಅಪ್ಲಿಕೇಶನ್ ಸಂದೇಶ ಕಳುಹಿಸುವ ದಿನಾಂಕವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ",
      "ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ",
      "{Bold text if your appeal for video is approved} ನೀವು ಹಂಚಿಕೊಂಡ ಮೂಲ ವೀಡಿಯೊವನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ.",
      "ಕೇವಲ ಇನ್ನು ಒಂದು ಹಂತ",
      "ನೀವು ಲಾಗ್ ಮಾಡುತ್ತಿರುವಿರಿ ಎಂಬುದನ್ನು ನಾವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕಾದ ಅಗತ್ಯವಿರುವಾಗ ಇದನ್ನು ಆನ್ ಮಾಡುವುದು ಎಂದರೆ ನಾವು ನಿಮಗೆ ಭದ್ರತೆ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ ಎಂದರ್ಥ.",
      "ಮರಳಿ ಅನುಸರಿಸು",
      "ಪ್ರೊಫೈಲ್ ಫೋಟೋವನ್ನು ಸೇರಿಸುವುದರಿಂದ ನಿಮ್ಮ ಸ್ನೇಹಿತರು ನೀವು ಯಾರೆಂದು ತಿಳಿಯುತ್ತಾರೆ.",
      "ನೇ",
      "ಲಿಂಗ",
      "ಡ್ರಾಫ್ಟ್ ಸಂಪಾದಿಸಿ",
      "ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಇನ್ನಷ್ಟು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಹುಡುಕಿರಿ",
      "ನಿರ್ಬಂಧಿತ ಸರಕುಗಳು",
      "ಕಿರುಕುಳ ಅಥವಾ ಬೆದರಿಸುವ ಮಾಹಿತಿ ವರದಿ?",
      "PINನೊಂದಿಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ನಿಮಗಾಗಿ ಅಥವಾ ನಿಮ್ಮ ವ್ಯವಹಾರಕ್ಕಾಗಿ ಅಧಿಕೃತ ಗುರುತಿನ ದಾಖಲೆಯನ್ನು ಸೇರಿಸಿ.",
      "Facebook ಉತ್ಪನ್ನಗಳು",
      "ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸು",
      "ಏಪ್ರಿಲ್ 5, 2018 ರಂದು ಪ್ರಾರಂಭವಾದ ಈ ಸಮಸ್ಯೆಯು ನಿಮ್ಮ ಖಾತೆಯ ಗೌಪ್ಯತೆ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಖಾಸಗಿಯಾಗಿ ಸಾರ್ವಜನಿಕವಾಗಿ ಬದಲಾಯಿಸುವಂತೆ ಮಾಡಿತು. ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಾಸಗಿಯಾಗಿ ಏಪ್ರಿಲ್ 9, 2018 ರಲ್ಲಿ ಪುನಃಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಆ ಸಮಯದಲ್ಲಿ ಹೊಸ ಖಾತೆಗಳು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಿದರೆ, ನಾವು ಆ ಅನುಯಾಯಿಗಳನ್ನು ಏಪ್ರಿಲ್ 9 ಮತ್ತು ಏಪ್ರಿಲ್ 10 ರ ನಡುವೆ ತೆಗೆದುಹಾಕಿದ್ದೇವೆ.",
      "ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳು",
      "ನಗರ/ಪಟ್ಟಣ",
      "ರದ್ದುಮಾಡು",
      "ವರದಿಮಾಡಿ",
      "ಇದು ಸ್ಪ್ಯಾಮ್ ಆಗಿದೆ",
      "ಪೂರ್ಣ ಅನುಭವವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ.",
      "{carrier name} ರಿಂದ ಉಚಿತ ಫೋಟೋಗಳು",
      "{Copyright owner} ಅವರಿಂದ {Copyrighted album or song name}",
      "ಸ್ಥಳೀಯ ಅಥವಾ ಅಂತರರಾಷ್ಟ್ರೀಯ ಜ್ಞಾನವನ್ನು ಹೊಂದಿರುವ ಮಾನ್ಯತೆ ಪಡೆದ ಸಂಸ್ಥೆಗಳು ಹಿಂಸಾಚಾರವನ್ನು ಪ್ರಚೋದಿಸಬಹುದು ಅಥವಾ Instagramನಿಂದ ದೈಹಿಕ ಹಾನಿ ಉಂಟುಮಾಡಬಹುದು ಎಂದು ನಮಗೆ ತಿಳಿಸಿರುವ ಮಾಹಿತಿಯನ್ನು ಇದು ಒಳಗೊಂಡಿದೆ.",
      "{count} ಇಷ್ಟಗಳು",
      "{username} ಅವರು ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿಯಂತೆ ನಟಿಸುತ್ತಿದ್ದಾರೆ ಎಂದು ವರದಿ ಮಾಡುವುದೇ?",
      "ನೀವು {The username of the account being reported} ಅವರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವರದಿ ಮಾಡಿದ ಕಾರಣ, ನಾವು ಕೂಡಾ ಖಾತೆಯನ್ನು ನಿರ್ಬಂಧಿಸಿದ್ದೇವೆ.",
      "ದೋಷದ ಲಿಂಕ್",
      "{actionType} ಕಾಮೆಂಟ್ ಮಾಡಿ",
      "ID ಫೋಟೋವನ್ನು ಸಂಪಾದಿಸಿ",
      "ನೀವು ನಮೂದಿಸಿದ PIN ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೀವು Facebook ನಲ್ಲಿ ಬಳಸಿದ {cardName} ಗಾಗಿ ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ನೀವು ಇನ್ನೂ ಸಂಪರ್ಕಿಸಬಹುದು.",
      "ಕೊರೊನಾವೈರಸ್ (COVID-19) ಹೆಚ್ಚುತ್ತಿರುವ ಕಾರಣ ನಮ್ಮಲ್ಲಿ ಇದೀಗ ಕಡಿಮೆ ವಿಮರ್ಶಕರು ಲಭ್ಯವಿದ್ದಾರೆ. ಹಾನಿಯ ಹೆಚ್ಚಿನ ಸಾಮರ್ಥ್ಯದೊಂದಿಗೆ ವಿಷಯವನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು ಆದ್ಯತೆ ನೀಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ.",
      "• ನಿಮ್ಮ Instagram ಖಾತೆಯೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಲಾಗ್ ಇನ್ ಮಾಡಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಿ",
      "ಹುಡುಕು",
      "ರದ್ದುಮಾಡು",
      "ವರದಿಯನ್ನು ಕಳುಹಿಸಿ",
      "ಕುಕೀ ಸಮ್ಮತಿ ವಿಭಾಗವನ್ನು ನೋಡಲು ಚೆವ್ರಾನ್ ಐಕಾನ್",
      "ಗ್ರಾಫಿಕ್ ಗಾಯ, ಅಕ್ರಮ ಚಟುವಟಿಕೆ, ಅಪಾಯಕಾರಿ ಅಥವಾ ಕ್ರಿಮಿನಲ್ ಸಂಸ್ಥೆಗಳು",
      "ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆಗಳು",
      "ಈ ಸಮಸ್ಯೆಯು ತಮ್ಮ ಸಾಧನದಲ್ಲಿ ಲಾಗ್ ಇನ್ ಆಗಿರುವ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು Instagram ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದ  Facebook ಮತ್ತು Instagram ನೌಕರರ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಿತು. ಜೂನ್ 1, 2018 ಮತ್ತು ಜೂನ್ 5, 2018 ರ ನಡುವೆ, ಒಂದು ಖಾತೆಯಿಂದ ಪ್ರಕಟಿಸಲಾದ ಕೆಲವು ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಸುದ್ದಗಳು ಅದೇ ಸಾಧನದಲ್ಲಿ ಲಾಗ್ ಇನ್ ಮಾಡಲಾದ ಮತ್ತೊಂದು ಖಾತೆಗೆ ಪೋಸ್ಟ್ ಮಾಡುತ್ತವೆ. ಮುನ್ನೆಚ್ಚರಿಕೆಯಾಗಿ, ನಾವು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನೋಡಲು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ ಮತ್ತು ಜೂನ್ 1 ರಿಂದ ಜೂನ್ 5 ರವರೆಗೆ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಉದ್ದೇಶಿತ ಖಾತೆಯಿಂದ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುತ್ತೇವೆ.",
      "{city name} ರಲ್ಲಿ ಸ್ಥಳಗಳು",
      "ಜನರನ್ನು ಹುಡುಕಿ",
      "ಪ್ರಾಥಮಿಕವಾಗಿ ಸರಿಸಲಾಗಿದೆ",
      "API",
      "ಮತ್ತೊಮ್ಮೆ ಲಾಗಿನ್ ಮಾಡಿ",
      "ಈ ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಿ",
      "ನೇರವಾದ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ಐಕಾನ್",
      "ಹೊಸ ಪೋಸ್ಟ್",
      "ನೀವು ಲಾಗಿನ್ ಮಾಡಿದಾಗ ಮತ್ತು ಅವರನ್ನು ಅನುಸರಿಸಿದಾಗ ಅವರು ಹಂಚಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಂದೂ ಪೋಸ್ಟ್ ಅನ್ನು ನೀವು ವೀಕ್ಷಿಸುತ್ತೀರಿ.",
      "ಪ್ರೊಫೈಲ್ ಪೂರ್ಣಗೊಂಡಿದೆ",
      "ಕಳುಹಿಸಲಾಗಿದೆ!",
      "ಸೆರೆಹಿಡಿಯುವುದು ಪ್ರಾರಂಬಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕ್ಷಣಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ.",
      "ಸ್ಥಳ",
      "ಸುದ್ದಿಗಳ ಚಟುವಟಿಕೆ",
      "ಈ ಸಂವಾದವನ್ನು ನೀವು ಏಕೆ ವರದಿ ಮಾಡುತ್ತಿರುವಿರಿ?",
      "{username} ಅವರ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ",
      "ಧ್ವನಿ ಸಂದೇಶ",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಏಕೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ?",
      "@{username} • Instagram ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು",
      "ವರದಿ ಮಾಡಿ",
      "ಪ್ರಶ್ನೆಗಳು",
      "ನಿಮ್ಮ ಮನವಿಯನ್ನು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ",
      "ಚಾಟ್ ಅಳಿಸಿ",
      "ಬೇರೆ ಏನೋ ಇದೆ",
      "ಇತರ ಕಂಪನಿಗಳ ಕುಕೀಗಳಿಲ್ಲದೆ ಕೆಲಸ ಮಾಡದ ಕೆಲವು ಅನುಭವಗಳ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಕಾಮೆಂಟ್‌ಗಳಲ್ಲಿ gif ಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವುದು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸುವುದನ್ನು ಒಳಗೊಂಡಿದೆ.",
      "ಇನ್‌ಬಾಕ್ಸ್",
      "{days}ದಿ",
      "ಒಮ್ಮೆ ನೀವು ವೈ-ಫೈಗೆ ಸಂಪರ್ಕಪಡಿಸಿದರೆ, ನೀವು ವ್ಯಾಪಾರದ Instagram ಖಾತೆಯನ್ನು ಸಹ ಅನ್ವೇಷಿಸಬಹುದು.",
      "ನಿಮ್ಮ ಸಾಮಾನ್ಯ ಸಂದೇಶಗಳು",
      "ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ಆನ್ ಮಾಡಲಾಗಿದೆ",
      "Instagram ಪರಿಶೀಲನೆಗೆ ಅನ್ವಯಿಸಿ",
      "ಈ {numMessages} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.",
      "ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ",
      "ಈ ಮಾಹಿತಿಯನ್ನು Facebook Pay ಮೂಲಕ ಉಳಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ನೀವು Instagram, Facebook ಮತ್ತು Messengerನಲ್ಲಿ ಬಳಸಲು ಲಭ್ಯವಿರುತ್ತದೆ",
      "ಎಲ್ಲಾ ಹಣಗಳಿಸಿದ ವೀಡಿಯೊಗಳು ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ಒಳಗೊಂಡಿರಬೇಕು. ಫೀಡ್ ಮತ್ತು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಪೂರ್ವವೀಕ್ಷಣೆಗಳು ಗೋಚರಿಸುತ್ತವೆ.",
      "Connect a digital wallet",
      "ಪುಶ್ ಅಧಿಸೂಚನೆಗಳು",
      "ಡೀಫಾಲ್ಟ್ ಕೀವರ್ಡ್‌ಗಳನ್ನು ಬಳಸಿ",
      "Instagram ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸುತ್ತದೆ. ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಲು ಎಲ್ಲಾ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸಿ.",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ",
      "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ಮರೆತಿರುವಿರಾ?",
      "ಮುಗಿದಿದೆ",
      "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ",
      "ನೇ",
      "ಬಳಕೆಯ ನಿಯಮಗಳು",
      "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಅನಿರ್ಬಂಧಿಸಲು ದಯವಿಟ್ಟು ಸಮ್ಮತಿಸಿ:",
      "ಫೆಬ್ರ",
      "ನೀವು ಒದಗಿಸಿದ ಮಾಹಿತಿಯ ಆಧಾರದ ಮೇಲೆ ನಿಮಗೆ Instagram ಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.",
      "{whatsapp business name}",
      "ನಮಸ್ಕಾರ {username},",
      "ಅನ್ವೇಷಿಸಿ",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಫೀಡ್‌ನಲ್ಲಿ ಪೂರ್ವವೀಕ್ಷಣೆಗಳು ಕಂಡುಬರುತ್ತವೆ",
      "ಬ್ಯಾಗ್ ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ",
      "Disconnect",
      "ಏಕೆ ಎಂದು ನಮಗೆ ಹೇಳಿ",
      "ಫೈಲ್ ತೆಗೆದುಹಾಕಿ",
      "DMCA ಎಂದರೇನು, ಮತ್ತು ಅದು ನನಗೆ ಹೇಗೆ ಪರಿಣಾಮಕಾರಿಯಾಗಿದೆ?",
      "{name of the user} ಅವರು ಕಾಮೆಂಟ್ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಿದ್ದಾರೆ: {comment text from user}",
      "ಸಂಪರ್ಕ ಮಾಹಿತಿ",
      "Instagram Lite ಪಡೆಯಿರಿ",
      "ಭದ್ರತೆ ವಿಧಾನವನ್ನು ಆರಿಸಿ",
      "ಚಾಟ್ ಅಳಿಸುವುದೇ?",
      "ಮುಂದೆ",
      "ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳಿಲ್ಲ",
      "ಟಾಗಲ್ ಆಯ್ಕೆ",
      "ಪರಿಶೀಲಿಸದೆ ತ್ಯಜಿಸುವುದೇ?",
      "ಈ ನೀತಿಯು Facebook ಅನ್ನು ಒಳಗೊಳ್ಳುತ್ತದೆಯಾದ್ದರಿಂದ, ಇದು ಮುಖದ ಗುರುತಿಸುವಿಕೆ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿದೆ. ನಾವು Instagram ನಲ್ಲಿ ಮುಖ ಗುರುತಿಸುವಿಕೆ ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುವುದಿಲ್ಲ. ನಾವು ಅದನ್ನು ಪರಿಚಯಿಸಿದರೆ, ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ ಮತ್ತು ನಿಮಗೆ ಆಯ್ಕೆಯನ್ನು ನೀಡುತ್ತೇವೆ.",
      "ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್  ಮಾಡಿ",
      "Authentication App ಅನ್ನು ಖಚಿತಪಡಿಸಲಾಗಿದೆ",
      "ರದ್ದುಮಾಡು",
      "ಹೀಗೆ ಮುಂದುವರಿಸಿ {username}",
      "ಸ್ನೇಹಿತರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಇಷ್ಟಪಡಿ, ನಿಮ್ಮ ಕ್ಷಣಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಪ್ರೀತಿಯಿಂದ ಖಾತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.",
      "ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಅಪ್ಲಿಕೇಶನ್ ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ.",
      "ಫೈಲ್ 1KB ಅಥವಾ ಹೆಚ್ಚಿರಬೇಕು",
      "{scope description}",
      "{full_name} (@{username}) • Instagram ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು • ಪುಟ {page}",
      "ನೀವು Instagram ನಲ್ಲಿ ಹಂಚಿಕೊಂಡಿರುವ ವಸ್ತುಗಳ ಫೈಲ್ ಅನ್ನು ರಚಿಸಲು ನಾವು ಪ್ರಾರಂಭಿಸಿದ್ದೇವೆ ಮತ್ತು {email address} ಗೆ ಲಿಂಕ್ ಅನ್ನು ಇಮೇಲ್ ಮಾಡುತ್ತೇವೆ. ಈ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ಅದನ್ನು ನಿಮಗೆ ಕಳುಹಿಸಲು 48 ಗಂಟೆಗಳ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
      "ಫೋಟೋ ಅಳಿಸು",
      "• Instagram ನಿಂದ ನೀವು ಹಂಚಿಕೊಂಡಂತಹ ಮಾಹಿತಿಗೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳು ಪ್ರವೇಶವನ್ನು ವಿನಂತಿಸಬಹುದು. ಈ ವಿನಂತಿಗಳನ್ನು ನಮ್ಮ ಸಿಸ್ಟಂಗಳಿಂದ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಲಾಗ್ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ನಿಯಂತ್ರಿಸಲಾಗುವುದಿಲ್ಲ.",
      "Edit",
      "ವೀಡಿಯೊ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ",
      "ನಿಮ್ಮ ಚಟುವಟಿಕೆಯಿಂದ ನಾವು ಏನನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ಪಾಲುದಾರರು, Facebook ಕಂಪನಿಗಳಾದ್ಯಂತ ನಾವು ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಸಂಪರ್ಕಿಸುತ್ತೇವೆ ಮತ್ತು ಜಾಹೀರಾತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಹೇಗೆ ವೈಯಕ್ತೀಕರಿಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ನೀತಿಯು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿದೆ.",
      "1 ದಿನದ ಒಳಗಾಗಿ ಮುಂದಿನ ಕ್ರಮಗಳನ್ನು ಅನುಸರಿಸಿ ಈ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯು ನಿಷ್ಕ್ರಿಯಗೊಳ್ಳುವ ಮೊದಲು ನಿಮಗೆ ನಾವು ಹಿಂತಿರುಗಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು.",
      "{username} ಅವರು ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ಡ್ರಾಫ್ಟ್ ತ್ಯಜಿಸು",
      "ನಾವು ಏನನ್ನು ತೆಗೆದುಹಾಕುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು {Learn more}.",
      "ಎಲ್ಲಾ {(plural) number of terms} ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳಿಗೆ ಸಮ್ಮತಿಸಿ",
      "ಇಲ್ಲ",
      "ಸರಿ",
      "ವೀಡಿಯೊಗಳು 3 ಸೆಕೆಂಡ್‌ಗಳು ಅಥವಾ ಹೆಚ್ಚಿನದಾಗಿರಬೇಕು",
      "ನಿಮ್ಮ ಖಾತೆಯ ಮೇಲಿನ ನಿರ್ಬಂಧಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಮುಂದಿನ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ.",
      "ವೀಡಿಯೊ ತ್ಯಜಿಸುವುದೇ?",
      "ಕಾರ್ಟ್",
      "ವಿಷಯ ಮಾಲೀಕರನ್ನು ಸಂಪರ್ಕಿಸಿ",
      "ತೆಗೆದುಹಾಕು",
      "ಇತರ",
      "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಂಪರ್ಕ ಮಾಹಿತಿ ಮತ್ತು ಬಟನ್‌ಗಳನ್ನು ಮರೆಮಾಡಲು ಅಥವಾ ಪ್ರದರ್ಶಿಸಲು ನೀವು ಆಯ್ಕೆಮಾಡಬಹುದು.",
      "ಹೌದು",
      "ನೀವು {username} ಅವರ ಸುದ್ದಿ ಹೈಲೈಟ್‌ ಅನ್ನು ಕಳುಹಿಸಿರುವಿರಿ",
      "ಪರ್ಯಾಯ ಪಠ್ಯವು ದೃಶ್ಯ ದೋಷಗಳಿರುವ ಜನರಿಗಾಗಿ ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ. ಪರ್ಯಾಯ ಪಠ್ಯವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಫೋಟೋಗಳಿಗಾಗಿ ರಚಿಸಲಾಗಿದೆ ಅಥವಾ ನಿಮ್ಮ ಸ್ವಂತದ್ದನ್ನು ಬರೆಯಲು ನೀವು ಆಯ್ಕೆಮಾಡಿಕೊಳ್ಳಬಹುದು.",
      "ಜನರನ್ನು ಪತ್ತೆಹಚ್ಚಿ",
      "ತೆಗೆದುಹಾಕಿ",
      "ನೀವು {username} ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ",
      "Google ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡು",
      "ಕಾಮೆಂಟ್ ಅಳಿಸಿ",
      "• ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಅಥವಾ ನಿಮ್ಮ ಫೋಟೋಗಳಂತೆ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಆಯ್ಕೆಮಾಡಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಸಂಪರ್ಕವು ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
      "ವ್ಯಾಪಾರ ಖಾತೆಗಳು",
      "ಟ್ಯಾಗ್ ಮಾಡಲಾದ ಜನರು",
      "ನಿಮ್ಮ ಕಾಮೆಂಟ್‌ ನಮ್ಮ ಸಮುದಾಯ ಮಾರ್ಗಸೂಚಿಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿದೆ",
      "ಚಟುವಟಿಕೆ ಫೀಡ್",
      "ಉಚಿತ ಶಿಪ್ಪಿಂಗ್",
      "ಸ್ಥಳಾವಕಾಶ ಮತ್ತು ಡೇಟಾ ಉಳಿಸಲು ಸಿದ್ಧಪಡಿಸಲಾಗಿದೆ. Google Play ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಲಭ್ಯವಿದೆ.",
      "{count} ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ",
      "ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ",
      "ನೀವು {username} ಅವರೊಂದಿಗೆ ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿದ್ದೀರಾ?",
      "ಕುಕೀಗಳ ಬಗ್ಗೆ ಮತ್ತು ನಮ್ಮ {Cookie Policy} ನಲ್ಲಿ ನಾವು ಅವುಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
      "ನೀವು ಏನನ್ನು ಪ್ರೀತಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಆ್ಯಪ್‌ಗೆ ಬದಲಿಸಿ.",
      "Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸು",
      "{username} ಟೈಪ್ ಮಾಡುತ್ತಿದ್ದಾರೆ...",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "ಇನ್ನಷ್ಟು",
      "ಅನುಸರಿಸುವುದಕ್ಕಾಗಿ ಸ್ನೇಹಿತರನ್ನು ಹುಡುಕಲು Facebook ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ.",
      "ಗೌಪ್ಯತೆ",
      "ಕೌಂಟ್‌ಡೌನ್‌ಗಳು",
      "ಇಮೇಲ್ (ಐಚ್ಛಿಕ)",
      "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿರ್ವಹಿಸಲಾಗುತ್ತಿದೆ",
      "{firstUsername}, {secondUsername} + {remainingUserCount} ಅವರಿಂದ ವೀಕ್ಷಿಸಲಾಗಿದೆ",
      "ಜನರು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ",
      "ನೇ",
      "Google Play ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಪಡೆಯಿರಿ.",
      "ಸಂಗ್ರಹಣೆಯನ್ನು ಸಂಪಾದಿಸಿ",
      "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಅಸಾಮಾನ್ಯ ಚಟುವಟಿಕೆಯನ್ನು ನಾವು ಗಮನಿಸಿದ್ದೇವೆ ಮತ್ತು {date on which the restriction enrollment expires} ವರೆಗೆ ಕೆಲವು ಕ್ರಿಯೆಗಳನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಿದ್ದೇವೆ.",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪತ್ತೆಹಚ್ಚಿರಿ.",
      "ವಯಸ್ಸು",
      "{Bold text if your appeal for photo is approved} ನೀವು ಹಂಚಿಕೊಂಡ ಮೂಲ ಫೋಟೋವನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ.",
      "ಅಭಿಮಾನಿ ಖಾತೆ",
      "{copyright} ಸೇರಿದಂತೆ ಇನ್ನೊಂದು ಪಕ್ಷದ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸದಿದ್ದರೆ ಮಾತ್ರ ನೀವು ಅದನ್ನು Instagram ಗೆ ಪೋಸ್ಟ್ ಮಾಡಬಹುದು. ನಿಮ್ಮ ವಿಷಯವು ಕೃತಿಸ್ವಾಮ್ಯ ಕಾನೂನನ್ನು ಉಲ್ಲಂಘಿಸುವುದಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಉತ್ತಮ ಮಾರ್ಗವೆಂದರೆ ನೀವೇ ರಚಿಸಿದ ವಿಷಯವನ್ನು ಮಾತ್ರ ಪೋಸ್ಟ್ ಮಾಡುವುದು. ನೀವು ಬೇರೊಬ್ಬರ ವಿಷಯವನ್ನು ಬಳಸುವುದರಿಂದ ನೀವು ಅವರ ಹಕ್ಕುಸ್ವಾಮ್ಯವನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತಿರಬಹುದು:",
      "ಕಾಮೆಂಟ್ ಸೇರಿಸಿ...",
      "ನಿಮ್ಮ PayPal ಖಾತೆಯೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸುವುದೇ?",
      "ಹಿಂಬಾಲಕರು",
      "ಸಲ್ಲಿಸು",
      "ಈ ವೀಡಿಯೊದಲ್ಲಿ",
      "ಅನುಸರಿಸುತ್ತಿಲ್ಲ",
      "ಸಾಧನದಿಂದ ಆಯ್ಕೆಮಾಡಿ",
      "ಅದನ್ನು ಮರುಕಳುಹಿಸಿ",
      "ಫಿಲ್ಟರ್: {filter title}",
      "ಜನರು ನಿಮ್ಮನ್ನು ಸುಲಭವಾಗಿ ಅನುಸರಿಸಲು Instagram ಕ್ಯಾಮೆರಾದೊಂದಿಗೆ ನಿಮ್ಮ ಹೆಸರಿನ ಟ್ಯಾಗ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಹೆಸರಿನ ಟ್ಯಾಗ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಮುದ್ರಿಸಿ, ನಂತರ ಅದನ್ನು ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳು, ಪೋಸ್ಟರ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಲ್ಲಿ ಅಂಟಿಸಿ.",
      "ಪೋಸ್ಟ್ ವೀಕ್ಷಿಸಿ",
      "{phone_number} ನಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ನಾವು ದೃಢೀಕರಣ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ",
      "ಫೋನ್ ಸಂಖ್ಯೆ",
      "API ಬಳಕೆಯ ನಿಯಮಗಳು",
      "ಲೈವ್ ನಿಧಿಸಂಗ್ರಹಣೆ",
      "• {app name} ತನ್ನ ಸೇವಾ ಅವಧಿಯಲ್ಲಿ ಅದರ {=term} ಮತ್ತು {=privacy} ಪ್ರಕಾರ ಬಳಕೆದಾರರ ಗುರುತಿಸುವಿಕೆ ಮತ್ತು ಇತರ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನೀವು ಹಂಚಿಕೊಳ್ಳುವದನ್ನು ಬಳಸಬಹುದು.",
      "ಕಾಮೆಂಟ್ ಅಳಿಸಿ",
      "ನಾವು {email address} ಗೆ ಕಳುಹಿಸಿದ ಲಿಂಕ್ ಕೇವಲ ನಾಲ್ಕು ದಿನಗಳವರೆಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ. ನಿಮ್ಮ ಡೇಟಾದ ಮತ್ತೊಂದು ಪ್ರತಿಗೆ ನೀವು ಕೋರಬಹುದು.",
      "ನೀವು ಇಲ್ಲದಿದ್ದರೆ ವಿಷಯವನ್ನು ಬಳಸಲು ಅನುಮತಿಸಲಾಗಿದೆ. ಉದಾಹರಣೆಗೆ, ನೀವು ವಸ್ತುಗಳ ನ್ಯಾಯಯುತ ಬಳಕೆ ಹಕ್ಕು ಅಥವಾ ವಿಷಯವನ್ನು ಸಾರ್ವಜನಿಕ ಡೊಮೇನ್ನಲ್ಲಿ ಮಾಡಲಾಗುತ್ತದೆ.",
      "ಎಫೆಕ್ಟ್‌ಗಳು",
      "Facebook ಪಾವತಿಗಳ ನಿಯಮಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಪೋಷಕ/ಪಾಲಕರನ್ನು ಕೇಳಿ",
      "ಭದ್ರತಾ ಪರಿಶೀಲನೆ",
      "ನೀವು {name} ಅನ್ನು ತೆಗೆದು ಹಾಕಿದರೆ, ಅದು ನಿಮ್ಮ {name} ಖಾತೆ ಮತ್ತು ಚಟುವಟಿಕೆಯನ್ನು ಅಳಿಸಬಹುದು. {name} ನೀವು ಈ ಹಿಂದೆ ಹಂಚಿಕೊಂಡಿರುವ ಮಾಹಿತಿಯನ್ನು ಇನ್ನೂ ಪ್ರವೇಶಿಸಬಹುದು, ಆದರೆ ಖಾಸಗಿ ಮಾಹಿತಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ವಿನಂತಿಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.",
      "ವೃತ್ತಿಪರ ಖಾತೆಗೆ ಬದಲಾಯಿಸಿ",
      "ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ",
      "ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ",
      "• ನಿಮ್ಮ Instagram ಖಾತೆಯನ್ನು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಪಡಿಸಿ",
      "ಜನಾಂಗೀಯ, ಹೋಮೋಫೋಬಿಕ್ ಅಥವಾ  ಲಿಂಗ ನಿಂದನೆಗಳು",
      "ಲಾಗಿನ್ ಮಾಡುವುದರ ಮೂಲಕ ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ",
      "ಮುಂದೆ",
      "ವಿವಾದವನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ, ನೀವು ಹಕ್ಕುಸ್ವಾಮ್ಯ, {reference owner name}, ನಿಮ್ಮ ವೀಡಿಯೊ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯ ಕುರಿತು ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಅನುಮತಿ ನೀಡುತ್ತೀರಿ. ಅವರು ಪ್ರತಿಕ್ರಿಯಿಸಲು 7 ದಿನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
      "Facebook ನಿಂದ Instagram",
      "@{username} ಅವರಿಂದ ಈ Instagram ಫೋಟೋವನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಎಲ್ಲವನ್ನೂ ಅಳಿಸು",
      "ಸುದ್ದಿ ಮತ್ತು ಪೋಸ್ಟ್ ಹಂಚಿಕೆ ಮತ್ತು ಲಾಗಿನ್ ಸೇರಿದಂತೆ Instagram, Facebook ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು Messenger ನಾದ್ಯಂತ ಸಂಪರ್ಕಿತ ಅನುಭವಗಳಿಗಾಗಿ ನಿಯಂತ್ರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳು.",
      "ದೋಷ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಫೋಟೋವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.",
      "ನಿಮ್ಮ ವೀಡಿಯೊ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುವುದಿಲ್ಲ. {Learn More}.",
      "ಇದನ್ನು ಇಷ್ಟಪಡಲು {Log in}",
      "{username} ಅವರ ಹೆಚ್ಚಿನ ಆಸಕ್ತಿಗಳನ್ನು ಆಧರಿಸಿ ಅವುಗಳನ್ನು ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು ನಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತದೆ. Facebook ಉತ್ಪನ್ನಗಳಾದ್ಯಂತ ಅವರ ಚಟುವಟಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ಜನರ ಆಸಕ್ತಿಗಳ ಬಗ್ಗೆ ನಾವು ಕಲಿಯುತ್ತೇವೆ. ನೀವು ಅನುಮೋದಿಸದಿದ್ದರೆ, {username} ಇನ್ನೂ ಅದೇ ಸಂಖ್ಯೆಯ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುತ್ತಾರೆ ಆದರೆ ಅವುಗಳು ಕಡಿಮೆ ಸಂಬಂಧಿತವಾಗಿರಬಹುದು.",
      "ಒಳನೋಟಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "ಸಂಬಂಧಿತ ವರ್ಗಗಳು",
      "ಪ್ರೊಫೈಲ್",
      "ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ",
      "ಸೂಚಿಸಲಾಗಿಲ್ಲ",
      "ವಿಶ್ವಾಸಾರ್ಹ ಸಾಧನಗಳು",
      "See All Messages",
      "ತಾಪಮಾನ",
      "ಲಾಗ್ ಔಟ್ ಮಾಡುವುದೇ?",
      "ಇಷ್ಟಗಳು",
      "ಇಷ್ಟಗಳು",
      "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ··· ಮೆನುಗೆ ಹೋಗುವ ಮೂಲಕ ನೀವು ಇದನ್ನು ನಂತರ ಬದಲಾಯಿಸಬಹುದು.",
      "@{username} * {datetime} ನಿಂದ Instagram ಫೋಟೋ",
      "ನಿಮಗೆ ಸಲಹೆ ನೀಡಲಾಗಿದೆ",
      "ಅನುಸರಿಸಬೇಡಿ",
      "ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಸಮ್ಮತಿಸಿ",
      "ಮೇಲ್ಮನವಿಯ ವಿವರಗಳು",
      "ಈ ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ ನೀವು ಹಂಚಿಕೊಳ್ಳುತ್ತಿರುವ ಮಾಹಿತಿ",
      "ವೀಡಿಯೊ ಗ್ಲಿಫ್",
      "ಫೋನ್ ದೃಢೀಕರಣ",
      "ಶನಿವಾರ",
      "ಈ ಫೋಟೋ ಅಳಿಸಿ",
      "ಶಾಪಿಂಗ್ ಮೆನು ತೆರೆಯಿರಿ",
      "ಖಾತೆಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತಿದೆ",
      "ಸ್ಥಿತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ",
      "ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ",
      "ಈ ಫೋಟೋವನ್ನು ಎಲ್ಲಾ ಸ್ಥಳಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆಯೇ ಎಂದು ಜ್ಞಾಪಿಸಿ.",
      "ಈ ಸಂದೇಶವು ಜನರು ಅಪಾಯದಲ್ಲಿದ್ದಾರೆಂದು ತಿಳಿಸುತ್ತದೆ",
      "ಹಿಂದಿರುಗು",
      "ಬಳಕೆದಾರಹೆಸರನ್ನು ಬದಲಾಯಿಸು",
      "ನೀವು {username} ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಿರುವಿರಿ.",
      "ವೀಡಿಯೊವು ಆಡಿಯೋವನ್ನು ಹೊಂದಿಲ್ಲ.",
      "{count} ಅನುಯಾಯಿಗಳು",
      "ವರ್ಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ",
      "ಹಂಚು",
      "ಸಲ್ಲಿಸು",
      "ಪ್ರತ್ಯುತ್ತರಗಳನ್ನು ಮರೆಮಾಡಿ",
      "ನಿಮ್ಮ ಫೋಟೋಗಳು",
      "{name} ಅವರಿಂದ ಇನ್ನಷ್ಟು ಫೋಟೋಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
      "Instagram ನಲ್ಲಿ ಜನ್ಮದಿನಗಳು",
      "ವರ್ಗವೊಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ",
      "ಭದ್ರತಾ ಕೋಡ್",
      "{other options} ವೀಕ್ಷಿಸಿ",
      "ಮರುಹೊಂದಿಸಿ",
      "Windows ಸ್ಟೋರ್‌ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಅದನ್ನು ಹುಡುಕಿರಿ",
      "ದಯವಿಟ್ಟು ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "ಹಿಂದಿನ ವ್ಯವಹಾರ ವಿಳಾಸಗಳು",
      "ಪೂರ್ವಭಾವಿ ವಂಚನೆ ಮಾನಿಟರಿಂಗ್",
      "ಅಧಿಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ",
      "• ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನಾವು ಸ್ವೀಕರಿಸುವ ಮಾಹಿತಿಯನ್ನು Instagram ನೊಂದಿಗೆ ಮಾತ್ರ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಬಯಸಿದರೆ, ನಿಮ್ಮ Instagram ಮತ್ತು Facebook ಖಾತೆಗಳನ್ನು {=accounts center} ನಿಂದ ತೆಗೆದುಹಾಕಿ.",
      "ಅಪ್ಲಿಕೇಶನ್ ಸ್ಟೋರ್‌ನಲ್ಲಿ ಲಭ್ಯವಿದೆ",
      "{country name} ರಲ್ಲಿ ನಗರಗಳು",
      "ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?",
      "ವಜಾಗೊಳಿಸು",
      "ಈ ಸಂದೇಶಗಳು ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಅಥವಾ ಅನುಸರಿಸದ ಜನರಿಂದ ಬಂದವು. ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ನೀವು ಅನುಮತಿಸುವವರೆಗೆ ನೀವು ಅವರ ವಿನಂತಿಯನ್ನು ನೋಡಿದ್ದೀರಿ ಎಂದು ಅವರಿಗೆ ತಿಳಿದಿರುವುದಿಲ್ಲ.",
      "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಖಚಿತಪಡಿಸಿ",
      "ಕಡಿಮೆ ತೆಗೆದುಹಾಕಲಾದ ವಿಷಯವನ್ನು ತೋರಿಸಿ",
      "Instagram ಲೈಟ್ ಪಡೆಯಿರಿ",
      "ನಿಮ್ಮ ಸಾಧನದಿಂದ ವಿವಿಧ ರೀತಿಯ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸ್ವೀಕರಿಸುತ್ತೇವೆ, ನೀವು ಹೇಗೆ ಟ್ಯಾಪ್ ಮತ್ತು ಸ್ಕ್ರಾಲ್ ಮಾಡುತ್ತೀರಿ, ಇದು ಮನುಷ್ಯರನ್ನು ಬಾಟ್‌ಗಳಿಂದ ಪತ್ತೆ ಹಚ್ಚಲು ಮತ್ತು ವಂಚನೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
      "ನಂಬಲರ್ಹ ಬೆದರಿಕೆ ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳು",
      "ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು, ಸಂಬಂಧಿತ ಜಾಹೀರಾತುಗಳನ್ನು ನೀಡಲು ಮತ್ತು ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ನಮ್ಮ {Cookie Policy} ನಲ್ಲಿ ಕುಕೀ ಬಳಕೆ ಮತ್ತು ನಿಯಂತ್ರಣಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ. ನಿಮ್ಮ ನಿಯಂತ್ರಣಗಳನ್ನು ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪರಿಶೀಲಿಸಬಹುದು.",
      "ನಾವು ತಪ್ಪು ಮಾಡಿದ್ದೇವೆಯೇ ಎಂಬುದನ್ನು ಯೋಚಿಸುತ್ತಿದ್ದೀರಾ?",
      "ಇದೀಗ",
      "ಕ್ಷಮಿಸಿ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸುವಲ್ಲಿ ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ಹಿಂದಿನ ಬಯೋ ಪಠ್ಯಗಳು",
      "ನೇ",
      "ಈ ಸಾಧನವನ್ನು ನಂಬಿರಿ",
      "ಇದನ್ನು ನಿಮ್ಮ ಬೌದ್ಧಿಕ ಆಸ್ತಿಯ ಅನಧಿಕೃತ ಬಳಕೆ ಎಂದು ಭಾವಿಸುತ್ತೀರಾ? {link_to_learn_how_to_report_it}",
      "ನಿಮ್ಮ ಖಾತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಯನ್ನು ಸೇರಿಸಿ",
      "ನಮ್ಮ {monetization policy link} ಪ್ರಕಾರವಾಗಿ ಎಲ್ಲಾ ವೀಡಿಯೊಗಳನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ.",
      "ಮುಂದುವರಿಸಲು ವೃತ್ತಿಪರ ಖಾತೆಗೆ ಬದಲಾಯಿಸಿ",
      "ಮತ್ತು",
      "ಲಾಗ್ ಇನ್ ಮಾಡಲು ಇದು ಅಗತ್ಯವಿದೆ ಮತ್ತು ಅನುಮತಿಸುತ್ತದೆ:",
      "ಕ್ಷಮಿಸಿ! ಇದೀಗ ನಿಮ್ಮ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.",
      "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಪರಿಶೀಲಿಸುತ್ತೇವೆ ಮತ್ತು ನಾವು ಅದನ್ನು ದೃ can ೀಕರಿಸಲು ಸಾಧ್ಯವಾದರೆ, ಸುಮಾರು 24 ಗಂಟೆಗಳ ಒಳಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
      "ವರ್ಗ",
      "ನಿಮ್ಮ {contentTypeText} {violationText} ನಲ್ಲಿ ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ದ ಹೋಗುತ್ತಿರುವುದರಿಂದಾಗಿ ನಾವು ಅದನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ. ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್ ಮಾಡಲಾದ ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸದಂತೆ ತಡೆಯುವುದಕ್ಕೆ ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸುವುದು ಏಕೈಕ ಮಾರ್ಗವಾಗಿದೆ.",
      "ಕೆಲಸ",
      "PayPal ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ದೋಷ",
      "ನಿಮಗೆ ಪಠ್ಯ ಸಂದೇಶದ ಮೂಲಕ ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನೀವು ನಿಮ್ಮ {=auth app codes} ನಿಂದ ಒಂದನ್ನು ಪಡೆದುಕೊಳ್ಳಬಹುದು ಅಥವಾ ನಿಮ್ಮ {=backup codes} ಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಬಹುದು.",
      "ಕಾಮೆಂಟ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ",
      "ಲಾಗಿನ್ ಮಾಡಲು ಹಿಂತಿರುಗಿ",
      "1 ಅನುಸರಿಸುವವರು",
      "ನಿಮ್ಮ ಲಿಂಕ್ ಆದ Facebook ಖಾತೆಯೊಂದಿಗೆ ನೀವು ಲಾಗ್ ಇನ್ ಆಗಬಹುದು.",
      "This gives {=business name} permission to send you direct messages on Instagram that they may use to send offers to provide customer support.",
      "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
      "{username} ಕುರಿತು ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ಮುಂದುವರಿಸಲು ನೀವು ಬಯಸುವಿರಾ?",
      "ನಿಮ್ಮ {contentTypeText} ಅನ್ನು ನಾವು ತೆಗೆದುಹಾಕಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು ನಮ್ಮ {communityGuidelinesLink} ವಿರುದ್ಧ ಹೋಗುತ್ತಿದೆ. ಮತ್ತೊಮ್ಮೆ ನಮ್ಮ ಮಾರ್ಗದರ್ಶನಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೋಗುವ ಏನನ್ನಾದರೂ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು, ಆರ್ಕೈವ್, ಸಂದೇಶಗಳು ಮತ್ತು ಅನುಸರಿಸುವವರನ್ನು ಒಳಗೊಂಡು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಬಹುದಾಗಿದೆ.",
      "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ",
      "{PayPal Policy} ಮತ್ತು ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನದ ಹಕ್ಕುಗಳನ್ನು ವೀಕ್ಷಿಸಿ.",
      "ಯಾರಿಗಾದರೂ Instagram ನಲ್ಲಿ ನಿಮ್ಮ ಫೋಟೊಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ನೀವು ಇನ್ನು ಮುಂದೆ ಅನುಸರಿಸುವವರನ್ನು ಅನುಮೋದಿಸಬೇಕಾಗಿಲ್ಲ.",
      "ನೀವು ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಅನ್ನು ಮೊದಲು ಬಳಸಿದ ಸಾಧನಗಳಿಂದ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಇಮೇಲ್‌ಗಳನ್ನು ಮಾತ್ರ ಪಡೆಯಿರಿ. ಈ ಸೆಟ್ಟಿಂಗ್ ಮುಂದಿನ {days to snooze} ದಿನಗಳವರೆಗೆ ಇರುತ್ತದೆ.",
      "ಪೋಸ್ಟ್ ಲಿಂಕ್ ಆಯ್ಕೆಮಾಡು",
      "ನೇ",
      "ಡ್ರಾಫ್ಟ್ ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ",
      "PIN ಮರೆತಿರುವಿರಾ?",
      "ಹೆಸರಿನ ಟ್ಯಾಗ್ ಬಳಸುವ ಮಾರ್ಗಗಳು",
      "ನೀವು 14 ದಿನಗಳಲ್ಲಿ ಎರಡು ಬಾರಿ ಮಾತ್ರ ನಿಮ್ಮ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಬಹುದು.",
      "ಫೋಟೋ ಔಟ್‌ಲೈನ್ ಐಕಾನ್",
      "ಈ ಸುದ್ದಿಯನ್ನು ವೀಕ್ಷಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ನಾವು ಇದೀಗ ಕಡಿಮೆ ವಿಮರ್ಶಕರನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಹಾನಿಯ ಹೆಚ್ಚಿನ ಸಾಮರ್ಥ್ಯದೊಂದಿಗೆ ವರದಿಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡಲು ಶ್ರಮಿಸುತ್ತಿದ್ದೇವೆ.",
      "ನೀವು ಎಲ್ಲವನ್ನು ಹೊಂದಿಸಿರುವಿರಿ!",
      "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
      "ಅಪರಾಹ್ನ",
      "ಕೋಡ್ ನಮೂದಿಸಿ",
      "ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
      "ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ ಜನರು ನೀವು Instagram ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಸಂಪರ್ಕಗಳು. ನಿಮ್ಮ ಸಿಂಕ್ ಮಾಡಿದ ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕಲು, ಎಲ್ಲವನ್ನೂ ಅಳಿಸು ಟ್ಯಾಪ್ ಮಾಡಿ. ನಿಮ್ಮ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ ಸಂಪರ್ಕಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಆಫ್ ಮಾಡದ ಹೊರತು ಮುಂದಿನ ಬಾರಿ Instagram ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಿದಾಗ ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಮರು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ.",
      "ಬಳಕೆದಾರ ಹೆಸರು",
      "ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೀವು ಮರುಹೊಂದಿಸುವವರಗೆ ಕೆಲವು ಪಾವತಿಗಳನ್ನು ನಿಮಗೆ ಖಚಿತಪಡಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
      "ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ",
      "ಹೊಸ ಕೋಡ್ ಪಡೆಯಿರಿ",
      "ಅನಗತ್ಯ ವಿಷಯದಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಲು ಚಿತ್ರ ಮಸುಕಾಗಿದೆ.",
      "ಕುಕೀಗಳು",
      "ನಾವು Instagram ನಲ್ಲಿ ಸ್ಪ್ಯಾಮ್ ಹೊಂದಿರುವ ಸಮಸ್ಯೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸ್ಪ್ಯಾಮ್ ವರದಿಗಳನ್ನು ಸಂಕೇತವಾಗಿ ಬಳಸುತ್ತೇವೆ. ಈ ಖಾತೆಯು ನಮ್ಮ {link_to_instagram_community_guidelines} ಅಥವಾ {link_to_instagram_terms_of_use} ಅನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ತೆಗೆದುಹಾಕಬೇಕೆಂದು ನೀವು ಭಾವಿಸಿದರೆ, ಅದನ್ನು ಸೂಕ್ತವಲ್ಲವೆಂದು ಗುರುತಿಸಿ.",
      "ವಿನಂತಿ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ",
      "ಆಪ್ತ ಸ್ನೇಹಿತರು ಮಾತ್ರ",
      "ರದ್ದು ಮಾಡಿ",
      "ಪರಿಣಾಮಕಾರಿ ಡಿಎಂಸಿಎ ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯನ್ನು ಸಲ್ಲಿಸಿದ ನಂತರ, ನಾವು ಅದನ್ನು ತಕ್ಷಣವೇ ಅಲ್ಲಿ ಪೋರ್ಟಿಂಗ್ ಪಾರ್ಟಿಗೆ ರವಾನಿಸುತ್ತೇವೆ. 10-14 ವ್ಯವಹಾರ ದಿನಗಳಲ್ಲಿ ಪ್ರಶ್ನಾರ್ಹ ವಿಷಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದ Instagram ನಲ್ಲಿ ಉಲ್ಲಂಘಿಸುವ ಚಟುವಟಿಕೆಯಲ್ಲಿ ತೊಡಗದಂತೆ ನಿಮ್ಮನ್ನು ತಡೆಯಲು ಅವರು ನ್ಯಾಯಾಲಯದ ಆದೇಶವನ್ನು ಸಲ್ಲಿಸಿದ್ದಾರೆ ಎಂದು ವರದಿ ಮಾಡುವ ಪಾರ್ಟಿಯು ನಮಗೆ ತಿಳಿಸದಿದ್ದರೆ, ನಾವು ಡಿಎಂಸಿಎ ಅಡಿಯಲ್ಲಿ ಅರ್ಹ ವಿಷಯವನ್ನು ತ್ವರಿತವಾಗಿ ಮರುಸ್ಥಾಪಿಸುತ್ತೇವೆ. ಅಪರೂಪದ ನಿದರ್ಶನಗಳಲ್ಲಿ, ತಾಂತ್ರಿಕ ಮಿತಿಗಳಿಂದಾಗಿ ವಿಷಯವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗದಿರಬಹುದು. ಆ ಸಂದರ್ಭದಲ್ಲಿ, ನಿಮ್ಮ ವಿವೇಚನೆಯಿಂದ ನೀವು ಸೈಟ್‌ಗೆ ವಿಷಯವನ್ನು ಮರು ಪೋಸ್ಟ್ ಮಾಡಬಹುದೆಂದು ನಿಮಗೆ ತಿಳಿಸುವ ನವೀಕರಣವನ್ನು ನಾವು ನಿಮಗೆ ಕಳುಹಿಸುತ್ತೇವೆ. ಪರಿಣಾಮಕಾರಿ ಡಿಎಂಸಿಎ ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯಲ್ಲಿ ನಿಮ್ಮ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಟೆಲಿಫೋನ್ ಸಂಖ್ಯೆ, ಇತರ ಮಾಹಿತಿಯ ನಡುವೆ ಇರಬೇಕು ಮತ್ತು ನಿಮ್ಮ ವಿಷಯವನ್ನು ವರದಿ ಮಾಡಿದ ಪಾರ್ಟಿಯು ನಿಮ್ಮ ವಿರುದ್ಧ ನ್ಯಾಯಾಲಯದಲ್ಲಿ ಕ್ರಮಕೈಗೊಳ್ಳಲು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲು ಮಾಹಿತಿಯನ್ನು ಬಳಸಿಕೊಳ್ಳಬಹುದು. ಇದರರ್ಥ, ಪ್ರತಿ-ಅಧಿಸೂಚನೆಯಲ್ಲಿ ನೀವು ಒದಗಿಸುವ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ವರದಿ ಮಾಡುವ ಪಾರ್ಟಿಗೆ Instagram ಗಳು ರವಾನಿಸಬೇಕಾಗುತ್ತದೆ. ಪುನರಾವರ್ತಿತ ಉಲ್ಲಂಘನೆಯ ಕುರಿತು ನಮ್ಮ ನೀತಿಗಳನ್ನು ಉಲ್ಲಂಘಿಸಲು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಎಂದಾದರೂ ಪರಿಶೀಲಿಸಿದರೆ ಪುನಃಸ್ಥಾಪಿಸಲಾದ ವಿಷಯವನ್ನು ನಿಮ್ಮ ವಿರುದ್ಧ ಎಣಿಸಲಾಗುವುದಿಲ್ಲ.",
      "ಉತ್ಪನ್ನದ ಇಮೇಲ್‌ಗಳು",
      "Instagram",
      "Instagram ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪಡೆಯಿರಿ",
      "ಮುಂದುವರಿಸಲು ಲಾಗ್ ಇನ್ ಮಾಡಿ",
      "ದೇಶದ ಆಯ್ಕೆಗಾರರಿಗೆ ಡ್ರಾಪ್‌ಡೌನ್ ಐಕಾನ್",
      "{count} ವಿನಂತಿ",
      "ನಿಮ್ಮ ಸಂಗ್ರಹಣೆಗೆ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಉಳಿಸಿ.",
      "ಫೋನ್",
      "ಹುಡುಕಿ",
      "ಸಮೀಕ್ಷೆ ವಿವರಗಳು",
      "ಖಾತೆಯನ್ನು ಇರಿಸಿ",
      "ನೀವು ಫೋಟೋಗಳನ್ನು ಹಂಚಿಕೊಂಡಾಗ, ಅವುಗಳು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.",
      "ಪ್ರಕಟಣೆ ಪುಟ",
      "ನೀವು ಉಳಿಸಲಾಗದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ. ನೀವು ಖಚಿತವಾಗಿ ರದ್ದುಗೊಳಿಸಲು ಬಯಸುವಿರಾ?",
      "ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ವೀಕ್ಷಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.",
      "ನೀವು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ",
      "ಪ್ರೊಫೈಲ್‌ ಫೋಟೋ",
      "ನಿಮ್ಮ ಪಾವತಿಯು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ತುಂಬಾ ಸಮಯ ತೆಗೆದುಕೊಂಡಿತು, ಆದರೆ ಅದು ಪೂರ್ಣಗೊಂಡಿರಬಹುದು. ರಶೀದಿಗಾಗಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.",
    ]),
      (e.isSubset = !1);
  },
  65537,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.default = function (s) {
        switch (s) {
          case "ios":
            return "/static/images/appstore-install-badges/badge_ios_english-en.png/180ae7a0bcf7.png";
          case "android":
            return "/static/images/appstore-install-badges/badge_android_english-en.png/e9cd846dc748.png";
          case "windows_nt_10":
            return "/static/images/appstore-install-badges/badge_microsoft_english-en.png/8a9204989bce.png";
        }
        return "";
      });
  },
  65538,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      "en-US" !== r(d[0]).languageTag && i(d[1]).registerLanguage(r(d[0])),
      (i(d[1]).autoCulture = function () {
        i(d[1]).setLanguage(r(d[0]).languageTag);
      }),
      i(d[1]).autoCulture(),
      (e.default = i(d[1]));
  },
  65539,
  [65540, 65541]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = { languageTag: "en-US" };
  },
  65540,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    !(function (t) {
      "object" == typeof e && void 0 !== m
        ? (m.exports = t())
        : "function" == typeof define && define.amd
        ? define([], t)
        : (("undefined" != typeof window
            ? window
            : void 0 !== g
            ? g
            : "undefined" != typeof self
            ? self
            : this
          ).numbro = t());
    })(function () {
      return (function t(n, o, u) {
        function s(l, f) {
          if (!o[l]) {
            if (!n[l]) {
              var h = "function" == typeof r && r;
              if (!f && h) return h(l, !0);
              if (c) return c(l, !0);
              var p = new Error("Cannot find module '" + l + "'");
              throw ((p.code = "MODULE_NOT_FOUND"), p);
            }
            var v = (o[l] = { exports: {} });
            n[l][0].call(
              v.exports,
              function (t) {
                return s(n[l][1][t] || t);
              },
              v,
              v.exports,
              t,
              n,
              o,
              u
            );
          }
          return o[l].exports;
        }
        for (var c = "function" == typeof r && r, l = 0; l < u.length; l++)
          s(u[l]);
        return s;
      })(
        {
          1: [
            function (t, n, o) {
              !(function (t) {
                "use strict";
                function o(t) {
                  function n(t, o) {
                    var u,
                      s,
                      c,
                      l,
                      f,
                      h,
                      p = this;
                    if (!(p instanceof n))
                      return (
                        Y && C(26, "constructor call without new", t),
                        new n(t, o)
                      );
                    if (null != o && J(o, 2, 64, I, "base")) {
                      if (((o |= 0), (h = t + ""), 10 == o))
                        return (
                          (p = new n(t instanceof n ? t : h)),
                          R(p, z + p.e + 1, G)
                        );
                      if (
                        ((l = "number" == typeof t) && 0 * t != 0) ||
                        !new RegExp(
                          "^-?" +
                            (u = "[" + F.slice(0, o) + "]+") +
                            "(?:\\." +
                            u +
                            ")?$",
                          o < 37 ? "i" : ""
                        ).test(h)
                      )
                        return P(p, h, l, o);
                      l
                        ? ((p.s = 1 / t < 0 ? ((h = h.slice(1)), -1) : 1),
                          Y &&
                            h.replace(/^0\.0*|\./, "").length > 15 &&
                            C(I, M, t),
                          (l = !1))
                        : (p.s =
                            45 === h.charCodeAt(0)
                              ? ((h = h.slice(1)), -1)
                              : 1),
                        (h = b(h, 10, o, p.s));
                    } else {
                      if (t instanceof n)
                        return (
                          (p.s = t.s),
                          (p.e = t.e),
                          (p.c = (t = t.c) ? t.slice() : t),
                          void (I = 0)
                        );
                      if ((l = "number" == typeof t) && 0 * t == 0) {
                        if (
                          ((p.s = 1 / t < 0 ? ((t = -t), -1) : 1), t === ~~t)
                        ) {
                          for (s = 0, c = t; c >= 10; c /= 10, s++);
                          return (p.e = s), (p.c = [t]), void (I = 0);
                        }
                        h = t + "";
                      } else {
                        if (!w.test((h = t + ""))) return P(p, h, l);
                        p.s =
                          45 === h.charCodeAt(0) ? ((h = h.slice(1)), -1) : 1;
                      }
                    }
                    for (
                      (s = h.indexOf(".")) > -1 && (h = h.replace(".", "")),
                        (c = h.search(/e/i)) > 0
                          ? (s < 0 && (s = c),
                            (s += +h.slice(c + 1)),
                            (h = h.substring(0, c)))
                          : s < 0 && (s = h.length),
                        c = 0;
                      48 === h.charCodeAt(c);
                      c++
                    );
                    for (f = h.length; 48 === h.charCodeAt(--f); );
                    if ((h = h.slice(c, f + 1)))
                      if (
                        ((f = h.length),
                        l &&
                          Y &&
                          f > 15 &&
                          (t > k || t !== S(t)) &&
                          C(I, M, p.s * t),
                        (s = s - c - 1) > K)
                      )
                        p.c = p.e = null;
                      else if (s < H) p.c = [(p.e = 0)];
                      else {
                        if (
                          ((p.e = s),
                          (p.c = []),
                          (c = (s + 1) % B),
                          s < 0 && (c += B),
                          c < f)
                        ) {
                          for (c && p.c.push(+h.slice(0, c)), f -= B; c < f; )
                            p.c.push(+h.slice(c, (c += B)));
                          (h = h.slice(c)), (c = B - h.length);
                        } else c -= f;
                        for (; c--; h += "0");
                        p.c.push(+h);
                      }
                    else p.c = [(p.e = 0)];
                    I = 0;
                  }
                  function b(t, o, u, c) {
                    var l,
                      f,
                      p,
                      y,
                      b,
                      w,
                      x,
                      S = t.indexOf("."),
                      N = z,
                      O = G;
                    for (
                      u < 37 && (t = t.toLowerCase()),
                        S >= 0 &&
                          ((p = tt),
                          (tt = 0),
                          (t = t.replace(".", "")),
                          (b = (x = new n(u)).pow(t.length - S)),
                          (tt = p),
                          (x.c = h(v(s(b.c), b.e), 10, o)),
                          (x.e = x.c.length)),
                        f = p = (w = h(t, u, o)).length;
                      0 == w[--p];
                      w.pop()
                    );
                    if (!w[0]) return "0";
                    if (
                      (S < 0
                        ? --f
                        : ((b.c = w),
                          (b.e = f),
                          (b.s = c),
                          (w = (b = $(b, x, N, O, o)).c),
                          (y = b.r),
                          (f = b.e)),
                      (l = f + N + 1),
                      (S = w[l]),
                      (p = o / 2),
                      (y = y || l < 0 || null != w[l + 1]),
                      (y =
                        O < 4
                          ? (null != S || y) &&
                            (0 == O || O == (b.s < 0 ? 3 : 2))
                          : S > p ||
                            (S == p &&
                              (4 == O ||
                                y ||
                                (6 == O && 1 & w[l - 1]) ||
                                O == (b.s < 0 ? 8 : 7)))),
                      l < 1 || !w[0])
                    )
                      t = y ? v("1", -N) : "0";
                    else {
                      if (((w.length = l), y))
                        for (--o; ++w[--l] > o; )
                          (w[l] = 0), l || (++f, (w = [1].concat(w)));
                      for (p = w.length; !w[--p]; );
                      for (S = 0, t = ""; S <= p; t += F.charAt(w[S++]));
                      t = v(t, f);
                    }
                    return t;
                  }
                  function E(t, o, u, c) {
                    var l, f, h, y, b;
                    if (((u = null != u && J(u, 0, 8, c, O) ? 0 | u : G), !t.c))
                      return t.toString();
                    if (((l = t.c[0]), (h = t.e), null == o))
                      (b = s(t.c)),
                        (b =
                          19 == c || (24 == c && h <= q) ? p(b, h) : v(b, h));
                    else if (
                      ((t = R(new n(t), o, u)),
                      (f = t.e),
                      (b = s(t.c)),
                      (y = b.length),
                      19 == c || (24 == c && (o <= f || f <= q)))
                    ) {
                      for (; y < o; b += "0", y++);
                      b = p(b, f);
                    } else if (((o -= h), (b = v(b, f)), f + 1 > y)) {
                      if (--o > 0) for (b += "."; o--; b += "0");
                    } else if ((o += f - y) > 0)
                      for (f + 1 == y && (b += "."); o--; b += "0");
                    return t.s < 0 && l ? "-" + b : b;
                  }
                  function T(t, o) {
                    var u,
                      s,
                      c = 0;
                    for (
                      f(t[0]) && (t = t[0]), u = new n(t[0]);
                      ++c < t.length;

                    ) {
                      if (!(s = new n(t[c])).s) {
                        u = s;
                        break;
                      }
                      o.call(u, s) && (u = s);
                    }
                    return u;
                  }
                  function U(t, n, o, u, s) {
                    return (
                      (t < n || t > o || t != y(t)) &&
                        C(
                          u,
                          (s || "decimal places") +
                            (t < n || t > o
                              ? " out of range"
                              : " not an integer"),
                          t
                        ),
                      !0
                    );
                  }
                  function j(t, n, o) {
                    for (var u = 1, s = n.length; !n[--s]; n.pop());
                    for (s = n[0]; s >= 10; s /= 10, u++);
                    return (
                      (o = u + o * B - 1) > K
                        ? (t.c = t.e = null)
                        : o < H
                        ? (t.c = [(t.e = 0)])
                        : ((t.e = o), (t.c = n)),
                      t
                    );
                  }
                  function C(t, n, o) {
                    var u = new Error(
                      [
                        "new BigNumber",
                        "cmp",
                        "config",
                        "div",
                        "divToInt",
                        "eq",
                        "gt",
                        "gte",
                        "lt",
                        "lte",
                        "minus",
                        "mod",
                        "plus",
                        "precision",
                        "random",
                        "round",
                        "shift",
                        "times",
                        "toDigits",
                        "toExponential",
                        "toFixed",
                        "toFormat",
                        "toFraction",
                        "pow",
                        "toPrecision",
                        "toString",
                        "BigNumber",
                      ][t] +
                        "() " +
                        n +
                        ": " +
                        o
                    );
                    throw ((u.name = "BigNumber Error"), (I = 0), u);
                  }
                  function R(t, n, o, u) {
                    var s,
                      c,
                      l,
                      f,
                      h,
                      p,
                      v,
                      y = t.c,
                      b = _;
                    if (y) {
                      t: {
                        for (s = 1, f = y[0]; f >= 10; f /= 10, s++);
                        if ((c = n - s) < 0)
                          (c += B),
                            (l = n),
                            (v = ((h = y[(p = 0)]) / b[s - l - 1]) % 10 | 0);
                        else if ((p = x((c + 1) / B)) >= y.length) {
                          if (!u) break t;
                          for (; y.length <= p; y.push(0));
                          (h = v = 0), (s = 1), (l = (c %= B) - B + 1);
                        } else {
                          for (h = f = y[p], s = 1; f >= 10; f /= 10, s++);
                          v =
                            (l = (c %= B) - B + s) < 0
                              ? 0
                              : (h / b[s - l - 1]) % 10 | 0;
                        }
                        if (
                          ((u =
                            u ||
                            n < 0 ||
                            null != y[p + 1] ||
                            (l < 0 ? h : h % b[s - l - 1])),
                          (u =
                            o < 4
                              ? (v || u) && (0 == o || o == (t.s < 0 ? 3 : 2))
                              : v > 5 ||
                                (5 == v &&
                                  (4 == o ||
                                    u ||
                                    (6 == o &&
                                      (c > 0
                                        ? l > 0
                                          ? h / b[s - l]
                                          : 0
                                        : y[p - 1]) %
                                        10 &
                                        1) ||
                                    o == (t.s < 0 ? 8 : 7)))),
                          n < 1 || !y[0])
                        )
                          return (
                            (y.length = 0),
                            u
                              ? ((n -= t.e + 1),
                                (y[0] = b[(B - (n % B)) % B]),
                                (t.e = -n || 0))
                              : (y[0] = t.e = 0),
                            t
                          );
                        if (
                          (0 == c
                            ? ((y.length = p), (f = 1), p--)
                            : ((y.length = p + 1),
                              (f = b[B - c]),
                              (y[p] =
                                l > 0 ? S((h / b[s - l]) % b[l]) * f : 0)),
                          u)
                        )
                          for (;;) {
                            if (0 == p) {
                              for (c = 1, l = y[0]; l >= 10; l /= 10, c++);
                              for (l = y[0] += f, f = 1; l >= 10; l /= 10, f++);
                              c != f && (t.e++, y[0] == D && (y[0] = 1));
                              break;
                            }
                            if (((y[p] += f), y[p] != D)) break;
                            (y[p--] = 0), (f = 1);
                          }
                        for (c = y.length; 0 === y[--c]; y.pop());
                      }
                      t.e > K
                        ? (t.c = t.e = null)
                        : t.e < H && (t.c = [(t.e = 0)]);
                    }
                    return t;
                  }
                  var $,
                    P,
                    I = 0,
                    V = n.prototype,
                    Z = new n(1),
                    z = 20,
                    G = 4,
                    q = -7,
                    W = 21,
                    H = -1e7,
                    K = 1e7,
                    Y = !0,
                    J = U,
                    X = !1,
                    Q = 1,
                    tt = 0,
                    et = {
                      decimalSeparator: ".",
                      groupSeparator: ",",
                      groupSize: 3,
                      secondaryGroupSize: 0,
                      fractionGroupSeparator: " ",
                      fractionGroupSize: 0,
                    };
                  return (
                    (n.another = o),
                    (n.ROUND_UP = 0),
                    (n.ROUND_DOWN = 1),
                    (n.ROUND_CEIL = 2),
                    (n.ROUND_FLOOR = 3),
                    (n.ROUND_HALF_UP = 4),
                    (n.ROUND_HALF_DOWN = 5),
                    (n.ROUND_HALF_EVEN = 6),
                    (n.ROUND_HALF_CEIL = 7),
                    (n.ROUND_HALF_FLOOR = 8),
                    (n.EUCLID = 9),
                    (n.config = n.set =
                      function () {
                        var t,
                          n,
                          o = 0,
                          u = {},
                          s = arguments,
                          c = s[0],
                          h =
                            c && "object" == typeof c
                              ? function () {
                                  if (c.hasOwnProperty(n))
                                    return null != (t = c[n]);
                                }
                              : function () {
                                  if (s.length > o) return null != (t = s[o++]);
                                };
                        return (
                          h((n = "DECIMAL_PLACES")) &&
                            J(t, 0, L, 2, n) &&
                            (z = 0 | t),
                          (u[n] = z),
                          h((n = "ROUNDING_MODE")) &&
                            J(t, 0, 8, 2, n) &&
                            (G = 0 | t),
                          (u[n] = G),
                          h((n = "EXPONENTIAL_AT")) &&
                            (f(t)
                              ? J(t[0], -L, 0, 2, n) &&
                                J(t[1], 0, L, 2, n) &&
                                ((q = 0 | t[0]), (W = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (q = -(W = 0 | (t < 0 ? -t : t)))),
                          (u[n] = [q, W]),
                          h((n = "RANGE")) &&
                            (f(t)
                              ? J(t[0], -L, -1, 2, n) &&
                                J(t[1], 1, L, 2, n) &&
                                ((H = 0 | t[0]), (K = 0 | t[1]))
                              : J(t, -L, L, 2, n) &&
                                (0 | t
                                  ? (H = -(K = 0 | (t < 0 ? -t : t)))
                                  : Y && C(2, n + " cannot be zero", t))),
                          (u[n] = [H, K]),
                          h((n = "ERRORS")) &&
                            (t === !!t || 1 === t || 0 === t
                              ? ((I = 0), (J = (Y = !!t) ? U : l))
                              : Y && C(2, n + N, t)),
                          (u[n] = Y),
                          h((n = "CRYPTO")) &&
                            (!0 === t || !1 === t || 1 === t || 0 === t
                              ? t
                                ? !(t = "undefined" == typeof crypto) &&
                                  crypto &&
                                  (crypto.getRandomValues || crypto.randomBytes)
                                  ? (X = !0)
                                  : Y
                                  ? C(
                                      2,
                                      "crypto unavailable",
                                      t ? void 0 : crypto
                                    )
                                  : (X = !1)
                                : (X = !1)
                              : Y && C(2, n + N, t)),
                          (u[n] = X),
                          h((n = "MODULO_MODE")) &&
                            J(t, 0, 9, 2, n) &&
                            (Q = 0 | t),
                          (u[n] = Q),
                          h((n = "POW_PRECISION")) &&
                            J(t, 0, L, 2, n) &&
                            (tt = 0 | t),
                          (u[n] = tt),
                          h((n = "FORMAT")) &&
                            ("object" == typeof t
                              ? (et = t)
                              : Y && C(2, n + " not an object", t)),
                          (u[n] = et),
                          u
                        );
                      }),
                    (n.max = function () {
                      return T(arguments, V.lt);
                    }),
                    (n.min = function () {
                      return T(arguments, V.gt);
                    }),
                    (n.random = (function () {
                      var t =
                        (9007199254740992 * Math.random()) & 2097151
                          ? function () {
                              return S(9007199254740992 * Math.random());
                            }
                          : function () {
                              return (
                                8388608 * ((1073741824 * Math.random()) | 0) +
                                ((8388608 * Math.random()) | 0)
                              );
                            };
                      return function (o) {
                        var u,
                          s,
                          c,
                          l,
                          f,
                          h = 0,
                          p = [],
                          v = new n(Z);
                        if (
                          ((o = null != o && J(o, 0, L, 14) ? 0 | o : z),
                          (l = x(o / B)),
                          X)
                        )
                          if (crypto.getRandomValues) {
                            for (
                              u = crypto.getRandomValues(
                                new Uint32Array((l *= 2))
                              );
                              h < l;

                            )
                              (f = 131072 * u[h] + (u[h + 1] >>> 11)) >= 9e15
                                ? ((s = crypto.getRandomValues(
                                    new Uint32Array(2)
                                  )),
                                  (u[h] = s[0]),
                                  (u[h + 1] = s[1]))
                                : (p.push(f % 1e14), (h += 2));
                            h = l / 2;
                          } else if (crypto.randomBytes) {
                            for (u = crypto.randomBytes((l *= 7)); h < l; )
                              (f =
                                281474976710656 * (31 & u[h]) +
                                1099511627776 * u[h + 1] +
                                4294967296 * u[h + 2] +
                                16777216 * u[h + 3] +
                                (u[h + 4] << 16) +
                                (u[h + 5] << 8) +
                                u[h + 6]) >= 9e15
                                ? crypto.randomBytes(7).copy(u, h)
                                : (p.push(f % 1e14), (h += 7));
                            h = l / 7;
                          } else
                            (X = !1), Y && C(14, "crypto unavailable", crypto);
                        if (!X)
                          for (; h < l; )
                            (f = t()) < 9e15 && (p[h++] = f % 1e14);
                        for (
                          l = p[--h],
                            o %= B,
                            l && o && ((f = _[B - o]), (p[h] = S(l / f) * f));
                          0 === p[h];
                          p.pop(), h--
                        );
                        if (h < 0) p = [(c = 0)];
                        else {
                          for (c = -1; 0 === p[0]; p.splice(0, 1), c -= B);
                          for (h = 1, f = p[0]; f >= 10; f /= 10, h++);
                          h < B && (c -= B - h);
                        }
                        return (v.e = c), (v.c = p), v;
                      };
                    })()),
                    ($ = (function () {
                      function t(t, n, o) {
                        var u,
                          s,
                          c,
                          l,
                          f = 0,
                          h = t.length,
                          p = n % A,
                          v = (n / A) | 0;
                        for (t = t.slice(); h--; )
                          (f =
                            (((s =
                              p * (c = t[h] % A) +
                              ((u = v * c + (l = (t[h] / A) | 0) * p) % A) * A +
                              f) /
                              o) |
                              0) +
                            ((u / A) | 0) +
                            v * l),
                            (t[h] = s % o);
                        return f && (t = [f].concat(t)), t;
                      }
                      function o(t, n, o, u) {
                        var s, c;
                        if (o != u) c = o > u ? 1 : -1;
                        else
                          for (s = c = 0; s < o; s++)
                            if (t[s] != n[s]) {
                              c = t[s] > n[s] ? 1 : -1;
                              break;
                            }
                        return c;
                      }
                      function s(t, n, o, u) {
                        for (var s = 0; o--; )
                          (t[o] -= s),
                            (s = t[o] < n[o] ? 1 : 0),
                            (t[o] = s * u + t[o] - n[o]);
                        for (; !t[0] && t.length > 1; t.splice(0, 1));
                      }
                      return function (c, l, f, h, p) {
                        var v,
                          y,
                          b,
                          w,
                          x,
                          N,
                          O,
                          M,
                          F,
                          k,
                          _,
                          A,
                          L,
                          E,
                          T,
                          U,
                          j,
                          C = c.s == l.s ? 1 : -1,
                          $ = c.c,
                          P = l.c;
                        if (!($ && $[0] && P && P[0]))
                          return new n(
                            c.s && l.s && ($ ? !P || $[0] != P[0] : P)
                              ? ($ && 0 == $[0]) || !P
                                ? 0 * C
                                : C / 0
                              : NaN
                          );
                        for (
                          F = (M = new n(C)).c = [],
                            C = f + (y = c.e - l.e) + 1,
                            p ||
                              ((p = D),
                              (y = u(c.e / B) - u(l.e / B)),
                              (C = (C / B) | 0)),
                            b = 0;
                          P[b] == ($[b] || 0);
                          b++
                        );
                        if ((P[b] > ($[b] || 0) && y--, C < 0))
                          F.push(1), (w = !0);
                        else {
                          for (
                            E = $.length,
                              U = P.length,
                              b = 0,
                              C += 2,
                              (x = S(p / (P[0] + 1))) > 1 &&
                                ((P = t(P, x, p)),
                                ($ = t($, x, p)),
                                (U = P.length),
                                (E = $.length)),
                              L = U,
                              _ = (k = $.slice(0, U)).length;
                            _ < U;
                            k[_++] = 0
                          );
                          (j = P.slice()),
                            (j = [0].concat(j)),
                            (T = P[0]),
                            P[1] >= p / 2 && T++;
                          do {
                            if (((x = 0), (v = o(P, k, U, _)) < 0)) {
                              if (
                                ((A = k[0]),
                                U != _ && (A = A * p + (k[1] || 0)),
                                (x = S(A / T)) > 1)
                              )
                                for (
                                  x >= p && (x = p - 1),
                                    O = (N = t(P, x, p)).length,
                                    _ = k.length;
                                  1 == o(N, k, O, _);

                                )
                                  x--,
                                    s(N, U < O ? j : P, O, p),
                                    (O = N.length),
                                    (v = 1);
                              else
                                0 == x && (v = x = 1),
                                  (O = (N = P.slice()).length);
                              if (
                                (O < _ && (N = [0].concat(N)),
                                s(k, N, _, p),
                                (_ = k.length),
                                -1 == v)
                              )
                                for (; o(P, k, U, _) < 1; )
                                  x++,
                                    s(k, U < _ ? j : P, _, p),
                                    (_ = k.length);
                            } else 0 === v && (x++, (k = [0]));
                            (F[b++] = x),
                              k[0]
                                ? (k[_++] = $[L] || 0)
                                : ((k = [$[L]]), (_ = 1));
                          } while ((L++ < E || null != k[0]) && C--);
                          (w = null != k[0]), F[0] || F.splice(0, 1);
                        }
                        if (p == D) {
                          for (b = 1, C = F[0]; C >= 10; C /= 10, b++);
                          R(M, f + (M.e = b + y * B - 1) + 1, h, w);
                        } else (M.e = y), (M.r = +w);
                        return M;
                      };
                    })()),
                    (P = (function () {
                      var t = /^(-?)0([xbo])(?=\w[\w.]*$)/i,
                        o = /^([^.]+)\.$/,
                        u = /^\.([^.]+)$/,
                        s = /^-?(Infinity|NaN)$/,
                        c = /^\s*\+(?=[\w.])|^\s+|\s+$/g;
                      return function (l, f, h, p) {
                        var v,
                          y = h ? f : f.replace(c, "");
                        if (s.test(y)) l.s = isNaN(y) ? null : y < 0 ? -1 : 1;
                        else {
                          if (
                            !h &&
                            ((y = y.replace(t, function (t, n, o) {
                              return (
                                (v =
                                  "x" == (o = o.toLowerCase())
                                    ? 16
                                    : "b" == o
                                    ? 2
                                    : 8),
                                p && p != v ? t : n
                              );
                            })),
                            p &&
                              ((v = p),
                              (y = y.replace(o, "$1").replace(u, "0.$1"))),
                            f != y)
                          )
                            return new n(y, v);
                          Y &&
                            C(
                              I,
                              "not a" + (p ? " base " + p : "") + " number",
                              f
                            ),
                            (l.s = null);
                        }
                        (l.c = l.e = null), (I = 0);
                      };
                    })()),
                    (V.absoluteValue = V.abs =
                      function () {
                        var t = new n(this);
                        return t.s < 0 && (t.s = 1), t;
                      }),
                    (V.ceil = function () {
                      return R(new n(this), this.e + 1, 2);
                    }),
                    (V.comparedTo = V.cmp =
                      function (t, o) {
                        return (I = 1), c(this, new n(t, o));
                      }),
                    (V.decimalPlaces = V.dp =
                      function () {
                        var t,
                          n,
                          o = this.c;
                        if (!o) return null;
                        if (
                          ((t = ((n = o.length - 1) - u(this.e / B)) * B),
                          (n = o[n]))
                        )
                          for (; n % 10 == 0; n /= 10, t--);
                        return t < 0 && (t = 0), t;
                      }),
                    (V.dividedBy = V.div =
                      function (t, o) {
                        return (I = 3), $(this, new n(t, o), z, G);
                      }),
                    (V.dividedToIntegerBy = V.divToInt =
                      function (t, o) {
                        return (I = 4), $(this, new n(t, o), 0, 1);
                      }),
                    (V.equals = V.eq =
                      function (t, o) {
                        return (I = 5), 0 === c(this, new n(t, o));
                      }),
                    (V.floor = function () {
                      return R(new n(this), this.e + 1, 3);
                    }),
                    (V.greaterThan = V.gt =
                      function (t, o) {
                        return (I = 6), c(this, new n(t, o)) > 0;
                      }),
                    (V.greaterThanOrEqualTo = V.gte =
                      function (t, o) {
                        return (
                          (I = 7), 1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.isFinite = function () {
                      return !!this.c;
                    }),
                    (V.isInteger = V.isInt =
                      function () {
                        return !!this.c && u(this.e / B) > this.c.length - 2;
                      }),
                    (V.isNaN = function () {
                      return !this.s;
                    }),
                    (V.isNegative = V.isNeg =
                      function () {
                        return this.s < 0;
                      }),
                    (V.isZero = function () {
                      return !!this.c && 0 == this.c[0];
                    }),
                    (V.lessThan = V.lt =
                      function (t, o) {
                        return (I = 8), c(this, new n(t, o)) < 0;
                      }),
                    (V.lessThanOrEqualTo = V.lte =
                      function (t, o) {
                        return (
                          (I = 9), -1 === (o = c(this, new n(t, o))) || 0 === o
                        );
                      }),
                    (V.minus = V.sub =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h = this.s;
                        if (((I = 10), (t = new n(t, o)), (o = t.s), !h || !o))
                          return new n(NaN);
                        if (h != o) return (t.s = -o), this.plus(t);
                        var p = this.e / B,
                          v = t.e / B,
                          y = this.c,
                          b = t.c;
                        if (!p || !v) {
                          if (!y || !b)
                            return y ? ((t.s = -o), t) : new n(b ? this : NaN);
                          if (!y[0] || !b[0])
                            return b[0]
                              ? ((t.s = -o), t)
                              : new n(y[0] ? this : 3 == G ? -0 : 0);
                        }
                        if (
                          ((p = u(p)), (v = u(v)), (y = y.slice()), (h = p - v))
                        ) {
                          for (
                            (f = h < 0)
                              ? ((h = -h), (l = y))
                              : ((v = p), (l = b)),
                              l.reverse(),
                              o = h;
                            o--;
                            l.push(0)
                          );
                          l.reverse();
                        } else
                          for (
                            c = (f = (h = y.length) < (o = b.length)) ? h : o,
                              h = o = 0;
                            o < c;
                            o++
                          )
                            if (y[o] != b[o]) {
                              f = y[o] < b[o];
                              break;
                            }
                        if (
                          (f && ((l = y), (y = b), (b = l), (t.s = -t.s)),
                          (o = (c = b.length) - (s = y.length)) > 0)
                        )
                          for (; o--; y[s++] = 0);
                        for (o = D - 1; c > h; ) {
                          if (y[--c] < b[c]) {
                            for (s = c; s && !y[--s]; y[s] = o);
                            --y[s], (y[c] += D);
                          }
                          y[c] -= b[c];
                        }
                        for (; 0 == y[0]; y.splice(0, 1), --v);
                        return y[0]
                          ? j(t, y, v)
                          : ((t.s = 3 == G ? -1 : 1), (t.c = [(t.e = 0)]), t);
                      }),
                    (V.modulo = V.mod =
                      function (t, o) {
                        var u, s;
                        return (
                          (I = 11),
                          (t = new n(t, o)),
                          !this.c || !t.s || (t.c && !t.c[0])
                            ? new n(NaN)
                            : !t.c || (this.c && !this.c[0])
                            ? new n(this)
                            : (9 == Q
                                ? ((s = t.s),
                                  (t.s = 1),
                                  (u = $(this, t, 0, 3)),
                                  (t.s = s),
                                  (u.s *= s))
                                : (u = $(this, t, 0, Q)),
                              this.minus(u.times(t)))
                        );
                      }),
                    (V.negated = V.neg =
                      function () {
                        var t = new n(this);
                        return (t.s = -t.s || null), t;
                      }),
                    (V.plus = V.add =
                      function (t, o) {
                        var s,
                          c = this.s;
                        if (((I = 12), (t = new n(t, o)), (o = t.s), !c || !o))
                          return new n(NaN);
                        if (c != o) return (t.s = -o), this.minus(t);
                        var l = this.e / B,
                          f = t.e / B,
                          h = this.c,
                          p = t.c;
                        if (!l || !f) {
                          if (!h || !p) return new n(c / 0);
                          if (!h[0] || !p[0])
                            return p[0] ? t : new n(h[0] ? this : 0 * c);
                        }
                        if (
                          ((l = u(l)), (f = u(f)), (h = h.slice()), (c = l - f))
                        ) {
                          for (
                            c > 0 ? ((f = l), (s = p)) : ((c = -c), (s = h)),
                              s.reverse();
                            c--;
                            s.push(0)
                          );
                          s.reverse();
                        }
                        for (
                          (c = h.length) - (o = p.length) < 0 &&
                            ((s = p), (p = h), (h = s), (o = c)),
                            c = 0;
                          o;

                        )
                          (c = ((h[--o] = h[o] + p[o] + c) / D) | 0),
                            (h[o] = D === h[o] ? 0 : h[o] % D);
                        return c && ((h = [c].concat(h)), ++f), j(t, h, f);
                      }),
                    (V.precision = V.sd =
                      function (t) {
                        var n,
                          o,
                          u = this.c;
                        if (
                          (null != t &&
                            t !== !!t &&
                            1 !== t &&
                            0 !== t &&
                            (Y && C(13, "argument" + N, t),
                            t != !!t && (t = null)),
                          !u)
                        )
                          return null;
                        if (((o = u.length - 1), (n = o * B + 1), (o = u[o]))) {
                          for (; o % 10 == 0; o /= 10, n--);
                          for (o = u[0]; o >= 10; o /= 10, n++);
                        }
                        return t && this.e + 1 > n && (n = this.e + 1), n;
                      }),
                    (V.round = function (t, o) {
                      var u = new n(this);
                      return (
                        (null == t || J(t, 0, L, 15)) &&
                          R(
                            u,
                            ~~t + this.e + 1,
                            null != o && J(o, 0, 8, 15, O) ? 0 | o : G
                          ),
                        u
                      );
                    }),
                    (V.shift = function (t) {
                      return J(t, -k, k, 16, "argument")
                        ? this.times("1e" + y(t))
                        : new n(
                            this.c && this.c[0] && (t < -k || t > k)
                              ? this.s * (t < 0 ? 0 : 1 / 0)
                              : this
                          );
                    }),
                    (V.squareRoot = V.sqrt =
                      function () {
                        var t,
                          o,
                          c,
                          l,
                          f,
                          h = this.c,
                          p = this.s,
                          v = this.e,
                          y = z + 4,
                          b = new n("0.5");
                        if (1 !== p || !h || !h[0])
                          return new n(
                            !p || (p < 0 && (!h || h[0]))
                              ? NaN
                              : h
                              ? this
                              : 1 / 0
                          );
                        if (
                          (0 == (p = Math.sqrt(+this)) || p == 1 / 0
                            ? (((o = s(h)).length + v) % 2 == 0 && (o += "0"),
                              (p = Math.sqrt(o)),
                              (v = u((v + 1) / 2) - (v < 0 || v % 2)),
                              (c = new n(
                                (o =
                                  p == 1 / 0
                                    ? "1e" + v
                                    : (o = p.toExponential()).slice(
                                        0,
                                        o.indexOf("e") + 1
                                      ) + v)
                              )))
                            : (c = new n(p + "")),
                          c.c[0])
                        )
                          for ((p = (v = c.e) + y) < 3 && (p = 0); ; )
                            if (
                              ((f = c),
                              (c = b.times(f.plus($(this, f, y, 1)))),
                              s(f.c).slice(0, p) === (o = s(c.c)).slice(0, p))
                            ) {
                              if (
                                (c.e < v && --p,
                                "9999" != (o = o.slice(p - 3, p + 1)) &&
                                  (l || "4999" != o))
                              ) {
                                (+o && (+o.slice(1) || "5" != o.charAt(0))) ||
                                  (R(c, c.e + z + 2, 1),
                                  (t = !c.times(c).eq(this)));
                                break;
                              }
                              if (
                                !l &&
                                (R(f, f.e + z + 2, 0), f.times(f).eq(this))
                              ) {
                                c = f;
                                break;
                              }
                              (y += 4), (p += 4), (l = 1);
                            }
                        return R(c, c.e + z + 1, G, t);
                      }),
                    (V.times = V.mul =
                      function (t, o) {
                        var s,
                          c,
                          l,
                          f,
                          h,
                          p,
                          v,
                          y,
                          b,
                          w,
                          x,
                          S,
                          N,
                          O,
                          M,
                          F = this.c,
                          k = ((I = 17), (t = new n(t, o))).c;
                        if (!(F && k && F[0] && k[0]))
                          return (
                            !this.s ||
                            !t.s ||
                            (F && !F[0] && !k) ||
                            (k && !k[0] && !F)
                              ? (t.c = t.e = t.s = null)
                              : ((t.s *= this.s),
                                F && k
                                  ? ((t.c = [0]), (t.e = 0))
                                  : (t.c = t.e = null)),
                            t
                          );
                        for (
                          c = u(this.e / B) + u(t.e / B),
                            t.s *= this.s,
                            (v = F.length) < (w = k.length) &&
                              ((N = F),
                              (F = k),
                              (k = N),
                              (l = v),
                              (v = w),
                              (w = l)),
                            l = v + w,
                            N = [];
                          l--;
                          N.push(0)
                        );
                        for (O = D, M = A, l = w; --l >= 0; ) {
                          for (
                            s = 0,
                              x = k[l] % M,
                              S = (k[l] / M) | 0,
                              f = l + (h = v);
                            f > l;

                          )
                            (s =
                              (((y =
                                x * (y = F[--h] % M) +
                                ((p = S * y + (b = (F[h] / M) | 0) * x) % M) *
                                  M +
                                N[f] +
                                s) /
                                O) |
                                0) +
                              ((p / M) | 0) +
                              S * b),
                              (N[f--] = y % O);
                          N[f] = s;
                        }
                        return s ? ++c : N.splice(0, 1), j(t, N, c);
                      }),
                    (V.toDigits = function (t, o) {
                      var u = new n(this);
                      return (
                        (t =
                          null != t && J(t, 1, L, 18, "precision")
                            ? 0 | t
                            : null),
                        (o = null != o && J(o, 0, 8, 18, O) ? 0 | o : G),
                        t ? R(u, t, o) : u
                      );
                    }),
                    (V.toExponential = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 19) ? 1 + ~~t : null,
                        n,
                        19
                      );
                    }),
                    (V.toFixed = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 0, L, 20) ? ~~t + this.e + 1 : null,
                        n,
                        20
                      );
                    }),
                    (V.toFormat = function (t, n) {
                      var o = E(
                        this,
                        null != t && J(t, 0, L, 21) ? ~~t + this.e + 1 : null,
                        n,
                        21
                      );
                      if (this.c) {
                        var u,
                          s = o.split("."),
                          c = +et.groupSize,
                          l = +et.secondaryGroupSize,
                          f = et.groupSeparator,
                          h = s[0],
                          p = s[1],
                          v = this.s < 0,
                          y = v ? h.slice(1) : h,
                          b = y.length;
                        if (
                          (l && ((u = c), (c = l), (l = u), (b -= u)),
                          c > 0 && b > 0)
                        ) {
                          for (
                            u = b % c || c, h = y.substr(0, u);
                            u < b;
                            u += c
                          )
                            h += f + y.substr(u, c);
                          l > 0 && (h += f + y.slice(u)), v && (h = "-" + h);
                        }
                        o = p
                          ? h +
                            et.decimalSeparator +
                            ((l = +et.fractionGroupSize)
                              ? p.replace(
                                  new RegExp("\\d{" + l + "}\\B", "g"),
                                  "$&" + et.fractionGroupSeparator
                                )
                              : p)
                          : h;
                      }
                      return o;
                    }),
                    (V.toFraction = function (t) {
                      var o,
                        u,
                        c,
                        l,
                        f,
                        h,
                        p,
                        v,
                        y,
                        b = Y,
                        w = this.c,
                        x = new n(Z),
                        S = (u = new n(Z)),
                        N = (p = new n(Z));
                      if (
                        (null != t &&
                          ((Y = !1),
                          (h = new n(t)),
                          (Y = b),
                          ((b = h.isInt()) && !h.lt(Z)) ||
                            (Y &&
                              C(
                                22,
                                "max denominator " +
                                  (b ? "out of range" : "not an integer"),
                                t
                              ),
                            (t =
                              !b && h.c && R(h, h.e + 1, 1).gte(Z)
                                ? h
                                : null))),
                        !w)
                      )
                        return this.toString();
                      for (
                        y = s(w),
                          l = x.e = y.length - this.e - 1,
                          x.c[0] = _[(f = l % B) < 0 ? B + f : f],
                          t = !t || h.cmp(x) > 0 ? (l > 0 ? x : S) : h,
                          f = K,
                          K = 1 / 0,
                          h = new n(y),
                          p.c[0] = 0;
                        (v = $(h, x, 0, 1)),
                          1 != (c = u.plus(v.times(N))).cmp(t);

                      )
                        (u = N),
                          (N = c),
                          (S = p.plus(v.times((c = S)))),
                          (p = c),
                          (x = h.minus(v.times((c = x)))),
                          (h = c);
                      return (
                        (c = $(t.minus(u), N, 0, 1)),
                        (p = p.plus(c.times(S))),
                        (u = u.plus(c.times(N))),
                        (p.s = S.s = this.s),
                        (l *= 2),
                        (o =
                          $(S, N, l, G)
                            .minus(this)
                            .abs()
                            .cmp($(p, u, l, G).minus(this).abs()) < 1
                            ? [S.toString(), N.toString()]
                            : [p.toString(), u.toString()]),
                        (K = f),
                        o
                      );
                    }),
                    (V.toNumber = function () {
                      return +this;
                    }),
                    (V.toPower = V.pow =
                      function (t, o) {
                        var u,
                          s,
                          c,
                          l = S(t < 0 ? -t : +t),
                          f = this;
                        if (
                          (null != o && ((I = 23), (o = new n(o))),
                          (!J(t, -k, k, 23, "exponent") &&
                            (!isFinite(t) ||
                              (l > k && (t /= 0)) ||
                              (parseFloat(t) != t && !(t = NaN)))) ||
                            0 == t)
                        )
                          return (u = Math.pow(+f, t)), new n(o ? u % o : u);
                        for (
                          o
                            ? t > 1 &&
                              f.gt(Z) &&
                              f.isInt() &&
                              o.gt(Z) &&
                              o.isInt()
                              ? (f = f.mod(o))
                              : ((c = o), (o = null))
                            : tt && (u = x(tt / B + 2)),
                            s = new n(Z);
                          ;

                        ) {
                          if (l % 2) {
                            if (!(s = s.times(f)).c) break;
                            u
                              ? s.c.length > u && (s.c.length = u)
                              : o && (s = s.mod(o));
                          }
                          if (!(l = S(l / 2))) break;
                          (f = f.times(f)),
                            u
                              ? f.c && f.c.length > u && (f.c.length = u)
                              : o && (f = f.mod(o));
                        }
                        return o
                          ? s
                          : (t < 0 && (s = Z.div(s)),
                            c ? s.mod(c) : u ? R(s, tt, G) : s);
                      }),
                    (V.toPrecision = function (t, n) {
                      return E(
                        this,
                        null != t && J(t, 1, L, 24, "precision") ? 0 | t : null,
                        n,
                        24
                      );
                    }),
                    (V.toString = function (t) {
                      var n,
                        o = this.s,
                        u = this.e;
                      return (
                        null === u
                          ? o
                            ? ((n = "Infinity"), o < 0 && (n = "-" + n))
                            : (n = "NaN")
                          : ((n = s(this.c)),
                            (n =
                              null != t && J(t, 2, 64, 25, "base")
                                ? b(v(n, u), 0 | t, 10, o)
                                : u <= q || u >= W
                                ? p(n, u)
                                : v(n, u)),
                            o < 0 && this.c[0] && (n = "-" + n)),
                        n
                      );
                    }),
                    (V.truncated = V.trunc =
                      function () {
                        return R(new n(this), this.e + 1, 1);
                      }),
                    (V.valueOf = V.toJSON =
                      function () {
                        var t,
                          n = this.e;
                        return null === n
                          ? this.toString()
                          : ((t = s(this.c)),
                            (t = n <= q || n >= W ? p(t, n) : v(t, n)),
                            this.s < 0 ? "-" + t : t);
                      }),
                    (V.isBigNumber = !0),
                    null != t && n.config(t),
                    n
                  );
                }
                function u(t) {
                  var n = 0 | t;
                  return t > 0 || t === n ? n : n - 1;
                }
                function s(t) {
                  for (var n, o, u = 1, s = t.length, c = t[0] + ""; u < s; ) {
                    for (n = t[u++] + "", o = B - n.length; o--; n = "0" + n);
                    c += n;
                  }
                  for (s = c.length; 48 === c.charCodeAt(--s); );
                  return c.slice(0, s + 1 || 1);
                }
                function c(t, n) {
                  var o,
                    u,
                    s = t.c,
                    c = n.c,
                    l = t.s,
                    f = n.s,
                    h = t.e,
                    p = n.e;
                  if (!l || !f) return null;
                  if (((o = s && !s[0]), (u = c && !c[0]), o || u))
                    return o ? (u ? 0 : -f) : l;
                  if (l != f) return l;
                  if (((o = l < 0), (u = h == p), !s || !c))
                    return u ? 0 : !s ^ o ? 1 : -1;
                  if (!u) return (h > p) ^ o ? 1 : -1;
                  for (
                    f = (h = s.length) < (p = c.length) ? h : p, l = 0;
                    l < f;
                    l++
                  )
                    if (s[l] != c[l]) return (s[l] > c[l]) ^ o ? 1 : -1;
                  return h == p ? 0 : (h > p) ^ o ? 1 : -1;
                }
                function l(t, n, o) {
                  return (t = y(t)) >= n && t <= o;
                }
                function f(t) {
                  return "[object Array]" == Object.prototype.toString.call(t);
                }
                function h(t, n, o) {
                  for (var u, s, c = [0], l = 0, f = t.length; l < f; ) {
                    for (s = c.length; s--; c[s] *= n);
                    for (
                      c[(u = 0)] += F.indexOf(t.charAt(l++));
                      u < c.length;
                      u++
                    )
                      c[u] > o - 1 &&
                        (null == c[u + 1] && (c[u + 1] = 0),
                        (c[u + 1] += (c[u] / o) | 0),
                        (c[u] %= o));
                  }
                  return c.reverse();
                }
                function p(t, n) {
                  return (
                    (t.length > 1 ? t.charAt(0) + "." + t.slice(1) : t) +
                    (n < 0 ? "e" : "e+") +
                    n
                  );
                }
                function v(t, n) {
                  var o, u;
                  if (n < 0) {
                    for (u = "0."; ++n; u += "0");
                    t = u + t;
                  } else if (((o = t.length), ++n > o)) {
                    for (u = "0", n -= o; --n; u += "0");
                    t += u;
                  } else n < o && (t = t.slice(0, n) + "." + t.slice(n));
                  return t;
                }
                function y(t) {
                  return (t = parseFloat(t)) < 0 ? x(t) : S(t);
                }
                var b,
                  w = /^-?(\d+(\.\d*)?|\.\d+)(e[+-]?\d+)?$/i,
                  x = Math.ceil,
                  S = Math.floor,
                  N = " not a boolean or binary digit",
                  O = "rounding mode",
                  M = "number type has more than 15 significant digits",
                  F =
                    "0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ$_",
                  D = 1e14,
                  B = 14,
                  k = 9007199254740991,
                  _ = [
                    1, 10, 100, 1e3, 1e4, 1e5, 1e6, 1e7, 1e8, 1e9, 1e10, 1e11,
                    1e12, 1e13,
                  ],
                  A = 1e7,
                  L = 1e9;
                ((b = o()).default = b.BigNumber = b),
                  void 0 !== n && n.exports
                    ? (n.exports = b)
                    : (t ||
                        (t =
                          "undefined" != typeof self
                            ? self
                            : Function("return this")()),
                      (t.BigNumber = b));
              })(this);
            },
            {},
          ],
          2: [
            function (t, n, o) {
              "use strict";
              n.exports = {
                languageTag: "en-US",
                delimiters: { thousands: ",", decimal: "." },
                abbreviations: {
                  thousand: "k",
                  million: "m",
                  billion: "b",
                  trillion: "t",
                },
                spaceSeparated: !1,
                ordinal: function (t) {
                  var n = t % 10;
                  return 1 == ~~((t % 100) / 10)
                    ? "th"
                    : 1 === n
                    ? "st"
                    : 2 === n
                    ? "nd"
                    : 3 === n
                    ? "rd"
                    : "th";
                },
                currency: { symbol: "$", position: "prefix", code: "USD" },
                currencyFormat: {
                  thousandSeparated: !0,
                  totalLength: 4,
                  spaceSeparated: !0,
                },
                formats: {
                  fourDigits: { totalLength: 4, spaceSeparated: !0 },
                  fullWithTwoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithTwoDecimalsNoCurrency: {
                    thousandSeparated: !0,
                    mantissa: 2,
                  },
                  fullWithNoDecimals: {
                    output: "currency",
                    thousandSeparated: !0,
                    mantissa: 0,
                  },
                },
              };
            },
            {},
          ],
          3: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {},
                  o = arguments[2];
                if (
                  ("string" == typeof n && (n = $.parseFormat(n)),
                  !R.validateFormat(n))
                )
                  return "ERROR: invalid format";
                var u = n.prefix || "",
                  c = n.postfix || "",
                  l = s(t, n, o);
                return (l = L(l, u)), (l = E(l, c));
              }
              function s(t, n, o) {
                switch (n.output) {
                  case "currency":
                    return (
                      (n = U(n, C.currentCurrencyDefaultFormat())), w(t, n, C)
                    );
                  case "percent":
                    return (
                      (n = U(n, C.currentPercentageDefaultFormat())),
                      b(t, n, C, o)
                    );
                  case "byte":
                    return (
                      (n = U(n, C.currentByteDefaultFormat())), p(t, n, C, o)
                    );
                  case "time":
                    return (n = U(n, C.currentTimeDefaultFormat())), y(t);
                  case "ordinal":
                    return (
                      (n = U(n, C.currentOrdinalDefaultFormat())), v(t, n, C)
                    );
                  case "number":
                  default:
                    return T({ instance: t, providedFormat: n, numbro: o });
                }
              }
              function c(t) {
                var n = I.decimal;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function l(t) {
                var n = I.binary;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function f(t) {
                var n = I.general;
                return h(t._value, n.suffixes, n.scale).suffix;
              }
              function h(t, n, o) {
                var u = n[0],
                  s = Math.abs(t);
                if (s >= o) {
                  for (var c = 1; c < n.length; ++c) {
                    var l = Math.pow(o, c),
                      f = Math.pow(o, c + 1);
                    if (s >= l && s < f) {
                      (u = n[c]), (t /= l);
                      break;
                    }
                  }
                  u === n[0] &&
                    ((t /= Math.pow(o, n.length - 1)), (u = n[n.length - 1]));
                }
                return { value: t, suffix: u };
              }
              function p(t, n, o, u) {
                var s = n.base || "binary",
                  c = I[s],
                  l = h(t._value, c.suffixes, c.scale),
                  f = l.value,
                  p = l.suffix;
                return (
                  T({
                    instance: u(f),
                    providedFormat: n,
                    state: o,
                    defaults: o.currentByteDefaultFormat(),
                  }) +
                  (o.currentAbbreviations().spaced ? " " : "") +
                  p
                );
              }
              function v(t, n, o) {
                var u = o.currentOrdinal(),
                  s = Object.assign({}, V, n),
                  c = T({ instance: t, providedFormat: n, state: o }),
                  l = u(t._value);
                return c + (s.spaceSeparated ? " " : "") + l;
              }
              function y(t) {
                var n = Math.floor(t._value / 60 / 60),
                  o = Math.floor((t._value - 60 * n * 60) / 60),
                  u = Math.round(t._value - 60 * n * 60 - 60 * o);
                return (
                  n +
                  ":" +
                  (o < 10 ? "0" : "") +
                  o +
                  ":" +
                  (u < 10 ? "0" : "") +
                  u
                );
              }
              function b(t, n, o, u) {
                var s = n.prefixSymbol,
                  c = T({
                    instance: u(100 * t._value),
                    providedFormat: n,
                    state: o,
                  }),
                  l = Object.assign({}, V, n);
                return s
                  ? "%" + (l.spaceSeparated ? " " : "") + c
                  : c + (l.spaceSeparated ? " " : "") + "%";
              }
              function w(t, n, o) {
                var u = o.currentCurrency(),
                  s = Object.assign({}, V, n),
                  c = void 0,
                  l = "",
                  f = !!s.totalLength || !!s.forceAverage || s.average,
                  h = n.currencyPosition || u.position,
                  p = n.currencySymbol || u.symbol;
                s.spaceSeparated && (l = " "), "infix" === h && (c = l + p + l);
                var v = T({
                  instance: t,
                  providedFormat: n,
                  state: o,
                  decimalSeparator: c,
                });
                return (
                  "prefix" === h &&
                    (v =
                      t._value < 0 && "sign" === s.negative
                        ? "-" + l + p + v.slice(1)
                        : p + l + v),
                  (h && "postfix" !== h) || (v = v + (l = f ? "" : l) + p),
                  v
                );
              }
              function x(t) {
                var n = t.value,
                  o = t.forceAverage,
                  u = t.abbreviations,
                  s = t.spaceSeparated,
                  c = void 0 !== s && s,
                  l = t.totalLength,
                  f = void 0 === l ? 0 : l,
                  h = "",
                  p = Math.abs(n),
                  v = -1;
                (p >= Math.pow(10, 12) && !o) || "trillion" === o
                  ? ((h = u.trillion), (n /= Math.pow(10, 12)))
                  : (p < Math.pow(10, 12) && p >= Math.pow(10, 9) && !o) ||
                    "billion" === o
                  ? ((h = u.billion), (n /= Math.pow(10, 9)))
                  : (p < Math.pow(10, 9) && p >= Math.pow(10, 6) && !o) ||
                    "million" === o
                  ? ((h = u.million), (n /= Math.pow(10, 6)))
                  : ((p < Math.pow(10, 6) && p >= Math.pow(10, 3) && !o) ||
                      "thousand" === o) &&
                    ((h = u.thousand), (n /= Math.pow(10, 3)));
                if ((h && (h = (c ? " " : "") + h), f)) {
                  var y = n.toString().split(".")[0];
                  v = Math.max(f - y.length, 0);
                }
                return { value: n, abbreviation: h, mantissaPrecision: v };
              }
              function S(t) {
                var n = t.value,
                  o = t.characteristicPrecision,
                  u = void 0 === o ? 0 : o,
                  s = n.toExponential().split("e"),
                  c = j(s, 2),
                  l = c[0],
                  f = c[1],
                  h = +l;
                return u
                  ? (1 < u &&
                      ((h *= Math.pow(10, u - 1)),
                      (f = (f = +f - (u - 1)) >= 0 ? "+" + f : f)),
                    { value: h, abbreviation: "e" + f })
                  : { value: h, abbreviation: "e" + f };
              }
              function N(t) {
                for (var n = "", o = 0; o < t; o++) n += "0";
                return n;
              }
              function O(t, n) {
                var o = t.toString(),
                  u = o.split("e"),
                  s = j(u, 2),
                  c = s[0],
                  l = s[1],
                  f = c.split("."),
                  h = j(f, 2),
                  p = h[0],
                  v = h[1],
                  y = void 0 === v ? "" : v;
                if (+l > 0) o = p + y + N(l - y.length);
                else {
                  var b = ".";
                  b = +p < 0 ? "-0" + b : "0" + b;
                  var w = (N(-l - 1) + Math.abs(p) + y).substr(0, n);
                  w.length < n && (w += N(n - w.length)), (o = b + w);
                }
                return +l > 0 && n > 0 && (o += "." + N(n)), o;
              }
              function M(t, n) {
                return -1 !== t.toString().indexOf("e")
                  ? O(t, n)
                  : (Math.round(+(t + "e+" + n)) / Math.pow(10, n)).toFixed(n);
              }
              function F(t, n, o, u, s) {
                if (-1 === u) return t;
                var c = M(n, u),
                  l = c.toString().split("."),
                  f = j(l, 2),
                  h = f[0],
                  p = f[1];
                if ((void 0 === p ? "" : p).match(/^0+$/) && (o || s)) return h;
                var v = c.match(/0+$/);
                return s && v ? c.toString().slice(0, v.index) : c.toString();
              }
              function D(t, n, o, u) {
                var s = t,
                  c = s.toString().split("."),
                  l = j(c, 2),
                  f = l[0],
                  h = l[1];
                if (f.match(/^-?0$/) && o)
                  return h ? f.replace("0", "") + "." + h : f.replace("0", "");
                if (f.length < u)
                  for (var p = u - f.length, v = 0; v < p; v++) s = "0" + s;
                return s.toString();
              }
              function B(t, n) {
                for (var o = [], u = 0, s = t; s > 0; s--)
                  u === n && (o.unshift(s), (u = 0)), u++;
                return o;
              }
              function k(t, n, o, u, s) {
                var c = u.currentDelimiters(),
                  l = c.thousands;
                s = s || c.decimal;
                var f = c.thousandsSize || 3,
                  h = t.toString(),
                  p = h.split(".")[0],
                  v = h.split(".")[1];
                return (
                  o &&
                    (n < 0 && (p = p.slice(1)),
                    B(p.length, f).forEach(function (t, n) {
                      p = p.slice(0, t + n) + l + p.slice(t + n);
                    }),
                    n < 0 && (p = "-" + p)),
                  (h = v ? p + s + v : p)
                );
              }
              function _(t, n) {
                return t + n;
              }
              function A(t, n, o) {
                return 0 === n
                  ? t
                  : 0 == +t
                  ? t.replace("-", "")
                  : n > 0
                  ? "+" + t
                  : "sign" === o
                  ? t
                  : "(" + t.replace("-", "") + ")";
              }
              function L(t, n) {
                return n + t;
              }
              function E(t, n) {
                return t + n;
              }
              function T(t) {
                var n = t.instance,
                  o = t.providedFormat,
                  u = t.state,
                  s = void 0 === u ? C : u,
                  c = t.decimalSeparator,
                  l = t.defaults,
                  f = void 0 === l ? s.currentDefaults() : l,
                  h = n._value;
                if (0 === h && s.hasZeroFormat()) return s.getZeroFormat();
                if (!isFinite(h)) return h.toString();
                var p = Object.assign({}, V, f, o),
                  v = p.totalLength,
                  y = v ? 0 : p.characteristic,
                  b = p.optionalCharacteristic,
                  w = p.forceAverage,
                  N = !!v || !!w || p.average,
                  O = v ? -1 : N && void 0 === o.mantissa ? 0 : p.mantissa,
                  M =
                    !v &&
                    (void 0 === o.optionalMantissa
                      ? -1 === O
                      : p.optionalMantissa),
                  B = p.trimMantissa,
                  L = p.thousandSeparated,
                  E = p.spaceSeparated,
                  T = p.negative,
                  U = p.forceSign,
                  j = p.exponential,
                  R = "";
                if (N) {
                  var $ = x({
                    value: h,
                    forceAverage: w,
                    abbreviations: s.currentAbbreviations(),
                    spaceSeparated: E,
                    totalLength: v,
                  });
                  (h = $.value),
                    (R += $.abbreviation),
                    v && (O = $.mantissaPrecision);
                }
                if (j) {
                  var P = S({ value: h, characteristicPrecision: y });
                  (h = P.value), (R = P.abbreviation + R);
                }
                var I = F(h.toString(), h, M, O, B);
                return (
                  (I = D(I, 0, b, y)),
                  (I = k(I, h, L, s, c)),
                  (N || j) && (I = _(I, R)),
                  (U || h < 0) && (I = A(I, h, T)),
                  I
                );
              }
              function U(t, n) {
                if (!t) return n;
                var o = Object.keys(t);
                return 1 === o.length && "output" === o[0] ? n : t;
              }
              var j = (function () {
                  function t(t, n) {
                    var o = [],
                      u = !0,
                      s = !1,
                      c = void 0;
                    try {
                      for (
                        var l, f = t[Symbol.iterator]();
                        !(u = (l = f.next()).done) &&
                        (o.push(l.value), !n || o.length !== n);
                        u = !0
                      );
                    } catch (t) {
                      (s = !0), (c = t);
                    } finally {
                      try {
                        !u && f.return && f.return();
                      } finally {
                        if (s) throw c;
                      }
                    }
                    return o;
                  }
                  return function (n, o) {
                    if (Array.isArray(n)) return n;
                    if (Symbol.iterator in Object(n)) return t(n, o);
                    throw new TypeError(
                      "Invalid attempt to destructure non-iterable instance"
                    );
                  };
                })(),
                C = t("./globalState"),
                R = t("./validating"),
                $ = t("./parsing"),
                P = ["B", "KB", "MB", "GB", "TB", "PB", "EB", "ZB", "YB"],
                I = {
                  general: { scale: 1024, suffixes: P, marker: "bd" },
                  binary: {
                    scale: 1024,
                    suffixes: [
                      "B",
                      "KiB",
                      "MiB",
                      "GiB",
                      "TiB",
                      "PiB",
                      "EiB",
                      "ZiB",
                      "YiB",
                    ],
                    marker: "b",
                  },
                  decimal: { scale: 1e3, suffixes: P, marker: "d" },
                },
                V = {
                  totalLength: 0,
                  characteristic: 0,
                  forceAverage: !1,
                  average: !1,
                  mantissa: -1,
                  optionalMantissa: !0,
                  thousandSeparated: !1,
                  spaceSeparated: !1,
                  negative: "sign",
                  forceSign: !1,
                };
              n.exports = function (t) {
                return {
                  format: function () {
                    for (
                      var n = arguments.length, o = Array(n), s = 0;
                      s < n;
                      s++
                    )
                      o[s] = arguments[s];
                    return u.apply(void 0, o.concat([t]));
                  },
                  getByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return f.apply(void 0, o.concat([t]));
                  },
                  getBinaryByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return l.apply(void 0, o.concat([t]));
                  },
                  getDecimalByteUnit: function () {
                    for (
                      var n = arguments.length, o = Array(n), u = 0;
                      u < n;
                      u++
                    )
                      o[u] = arguments[u];
                    return c.apply(void 0, o.concat([t]));
                  },
                  formatOrDefault: U,
                };
              };
            },
            { "./globalState": 4, "./parsing": 8, "./validating": 10 },
          ],
          4: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                p = t;
              }
              function s() {
                return v[p];
              }
              var c = t("./en-US"),
                l = t("./validating"),
                f = t("./parsing"),
                h = {},
                p = void 0,
                v = {},
                y = null,
                b = {};
              (h.languages = function () {
                return Object.assign({}, v);
              }),
                (h.currentLanguage = function () {
                  return p;
                }),
                (h.currentCurrency = function () {
                  return s().currency;
                }),
                (h.currentAbbreviations = function () {
                  return s().abbreviations;
                }),
                (h.currentDelimiters = function () {
                  return s().delimiters;
                }),
                (h.currentOrdinal = function () {
                  return s().ordinal;
                }),
                (h.currentDefaults = function () {
                  return Object.assign({}, s().defaults, b);
                }),
                (h.currentOrdinalDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().ordinalFormat
                  );
                }),
                (h.currentByteDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().byteFormat);
                }),
                (h.currentPercentageDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().percentageFormat
                  );
                }),
                (h.currentCurrencyDefaultFormat = function () {
                  return Object.assign(
                    {},
                    h.currentDefaults(),
                    s().currencyFormat
                  );
                }),
                (h.currentTimeDefaultFormat = function () {
                  return Object.assign({}, h.currentDefaults(), s().timeFormat);
                }),
                (h.setDefaults = function (t) {
                  (t = f.parseFormat(t)), l.validateFormat(t) && (b = t);
                }),
                (h.getZeroFormat = function () {
                  return y;
                }),
                (h.setZeroFormat = function (t) {
                  return (y = "string" == typeof t ? t : null);
                }),
                (h.hasZeroFormat = function () {
                  return null !== y;
                }),
                (h.languageData = function (t) {
                  if (t) {
                    if (v[t]) return v[t];
                    throw new Error('Unknown tag "' + t + '"');
                  }
                  return s();
                }),
                (h.registerLanguage = function (t) {
                  var n =
                    arguments.length > 1 &&
                    void 0 !== arguments[1] &&
                    arguments[1];
                  if (!l.validateLanguage(t))
                    throw new Error("Invalid language data");
                  (v[t.languageTag] = t), n && u(t.languageTag);
                }),
                (h.setLanguage = function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : c.languageTag;
                  if (!v[t]) {
                    var o = t.split("-")[0],
                      s = Object.keys(v).find(function (t) {
                        return t.split("-")[0] === o;
                      });
                    if (!v[s]) return void u(n);
                    u(s);
                  }
                  u(t);
                }),
                h.registerLanguage(c),
                (p = c.languageTag),
                (n.exports = h);
            },
            { "./en-US": 2, "./parsing": 8, "./validating": 10 },
          ],
          5: [
            function (t, n, o) {
              "use strict";
              function u(n, o) {
                n.forEach(function (n) {
                  var u = void 0;
                  try {
                    u = t("../languages/" + n);
                  } catch (t) {
                    console.error(
                      'Unable to load "' +
                        n +
                        '". No matching language file found.'
                    );
                  }
                  u && o.registerLanguage(u);
                });
              }
              n.exports = function (t) {
                return {
                  loadLanguagesInNode: function (n) {
                    return u(n, t);
                  },
                };
              };
            },
            {},
          ],
          6: [
            function (t, n, o) {
              "use strict";
              function u(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.add(s).toNumber()),
                  t
                );
              }
              function s(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.minus(s).toNumber()),
                  t
                );
              }
              function c(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.times(s).toNumber()),
                  t
                );
              }
              function l(t, n, o) {
                var u = new p(t._value),
                  s = n;
                return (
                  o.isNumbro(n) && (s = n._value),
                  (s = new p(s)),
                  (t._value = u.dividedBy(s).toNumber()),
                  t
                );
              }
              function f(t, n, o) {
                var u = n;
                return o.isNumbro(n) && (u = n._value), (t._value = u), t;
              }
              function h(t, n, o) {
                var u = o(t._value);
                return s(u, n, o), Math.abs(u._value);
              }
              var p = t("bignumber.js");
              n.exports = function (t) {
                return {
                  add: function (n, o) {
                    return u(n, o, t);
                  },
                  subtract: function (n, o) {
                    return s(n, o, t);
                  },
                  multiply: function (n, o) {
                    return c(n, o, t);
                  },
                  divide: function (n, o) {
                    return l(n, o, t);
                  },
                  set: function (n, o) {
                    return f(n, o, t);
                  },
                  difference: function (n, o) {
                    return h(n, o, t);
                  },
                };
              };
            },
            { "bignumber.js": 1 },
          ],
          7: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                if (!(t instanceof n))
                  throw new TypeError("Cannot call a class as a function");
              }
              function s(t) {
                var n = t;
                return (
                  c.isNumbro(t)
                    ? (n = t._value)
                    : "string" == typeof t
                    ? (n = c.unformat(t))
                    : isNaN(t) && (n = NaN),
                  n
                );
              }
              function c(t) {
                return new x(s(t));
              }
              var l = (function () {
                  function t(t, n) {
                    for (var o = 0; o < n.length; o++) {
                      var u = n[o];
                      (u.enumerable = u.enumerable || !1),
                        (u.configurable = !0),
                        "value" in u && (u.writable = !0),
                        Object.defineProperty(t, u.key, u);
                    }
                  }
                  return function (n, o, u) {
                    return o && t(n.prototype, o), u && t(n, u), n;
                  };
                })(),
                f = t("./globalState"),
                h = t("./validating"),
                p = t("./loading")(c),
                v = t("./unformatting"),
                y = t("./formatting")(c),
                b = t("./manipulating")(c),
                w = t("./parsing"),
                x = (function () {
                  function t(n) {
                    u(this, t), (this._value = n);
                  }
                  return (
                    l(t, [
                      {
                        key: "clone",
                        value: function () {
                          return c(this._value);
                        },
                      },
                      {
                        key: "format",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return y.format(this, t);
                        },
                      },
                      {
                        key: "formatCurrency",
                        value: function (t) {
                          return (
                            "string" == typeof t && (t = w.parseFormat(t)),
                            (t = y.formatOrDefault(
                              t,
                              f.currentCurrencyDefaultFormat()
                            )),
                            (t.output = "currency"),
                            y.format(this, t)
                          );
                        },
                      },
                      {
                        key: "formatTime",
                        value: function () {
                          var t =
                            arguments.length > 0 && void 0 !== arguments[0]
                              ? arguments[0]
                              : {};
                          return (t.output = "time"), y.format(this, t);
                        },
                      },
                      {
                        key: "binaryByteUnits",
                        value: function () {
                          return y.getBinaryByteUnit(this);
                        },
                      },
                      {
                        key: "decimalByteUnits",
                        value: function () {
                          return y.getDecimalByteUnit(this);
                        },
                      },
                      {
                        key: "byteUnits",
                        value: function () {
                          return y.getByteUnit(this);
                        },
                      },
                      {
                        key: "difference",
                        value: function (t) {
                          return b.difference(this, t);
                        },
                      },
                      {
                        key: "add",
                        value: function (t) {
                          return b.add(this, t);
                        },
                      },
                      {
                        key: "subtract",
                        value: function (t) {
                          return b.subtract(this, t);
                        },
                      },
                      {
                        key: "multiply",
                        value: function (t) {
                          return b.multiply(this, t);
                        },
                      },
                      {
                        key: "divide",
                        value: function (t) {
                          return b.divide(this, t);
                        },
                      },
                      {
                        key: "set",
                        value: function (t) {
                          return b.set(this, s(t));
                        },
                      },
                      {
                        key: "value",
                        value: function () {
                          return this._value;
                        },
                      },
                      {
                        key: "valueOf",
                        value: function () {
                          return this._value;
                        },
                      },
                    ]),
                    t
                  );
                })();
              (c.version = "2.1.0"),
                (c.isNumbro = function (t) {
                  return t instanceof x;
                }),
                (c.language = f.currentLanguage),
                (c.registerLanguage = f.registerLanguage),
                (c.setLanguage = f.setLanguage),
                (c.languages = f.languages),
                (c.languageData = f.languageData),
                (c.zeroFormat = f.setZeroFormat),
                (c.defaultFormat = f.currentDefaults),
                (c.setDefaults = f.setDefaults),
                (c.defaultCurrencyFormat = f.currentCurrencyDefaultFormat),
                (c.validate = h.validate),
                (c.loadLanguagesInNode = p.loadLanguagesInNode),
                (c.unformat = v.unformat),
                (n.exports = c);
            },
            {
              "./formatting": 3,
              "./globalState": 4,
              "./loading": 5,
              "./manipulating": 6,
              "./parsing": 8,
              "./unformatting": 9,
              "./validating": 10,
            },
          ],
          8: [
            function (t, n, o) {
              "use strict";
              function u(t, n) {
                var o = t.match(/^{([^}]*)}/);
                return o ? ((n.prefix = o[1]), t.slice(o[0].length)) : t;
              }
              function s(t, n) {
                var o = t.match(/{([^}]*)}$/);
                return o ? ((n.postfix = o[1]), t.slice(0, -o[0].length)) : t;
              }
              function c(t, n) {
                if (-1 === t.indexOf("$")) {
                  if (-1 === t.indexOf("%"))
                    return -1 !== t.indexOf("bd")
                      ? ((n.output = "byte"), void (n.base = "general"))
                      : -1 !== t.indexOf("b")
                      ? ((n.output = "byte"), void (n.base = "binary"))
                      : -1 !== t.indexOf("d")
                      ? ((n.output = "byte"), void (n.base = "decimal"))
                      : void (-1 === t.indexOf(":")
                          ? -1 !== t.indexOf("o") && (n.output = "ordinal")
                          : (n.output = "time"));
                  n.output = "percent";
                } else n.output = "currency";
              }
              function l(t, n) {
                -1 !== t.indexOf(",") && (n.thousandSeparated = !0);
              }
              function f(t, n) {
                -1 !== t.indexOf(" ") && (n.spaceSeparated = !0);
              }
              function h(t, n) {
                var o = t.match(/[1-9]+[0-9]*/);
                o && (n.totalLength = +o[0]);
              }
              function p(t, n) {
                var o = t.split(".")[0].match(/0+/);
                o && (n.characteristic = o[0].length);
              }
              function v(t, n) {
                var o = t.split(".")[1];
                if (o) {
                  var u = o.match(/0+/);
                  u && (n.mantissa = u[0].length);
                }
              }
              function y(t, n) {
                -1 !== t.indexOf("a") && (n.average = !0);
              }
              function b(t, n) {
                -1 !== t.indexOf("K")
                  ? (n.forceAverage = "thousand")
                  : -1 !== t.indexOf("M")
                  ? (n.forceAverage = "million")
                  : -1 !== t.indexOf("B")
                  ? (n.forceAverage = "billion")
                  : -1 !== t.indexOf("T") && (n.forceAverage = "trillion");
              }
              function w(t, n) {
                t.match(/\[\.]/)
                  ? (n.optionalMantissa = !0)
                  : t.match(/\./) && (n.optionalMantissa = !1);
              }
              function x(t, n) {
                if (-1 !== t.indexOf(".")) {
                  var o = t.split(".")[0];
                  n.optionalCharacteristic = -1 === o.indexOf("0");
                }
              }
              function S(t, n) {
                t.match(/^\+?\([^)]*\)$/) && (n.negative = "parenthesis"),
                  t.match(/^\+?-/) && (n.negative = "sign");
              }
              function N(t, n) {
                t.match(/^\+/) && (n.forceSign = !0);
              }
              n.exports = {
                parseFormat: function (t) {
                  var n =
                    arguments.length > 1 && void 0 !== arguments[1]
                      ? arguments[1]
                      : {};
                  return "string" != typeof t
                    ? t
                    : ((t = u(t, n)),
                      (t = s(t, n)),
                      c(t, n),
                      h(t, n),
                      p(t, n),
                      x(t, n),
                      y(t, n),
                      b(t, n),
                      v(t, n),
                      w(t, n),
                      l(t, n),
                      f(t, n),
                      S(t, n),
                      N(t, n),
                      n);
                },
              };
            },
            {},
          ],
          9: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                return t.replace(/[-/\\^$*+?.()|[\]{}]/g, "\\$&");
              }
              function s(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  c = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if (!isNaN(+t)) return +t;
                var v = "",
                  y = t.replace(/(^[^(]*)\((.*)\)([^)]*$)/, "$1$2$3");
                if (y !== t) return -1 * s(y, n, o, c, l, f, h);
                for (var b = 0; b < p.length; b++) {
                  var w = p[b];
                  if ((v = t.replace(w.key, "")) !== t)
                    return s(v, n, o, c, l, f, h) * w.factor;
                }
                if ((v = t.replace("%", "")) !== t)
                  return s(v, n, o, c, l, f, h) / 100;
                var x = parseFloat(t);
                if (!isNaN(x)) {
                  var S = c(x);
                  if (
                    S &&
                    "." !== S &&
                    (v = t.replace(new RegExp(u(S) + "$"), "")) !== t
                  )
                    return s(v, n, o, c, l, f, h);
                  var N = {};
                  Object.keys(f).forEach(function (t) {
                    N[f[t]] = t;
                  });
                  for (
                    var O = Object.keys(N).sort().reverse(),
                      M = O.length,
                      F = 0;
                    F < M;
                    F++
                  ) {
                    var D = O[F],
                      B = N[D];
                    if ((v = t.replace(D, "")) !== t) {
                      var k = void 0;
                      switch (B) {
                        case "thousand":
                          k = Math.pow(10, 3);
                          break;
                        case "million":
                          k = Math.pow(10, 6);
                          break;
                        case "billion":
                          k = Math.pow(10, 9);
                          break;
                        case "trillion":
                          k = Math.pow(10, 12);
                      }
                      return s(v, n, o, c, l, f, h) * k;
                    }
                  }
                }
              }
              function c(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  s = t.replace(o, "");
                return (
                  (s = s.replace(
                    new RegExp("([0-9])" + u(n.thousands) + "([0-9])", "g"),
                    "$1$2"
                  )),
                  (s = s.replace(n.decimal, "."))
                );
              }
              function l(t, n) {
                var o =
                    arguments.length > 2 && void 0 !== arguments[2]
                      ? arguments[2]
                      : "",
                  u = arguments[3],
                  l = arguments[4],
                  f = arguments[5],
                  h = arguments[6];
                if ("" !== t)
                  return isNaN(+t)
                    ? t === l
                      ? 0
                      : s(c(t, n, o), n, o, u, l, f, h)
                    : +t;
              }
              function f(t, n) {
                if (!t.indexOf(":") || ":" === n.thousands) return !1;
                var o = t.split(":");
                if (3 !== o.length) return !1;
                var u = +o[0],
                  s = +o[1],
                  c = +o[2];
                return !isNaN(u) && !isNaN(s) && !isNaN(c);
              }
              function h(t) {
                var n = t.split(":"),
                  o = +n[0],
                  u = +n[1];
                return +n[2] + 60 * u + 3600 * o;
              }
              var p = [
                { key: "ZiB", factor: Math.pow(1024, 7) },
                { key: "ZB", factor: Math.pow(1e3, 7) },
                { key: "YiB", factor: Math.pow(1024, 8) },
                { key: "YB", factor: Math.pow(1e3, 8) },
                { key: "TiB", factor: Math.pow(1024, 4) },
                { key: "TB", factor: Math.pow(1e3, 4) },
                { key: "PiB", factor: Math.pow(1024, 5) },
                { key: "PB", factor: Math.pow(1e3, 5) },
                { key: "MiB", factor: Math.pow(1024, 2) },
                { key: "MB", factor: Math.pow(1e3, 2) },
                { key: "KiB", factor: Math.pow(1024, 1) },
                { key: "KB", factor: Math.pow(1e3, 1) },
                { key: "GiB", factor: Math.pow(1024, 3) },
                { key: "GB", factor: Math.pow(1e3, 3) },
                { key: "EiB", factor: Math.pow(1024, 6) },
                { key: "EB", factor: Math.pow(1e3, 6) },
                { key: "B", factor: 1 },
              ];
              n.exports = {
                unformat: function (n, o) {
                  var u = t("./globalState"),
                    s = u.currentDelimiters(),
                    c = u.currentCurrency().symbol,
                    p = u.currentOrdinal(),
                    v = u.getZeroFormat(),
                    y = u.currentAbbreviations(),
                    b = void 0;
                  if ("string" == typeof n)
                    b = f(n, s) ? h(n) : l(n, s, c, p, v, y, o);
                  else {
                    if ("number" != typeof n) return;
                    b = n;
                  }
                  if (void 0 !== b) return b;
                },
              };
            },
            { "./globalState": 4 },
          ],
          10: [
            function (t, n, o) {
              "use strict";
              function u(t) {
                if (Array.isArray(t)) {
                  for (var n = 0, o = Array(t.length); n < t.length; n++)
                    o[n] = t[n];
                  return o;
                }
                return Array.from(t);
              }
              function s(t) {
                return !!h.unformat(t);
              }
              function c(t, n, o) {
                var s =
                    arguments.length > 3 &&
                    void 0 !== arguments[3] &&
                    arguments[3],
                  l = Object.keys(t).map(function (u) {
                    if (!n[u])
                      return console.error(o + " Invalid key: " + u), !1;
                    var s = t[u],
                      l = n[u];
                    if (
                      ("string" == typeof l && (l = { type: l }),
                      "format" === l.type)
                    ) {
                      if (!c(s, v, "[Validate " + u + "]", !0)) return !1;
                    } else if ((void 0 === s ? "undefined" : f(s)) !== l.type) return console.error(o + " " + u + ' type mismatched: "' + l.type + '" expected, "' + (void 0 === s ? "undefined" : f(s)) + '" provided'), !1;
                    if (l.restrictions && l.restrictions.length)
                      for (var h = l.restrictions.length, p = 0; p < h; p++) {
                        var y = l.restrictions[p],
                          b = y.restriction,
                          w = y.message;
                        if (!b(s, t))
                          return (
                            console.error(o + " " + u + " invalid value: " + w),
                            !1
                          );
                      }
                    return l.restriction && !l.restriction(s, t)
                      ? (console.error(
                          o + " " + u + " invalid value: " + l.message
                        ),
                        !1)
                      : l.validValues && -1 === l.validValues.indexOf(s)
                      ? (console.error(
                          o +
                            " " +
                            u +
                            " invalid value: must be among " +
                            JSON.stringify(l.validValues) +
                            ', "' +
                            s +
                            '" provided'
                        ),
                        !1)
                      : !(
                          l.children &&
                          !c(s, l.children, "[Validate " + u + "]")
                        );
                  });
                return (
                  s ||
                    l.push.apply(
                      l,
                      u(
                        Object.keys(n).map(function (u) {
                          var s = n[u];
                          if (
                            ("string" == typeof s && (s = { type: s }),
                            s.mandatory)
                          ) {
                            var c = s.mandatory;
                            if (
                              ("function" == typeof c && (c = c(t)),
                              c && void 0 === t[u])
                            )
                              return (
                                console.error(
                                  o + ' Missing mandatory key "' + u + '"'
                                ),
                                !1
                              );
                          }
                          return !0;
                        })
                      )
                    ),
                  l.reduce(function (t, n) {
                    return t && n;
                  }, !0)
                );
              }
              function l(t) {
                return c(t, v, "[Validate format]");
              }
              var f =
                  "function" == typeof Symbol &&
                  "symbol" == typeof Symbol.iterator
                    ? function (t) {
                        return typeof t;
                      }
                    : function (t) {
                        return t &&
                          "function" == typeof Symbol &&
                          t.constructor === Symbol &&
                          t !== Symbol.prototype
                          ? "symbol"
                          : typeof t;
                      },
                h = t("./unformatting"),
                p = /^[a-z]{2,3}(-[a-zA-Z]{4})?(-([A-Z]{2}|[0-9]{3}))?$/,
                v = {
                  output: {
                    type: "string",
                    validValues: [
                      "currency",
                      "percent",
                      "byte",
                      "time",
                      "ordinal",
                      "number",
                    ],
                  },
                  base: {
                    type: "string",
                    validValues: ["decimal", "binary", "general"],
                    restriction: function (t, n) {
                      return "byte" === n.output;
                    },
                    message:
                      "`base` must be provided only when the output is `byte`",
                    mandatory: function (t) {
                      return "byte" === t.output;
                    },
                  },
                  characteristic: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  prefix: "string",
                  postfix: "string",
                  forceAverage: {
                    type: "string",
                    validValues: ["trillion", "billion", "million", "thousand"],
                  },
                  average: "boolean",
                  currencyPosition: {
                    type: "string",
                    validValues: ["prefix", "infix", "postfix"],
                  },
                  currencySymbol: "string",
                  totalLength: {
                    type: "number",
                    restrictions: [
                      {
                        restriction: function (t) {
                          return t >= 0;
                        },
                        message: "value must be positive",
                      },
                      {
                        restriction: function (t, n) {
                          return !n.exponential;
                        },
                        message:
                          "`totalLength` is incompatible with `exponential`",
                      },
                    ],
                  },
                  mantissa: {
                    type: "number",
                    restriction: function (t) {
                      return t >= 0;
                    },
                    message: "value must be positive",
                  },
                  optionalMantissa: "boolean",
                  trimMantissa: "boolean",
                  optionalCharacteristic: "boolean",
                  thousandSeparated: "boolean",
                  spaceSeparated: "boolean",
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: "string",
                      million: "string",
                      billion: "string",
                      trillion: "string",
                    },
                  },
                  negative: {
                    type: "string",
                    validValues: ["sign", "parenthesis"],
                  },
                  forceSign: "boolean",
                  exponential: { type: "boolean" },
                  prefixSymbol: {
                    type: "boolean",
                    restriction: function (t, n) {
                      return "percent" === n.output;
                    },
                    message:
                      "`prefixSymbol` can be provided only when the output is `percent`",
                  },
                },
                y = {
                  languageTag: {
                    type: "string",
                    mandatory: !0,
                    restriction: function (t) {
                      return t.match(p);
                    },
                    message:
                      "the language tag must follow the BCP 47 specification (see https://tools.ieft.org/html/bcp47)",
                  },
                  delimiters: {
                    type: "object",
                    children: {
                      thousands: "string",
                      decimal: "string",
                      thousandsSize: "number",
                    },
                    mandatory: !0,
                  },
                  abbreviations: {
                    type: "object",
                    children: {
                      thousand: { type: "string", mandatory: !0 },
                      million: { type: "string", mandatory: !0 },
                      billion: { type: "string", mandatory: !0 },
                      trillion: { type: "string", mandatory: !0 },
                    },
                    mandatory: !0,
                  },
                  spaceSeparated: "boolean",
                  ordinal: { type: "function", mandatory: !0 },
                  currency: {
                    type: "object",
                    children: {
                      symbol: "string",
                      position: "string",
                      code: "string",
                    },
                    mandatory: !0,
                  },
                  defaults: "format",
                  ordinalFormat: "format",
                  byteFormat: "format",
                  percentageFormat: "format",
                  currencyFormat: "format",
                  timeDefaults: "format",
                  formats: {
                    type: "object",
                    children: {
                      fourDigits: { type: "format", mandatory: !0 },
                      fullWithTwoDecimals: { type: "format", mandatory: !0 },
                      fullWithTwoDecimalsNoCurrency: {
                        type: "format",
                        mandatory: !0,
                      },
                      fullWithNoDecimals: { type: "format", mandatory: !0 },
                    },
                  },
                };
              n.exports = {
                validate: function (t, n) {
                  var o = s(t),
                    u = l(n);
                  return o && u;
                },
                validateFormat: l,
                validateInput: s,
                validateLanguage: function (t) {
                  return c(t, y, "[Validate language]");
                },
              };
            },
            { "./unformatting": 9 },
          ],
        },
        {},
        [7]
      )(7);
    });
  },
  65541,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65542,
  [2228224]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      numericDateOrder: ["d", "m", "y"],
      numericDateSeparator: "-",
      shortDayNames: [
        "ಸೋಮವಾರ",
        "ಮಂಗಳವಾರ",
        "ಬುಧ",
        "ಗುರು",
        "ಶುಕ್ರ",
        "ಶನಿವಾರ",
        "ಭಾನು",
      ],
      timeSeparator: ":",
      weekStart: 6,
      formats: {
        D: "D",
        "D g:ia": "D h:i A",
        "D M d": "j F",
        "D M d, Y": "j F Y",
        "D M j": "j F",
        "D M j, g:ia": "j F h:i A",
        "D M j, y": "j F Y",
        "D M j, Y g:ia": "j F Y h:i A",
        "D, M j, Y": "j F Y",
        "F d": "j F",
        "F d, Y": "j F Y",
        "F g": "j F",
        "F j": "j F",
        "F j, Y": "j F Y",
        "F j, Y @ g:i A": "j F Y h:i A",
        "F j, Y g:i a": "j F Y h:i A",
        "F jS": "j F",
        "F jS, g:ia": "j F h:i A",
        "F jS, Y": "j F Y",
        "F Y": "F, Y",
        "g A": "h A",
        "g:i": "h:i A",
        "g:i A": "h:i A",
        "g:i a": "h:i A",
        "g:iA": "h:i A",
        "g:ia": "h:i A",
        "g:ia F jS, Y": "j F Y h:i A",
        "g:iA l, F jS": "j F Y h:i A",
        "g:ia M j": "j F h:i A",
        "g:ia M jS": "j F h:i A",
        "g:ia, F jS": "j F h:i A",
        "g:iA, l M jS": "j F Y h:i A",
        "g:sa": "h:i A",
        "H:I - M d, Y": "j F Y h:i A",
        "h:i a": "h:i A",
        "h:m:s m/d/Y": "d-m-y h:i:s A",
        j: "j",
        "l F d, Y": "j F Y",
        "l g:ia": "l h:i A",
        "l, F d, Y": "j F Y",
        "l, F j": "j F",
        "l, F j, Y": "j F Y",
        "l, F jS": "j F",
        "l, F jS, g:ia": "j F Y h:i A",
        "l, M j": "j F",
        "l, M j, Y": "j F Y",
        "l, M j, Y g:ia": "j F Y h:i A",
        "M d": "j F",
        "M d, Y": "j F Y",
        "M d, Y g:ia": "j F Y h:i A",
        "M d, Y ga": "j F Y h A",
        "M j": "j F",
        "M j, Y": "j F Y",
        "M j, Y g:i A": "j F Y h:i A",
        "M j, Y g:ia": "j F Y h:i A",
        "M jS, g:ia": "j F h:i A",
        "M Y": "F, Y",
        "M y": "j F",
        "m-d-y": "d-m-y",
        "M. d": "j F",
        "M. d, Y": "j F Y",
        "j F Y": "j F Y",
        "m.d.y": "d-m-y",
        "m/d": "d-m",
        "m/d/Y": "d-m-y",
        "m/d/y": "d-m-y",
        "m/d/Y g:ia": "d-m-y h:i A",
        "m/d/y H:i:s": "d-m-y h:i:s A",
        "m/d/Y h:m": "d-m-y h:i:s A",
        n: "d-m",
        "n/j": "d-m",
        "n/j, g:ia": "d-m-y h:i A",
        "n/j/y": "d-m-y",
        Y: "Y",
        "Y-m-d": "d-m-y",
        "Y/m/d": "d-m-y",
        "y/m/d": "d-m-y",
      },
      ordinalSuffixes: {
        1: "ನೇ",
        2: "ನೇ",
        3: "ನೇ",
        4: "ನೇ",
        5: "ನೇ",
        6: "ನೇ",
        7: "ನೇ",
        8: "ನೇ",
        9: "ನೇ",
        10: "ನೇ",
        11: "ನೇ",
        12: "ನೇ",
        13: "ನೇ",
        14: "ನೇ",
        15: "ನೇ",
        16: "ನೆಯ",
        17: "ನೇ",
        18: "ನೇ",
        19: "ನೇ",
        20: "ನೇ",
        21: "ನೇ",
        22: "ನೇ",
        23: "ನೇ",
        24: "ನೇ",
        25: "-ನೆಯ",
        26: "ನೇ",
        27: "ನೇ",
        28: "ನೇ",
        29: "ನೆಯ",
        30: "ನೇ",
        31: "ನೇ",
      },
    };
  },
  2228224,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    "use strict";
    Object.defineProperty(e, "__esModule", { value: !0 }),
      (e.get = function () {
        return "kn_IN";
      });
  },
  65544,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]).codeToName;
  },
  65545,
  [2228225]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      codeToName: {
        AD: "ಆಂಡೋರಾ",
        AE: "ಸಂಯುಕ್ತ ಅರಬ್ ಸಾರ್ವಭೌಮತ್ವ",
        AF: "ಅಫ್‍ಘಾನಿಸ್ತಾನ",
        AG: "ಅಂಟಿಗುವ ಮತ್ತು ಬಾರ್ಬುಡಾ",
        AI: "ಅಂಗ್ವಿಲಾ",
        AL: "ಅಲ್ಬೇನಿಯ",
        AM: "ಅರ್ಮೇನಿಯಾ",
        AN: "ನೆದರ‍್ಲ್ಯಾಂಡ್ನ್ ಆಂಟಿಲ್ಲ್ಸ್",
        AO: "ಅಂಗೋಲಾ",
        AQ: "ಅಂಟಾರ್ಕ್ಟಿಕಾ",
        AR: "ಅರ್ಜಂಟೀನಾ",
        AS: "ಅಮೆರಿಕನ್ ಸಮೋವ",
        AT: "ಆಸ್ಟ್ರಿಯ",
        AU: "ಆಸ್ಟ್ರೇಲಿಯ",
        AW: "ಅರುಬಾ",
        AX: "ಅಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳು (ಫಿನ್ ಲ್ಯಾಂಡ್)",
        AZ: "ಅಜರ್‌ಬೈಜಾನ್",
        BA: "ಬೊಸ್ನಿಯ ಮತ್ತು ಹರ್ಜೆಗೊವಿನಾ",
        BB: "ಬಾರ್ಬಡೋಸ್",
        BD: "ಬಾಂಗ್ಲಾದೇಶ",
        BE: "ಬೆಲ್ಜಿಯಂ",
        BF: "ಬುರ್ಕೀನ ಫಾಸೊ",
        BG: "ಬಲ್ಗೇರಿಯಾ",
        BH: "ಬಹ್ರೈನ್",
        BI: "ಬುರುಂಡಿ",
        BJ: "ಬೆನಿನ್",
        BL: "ಸೇಂಟ್ ಬಾರ್ಥೆಲೆಮಿ",
        BM: "ಬರ್ಮುಡಾ",
        BN: "ಬ್ರೂನಿ",
        BO: "ಬೋಲಿವಿಯಾ",
        BQ: "Bonaire, Sint Eustatius and Saba",
        BR: "ಬ್ರೆಜಿಲ್",
        BS: "ದಿ ಬಹಾಮಾಸ್",
        BT: "ಭೂತಾನ್",
        BV: "ಬೋವೆಟ್ ದ್ವೀಪ",
        BW: "ಬೋಟ್ಸ್ವಾನಾ",
        BY: "ಬೆಲಾರೂಸ್",
        BZ: "ಬೆಲಿಜ್",
        CA: "ಕೆನಡಾ",
        CC: "Cocos (Keeling) Islands",
        CD: "ಕಾಂಗೋದ ಪ್ರಜಾಪ್ರಭುತ್ವ ಗಣರಾಜ್ಯ",
        CF: "ಮಧ್ಯ ಆಫ್ರಿಕಾ ಗಣರಾಜ್ಯ",
        CG: "ಕಾಂಗೋದ ಗಣರಾಜ್ಯ",
        CH: "ಸ್ವಿಟ್ಜರ್ಲ್ಯಾಂಡ್",
        CI: "ಐವರಿ ಕೋಸ್ಟ್",
        CK: "ಕುಕ್ ದ್ವೀಪಗಳು",
        CL: "ಚಿಲಿ",
        CM: "ಕ್ಯಾಮೆರೂನ್",
        CN: "ಚೀನಾ",
        CO: "ಕೊಲಂಬಿಯ",
        CR: "ಕೋಸ್ಟ ರಿಕಾ",
        CU: "ಕ್ಯೂಬಾ",
        CV: "ಕೇಪ್ ವೆರ್ದ್",
        CW: "Curacao",
        CX: "ಕ್ರಿಸಮಸ್ ಐಲ್ಯಾಂಡ್",
        CY: "ಸೈಪ್ರಸ್",
        CZ: "ಜೆಕ್ ಗಣರಾಜ್ಯ",
        DE: "ಜರ್ಮನಿ",
        DJ: "ಜಿಬೂಟಿ",
        DK: "ಡೆನ್ಮಾರ್ಕ್",
        DM: "ಡೊಮಿನಿಕ",
        DO: "ಡೊಮಿನಿಕ್ ಗಣರಾಜ್ಯ",
        DZ: "ಅಲ್ಜೀರಿಯ",
        EC: "ಈಕ್ವಡಾರ್",
        EE: "ಎಸ್ಟೊನಿಯ",
        EG: "ಈಜಿಪ್ಟ್",
        EH: "ಪಶ್ಚಿಮ ಸಹಾರಾ",
        ER: "ಎರಿಟ್ರಿಯ",
        ES: "ಸ್ಪೇನ್",
        ET: "ಇಥಿಯೋಪಿಯ",
        FI: "ಫಿನ್‍ಲ್ಯಾಂಡ್",
        FJ: "ಫಿಜಿ",
        FK: "ಫಾಕಲ್ಯಾಂಡ್ ಐಲ್ಯಾಂಡ್",
        FM: "ಮೈಕ್ರೊನೇಷ್ಯ ರಾಜ್ಯಗಳ ಒಕ್ಕೂಟ",
        FO: "ಫಾರೊಇ ದ್ವೀಪಗಳು",
        FR: "ಫ್ರಾನ್ಸ್",
        GA: "ಗಬೊನ್",
        GB: "ಯುನೈಟೆಡ್ ಕಿಂಗಡಮ್",
        GD: "ಗ್ರೆನಾಡ",
        GE: "Georgia",
        GF: "ಫ್ರೆಂಚ್ ಗಯಾನಾ",
        GG: "ಗ್ವೆರ್ನ್‍ಸೆ",
        GH: "ಘಾನಾ",
        GI: "ಜಿಬ್ರಾಲ್ಟರ್",
        GL: "ಗ್ರೀನ್ ಲ್ಯಾಂಡ್",
        GM: "ಗ್ಯಾಂಬಿಯ",
        GN: "ಗಿನಿ",
        GP: "ಗ್ವಾಡೆಲೂಪ್",
        GQ: "ಈಕ್ವಟೋರಿಯಲ್ ಗಿನಿ",
        GR: "ಗ್ರೀಸ್",
        GS: "ದಕ್ಷಿಣ ಜಾರ್ಜಿಯ ಮತ್ತು ದಕ್ಷಿಣ ಸ್ಯಾಂಡ್‍ವಿಚ್ ದ್ವೀಪಗಳು",
        GT: "ಗ್ವಾಟೆಮಾಲಾ",
        GU: "ಗ್ವಾಮ್",
        GW: "ಗಿನಿ-ಬಿಸೌ",
        GY: "ಗಯಾನಾ",
        HK: "ಹಾಂಕಾಂಗ್",
        HM: "ಹರ್ಡ್ ದ್ವೀಪ ಮತ್ತು ಮೆಕ್‍ಡೊನಾಲ್ಡ್ ದ್ವೀಪಗಳು",
        HN: "ಹಾಂಡುರಾಸ್",
        HR: "ಕ್ರೊವೇಶಿಯಾ",
        HT: "ಹೈತಿ",
        HU: "ಹಂಗರಿ",
        ID: "ಇಂಡೋನೇಷ್ಯಾ",
        IE: "ಐರ್ಲ್ಯಾಂಡ್",
        IL: "ಇಸ್ರೇಲ್",
        IM: "ಐಲ್ ಆಫ್ ಮ್ಯಾನ್",
        IN: "ಭಾರತ",
        IO: "ಬ್ರಿಟಿಷ್ ಹಿಂದೂ ಮಹಾಸಾಗರ ಭೂಪ್ರದೇಶ",
        IQ: "ಇರಾಕ್",
        IR: "ಇರಾನ್",
        IS: "ಐಸ್‍ಲ್ಯಾಂಡ್",
        IT: "ಇಟಲಿ",
        JE: "ಜೆರ್ಸಿ",
        JM: "ಜಮೈಕಾ",
        JO: "ಜೋರ್ಡಾನ್",
        JP: "ಜಪಾನ್",
        KE: "ಕೀನ್ಯಾ",
        KG: "ಕಿರ್ಗಿಸ್ಥಾನ್",
        KH: "ಕಾಂಬೋಡಿಯಾ",
        KI: "ಕಿರಿಬಾತಿ",
        KM: "ಕೊಮೊರೊಸ್",
        KN: "ಸೈಂಟ್ ಕಿಟ್ಸ್ ಮತ್ತು ನೆವಿಸ್",
        KP: "ಉತ್ತರ ಕೊರಿಯ (DPRK)",
        KR: "ದಕ್ಷಿಣ ಕೊರಿಯ",
        KW: "ಕುವೈತ್",
        KY: "ಕೇಮನ್ ದ್ವೀಪಗಳು",
        KZ: "ಕಝಕಿಸ್ತಾನ",
        LA: "ಲಾವೋಸ್",
        LB: "ಲೆಬನಾನ್",
        LC: "ಸೇಂಟ್ ಲುಸಿಯಾ",
        LI: "ಲೈಕ್ಟೆನ್‍ಸ್ಟೈನ್",
        LK: "ಶ್ರೀಲಂಕಾ",
        LR: "ಲಿಬೇರಿಯಾ",
        LS: "ಲೆಸೊಥೊ",
        LT: "ಲಿಥುವೇನಿಯ",
        LU: "ಲಕ್ಸೆಂಬೊರ್ಗ್",
        LV: "ಲಾಟ್ವಿಯ",
        LY: "ಲಿಬಿಯ",
        MA: "ಮೊರಾಕೊ",
        MC: "ಮೊನಾಕೊ",
        MD: "ಮೊಲ್ಡೂವ",
        ME: "ಮಾಂಟೆನೆಗ್ರೊ",
        MF: "Saint Martin",
        MG: "ಮಡಗಾಸ್ಕರ್",
        MH: "ಮಾರ್ಷಲ್ ದ್ವೀಪಗಳು",
        MK: "ಮ್ಯಾಸೆಡೊನಿಯ",
        ML: "ಮಾಲಿ",
        MM: "ಮ್ಯಾನ್ಮಾರ್",
        MN: "ಮಂಗೋಲಿಯ",
        MO: "ಮಕಾಉ",
        MP: "ಉತ್ತರ ಮರಿಯಾನಾ ದ್ವೀಪಗಳು",
        MQ: "ಮಾರ್ಟಿನಿಕ್",
        MR: "ಮೌರಿಟೇನಿಯ",
        MS: "ಮೋಂಟ್‍ಸೆರಾಟ್",
        MT: "ಮಾಲ್ಟ",
        MU: "ಮಾರಿಷಸ್",
        MV: "ಮಾಲ್ಡೀವ್ಸ್",
        MW: "ಮಲಾವಿ",
        MX: "ಮೆಕ್ಸಿಕೋ",
        MY: "ಮಲೇಶಿಯಾ",
        MZ: "ಮೊಜಾಂಬಿಕ್",
        NA: "ನಮೀಬಿಯ",
        NC: "ನ್ಯೂ ಕ್ಯಲೆಡೊನಿಯ",
        NE: "ನೈಜರ್",
        NF: "ನಾರ್ಫೋಕ್ ಐಲ್ಯಾಂಡ್",
        NG: "ನೈಜೀರಿಯಾ",
        NI: "ನಿಕರಾಗುವಾ",
        NL: "ನೆದರ‍್ಲ್ಯಾಂಡ್",
        NO: "ನಾರ್ವೆ",
        NP: "ನೇಪಾಳ",
        NR: "ನೌರು",
        NU: "ನಿಉಎ",
        NZ: "ನ್ಯೂಜಿಲೆಂಡ್",
        OM: "ಓಮನ್",
        PA: "ಪನಾಮಾ",
        PE: "ಪೆರು",
        PF: "ಫ್ರೆಂಚ್ ಪಾಲಿನೇಸಿಯ",
        PG: "ಪಪುಅ ನ್ಯೂ ಗಿನಿ",
        PH: "ಫಿಲಿಪ್ಪೈನ್ಸ್",
        PK: "ಪಾಕಿಸ್ತಾನ",
        PL: "ಪೋಲೆಂಡ್",
        PM: "ಸೇಂಟ್ ಪಿಯೆರ್  ಮತ್ತು ಮಿಕ್ವೆಲಾನ್",
        PN: "ಪಿಟ್‍ಕೇರ್ನ್ ದ್ವೀಪಗಳು",
        PR: "ಪೋರ್ಟೊ ರಿಕೋ",
        PS: "ಪ್ಯಾಲೆಸ್ಟೀನ್",
        PT: "ಪೋರ್ಚುಗಲ್",
        PW: "ಪಲಾವ್",
        PY: "ಪರಾಗ್ವೆ",
        QA: "ಕತಾರ್",
        RE: "ರಿಯೂನಿಯನ್",
        RO: "ರೊಮೇನಿಯಾ",
        RS: "ಸೆರ್ಬಿಯ",
        RU: "ರಷ್ಯಾ",
        RW: "ರುವಾಂಡ",
        SA: "ಸೌದಿ ಅರೇಬಿಯಾ",
        SB: "ಸಾಲೊಮನ್ ದ್ವೀಪಗಳು",
        SC: "ಸೆಶೆಲ್ಸ್",
        SD: "ಸುಡಾನ್",
        SE: "ಸ್ವೀಡನ್",
        SG: "ಸಿಂಗಪುರ್",
        SH: "ಸೇಂಟ್ ಹೆಲೆನಾ",
        SI: "ಸ್ಲೊವೇನಿಯಾ",
        SJ: "ಸ್ವಾಲಬರ್ಡ್ ಮತ್ತು ಜಾನ್ ಮೇಯನ್",
        SK: "ಸ್ಲೊವಾಕಿಯ",
        SL: "ಸಿಯೆರ ಲಿಯೊನ್",
        SM: "ಸಾನ್ ಮರಿನೊ",
        SN: "ಸೆನೆಗಲ್",
        SO: "ಸೋಮಾಲಿಯಾ",
        SR: "ಸುರಿನಾಮ್",
        SS: "South Sudan",
        ST: "ಸಾಒ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪಿ",
        SV: "ಎಲ್ ಸಾಲ್ವಡಾರ್",
        SX: "ಸಿಂಟ್ ಮಾರ್ಟೆನ್",
        SY: "ಸಿರಿಯ",
        SZ: "ಸ್ವಾಜಿಲ್ಯಾಂಡ್",
        TC: "ಟರ್ಕ್ಸ್ ಮತ್ತು ಕೈಕೋಸ್ ದ್ವೀಪಗಳು",
        TD: "ಚಾಡ್",
        TF: "ದಕ್ಷಿಣ ಫ್ರೆಂಚ್ ಮತ್ತು ಅಂಟಾರ್ಟಿಕ ಪ್ರದೇಶಗಳು",
        TG: "ಟೋಗೋ",
        TH: "ಥಾಯ್‍ಲ್ಯಾಂಡ್",
        TJ: "ತಜಕಿಸ್ತಾನ",
        TK: "ಟೊಕೆಲೋ",
        TL: "ತೈಮೂರ್-ಲೆಸ್ಟೆ",
        TM: "ತುರ್ಕ್ಮೇನಿಸ್ಥಾನ್",
        TN: "ಟುನೀಶಿಯ",
        TO: "ಟೊಂಗಾ",
        TR: "ಟರ್ಕಿ",
        TT: "ಟ್ರಿನಿಡಾಡ್ ಮತ್ತು ಟೊಬಾಗೊ",
        TV: "ತುವಾಲು",
        TW: "ತೈವಾನ್",
        TZ: "ತಾಂಜೇನಿಯ",
        UA: "ಯುಕ್ರೇನ್",
        UG: "ಉಗಾಂಡಾ",
        UM: "ಸಂಯುಕ್ತ ರಾಜ್ಯಗಳ ಪುಟ್ಟ ಹೊರಮೈ ದ್ವೀಪಗಳು",
        US: "ಅಮೆರಿಕಾ ಸಂಯುಕ್ತ ಸಂಸ್ಥಾನಗಳು",
        UY: "ಉರುಗ್ವೆ",
        UZ: "ಉಜ್ಬೇಕಿಸ್ಥಾನ್",
        VA: "ವ್ಯಾಟಿಕನ್ ಸಿಟಿ",
        VC: "ಸಂತ ವಿನ್ಸೆಂಟ್ ಮತ್ತು ಗ್ರೆನಡೈನ್ಸ್",
        VE: "ವೆನೆಜುವೆಲ",
        VG: "ಬ್ರಿಟಿಷ್ ವರ್ಜಿನ್ ದ್ವೀಪಗಳು",
        VI: "ಸಂಯುಕ್ತ ರಾಜ್ಯಗಳ ವರ್ಜಿನ್ ದ್ವೀಪಗಳು",
        VN: "ವಿಯೆಟ್ನಾಂ",
        VU: "ವನುಆಟು",
        WF: "ವಾಲಿಸ್ ಮತ್ತು ಫ್ಯುಚುನಾ",
        WS: "ಸಮೋವ",
        XK: "ಕೊಸೊವೊ",
        YE: "ಯೆಮೆನ್",
        YT: "ಮೆಯೋಟ್",
        ZA: "ದಕ್ಷಿಣ ಆಫ್ರಿಕಾ",
        ZM: "ಜಾಂಬಿಯ",
        ZW: "ಜಿಂಬಾಬ್ವೆ",
      },
    };
  },
  2228225,
  []
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = r(d[0]);
  },
  65547,
  [2228226]
);
__d(
  function (g, r, i, a, m, e, d) {
    m.exports = {
      decimalSeparator: ".",
      numberDelimiter: ",",
      minDigitsForThousandsSeparator: 4,
      standardDecimalPatternInfo: {
        primaryGroupSize: 3,
        secondaryGroupSize: 3,
      },
      numberingSystemData: null,
    };
  },
  2228226,
  []
);
